{"text": "﻿The Project Gutenberg eBook of Essays of Michel de Montaigne — Volume 01\nThis ebook is for the use of anyone anywhere in the United States and\nmost other parts of the world at no cost and with almost no restrictions\nwhatsoever. You may copy it, give it away or re-use it under the terms\nof the Project Gutenberg License included with this ebook or online\nat www.gutenberg.org. If you are not located in the United States,\nyou will have to check the laws of the country where you are located\nbefore using this eBook.\nTitle: Essays of Michel de Montaigne — Volume 01\nAuthor: Michel de Montaigne\nEditor: William Carew Hazlitt\nTranslator: Charles Cotton\nRelease date: November 1, 2004 [eBook #3581]\nMost recently updated: January 8, 2021\nLanguage: English\nCredits: Produced by David Widger\n*** START OF THE PROJECT GUTENBERG EBOOK ESSAYS OF MICHEL DE MONTAIGNE — VOLUME 01 ***\nProduced by David Widger\nESSAYS OF MICHEL DE MONTAIGNE\nTranslated by Charles Cotton\nEdited by William Carew Hazilitt\n1877\nCONTENTS OF VOLUME 1.\nPreface\nThe Life of Montaigne\nThe Letters of Montaigne\nPREFACE.\nThe present publication is intended to supply a recognised deficiency in\nour literature--a library edition of the Essays of Montaigne.  This great\nFrench writer deserves to be regarded as a classic, not only in the land\nof his birth, but in all countries and in all literatures.  His Essays,\nwhich are at once the most celebrated and the most permanent of his\nproductions, form a magazine out of which such minds as those of Bacon\nand Shakespeare did not disdain to help themselves; and, indeed, as\nHallam observes, the Frenchman's literary importance largely results from\nthe share which his mind had in influencing other minds, coeval and\nsubsequent.  But, at the same time, estimating the value and rank of the\nessayist, we are not to leave out of the account the drawbacks and the\ncircumstances of the period: the imperfect state of education, the\ncomparative scarcity of books, and the limited opportunities of\nintellectual intercourse.  Montaigne freely borrowed of others, and he\nhas found men willing to borrow of him as freely.  We need not wonder at\nthe reputation which he with seeming facility achieved.  He was, without\nbeing aware of it, the leader of a new school in letters and morals.  His\nbook was different from all others which were at that date in the world.\nIt diverted the ancient currents of thought into new channels.  It told\nits readers, with unexampled frankness, what its writer's opinion was\nabout men and things, and threw what must have been a strange kind of new\nlight on many matters but darkly understood.  Above all, the essayist\nuncased himself, and made his intellectual and physical organism public\nproperty.  He took the world into his confidence on all subjects.  His\nessays were a sort of literary anatomy, where we get a diagnosis of the\nwriter's mind, made by himself at different levels and under a large\nvariety of operating influences.\nOf all egotists, Montaigne, if not the greatest, was the most\nfascinating, because, perhaps, he was the least affected and most\ntruthful.  What he did, and what he had professed to do, was to dissect\nhis mind, and show us, as best he could, how it was made, and what\nrelation it bore to external objects.  He investigated his mental\nstructure as a schoolboy pulls his watch to pieces, to examine the\nmechanism of the works; and the result, accompanied by illustrations\nabounding with originality and force, he delivered to his fellow-men in a\nbook.\nEloquence, rhetorical effect, poetry, were alike remote from his design.\nHe did not write from necessity, scarcely perhaps for fame.  But he\ndesired to leave France, nay, and the world, something to be remembered\nby, something which should tell what kind of a man he was--what he felt,\nthought, suffered--and he succeeded immeasurably, I apprehend, beyond his\nexpectations.\nIt was reasonable enough that Montaigne should expect for his work a\ncertain share of celebrity in Gascony, and even, as time went on,\nthroughout France; but it is scarcely probable that he foresaw how his\nrenown was to become world-wide; how he was to occupy an almost unique\nposition as a man of letters and a moralist; how the Essays would be\nread, in all the principal languages of Europe, by millions of\nintelligent human beings, who never heard of Perigord or the League, and\nwho are in doubt, if they are questioned, whether the author lived in the\nsixteenth or the eighteenth century.  This is true fame.  A man of genius\nbelongs to no period and no country.  He speaks the language of nature,\nwhich is always everywhere the same.\nThe text of these volumes is taken from the first edition of Cotton's\nversion, printed in 3 vols.  8vo, 1685-6, and republished in 1693, 1700,\n1711, 1738, and 1743, in the same number of volumes and the same size.\nIn the earliest impression the errors of the press are corrected merely\nas far as page 240 of the first volume, and all the editions follow one\nanother.  That of 1685-6 was the only one which the translator lived to\nsee.  He died in 1687, leaving behind him an interesting and little-known\ncollection of poems, which appeared posthumously, 8vo, 1689.\nIt was considered imperative to correct Cotton's translation by a careful\ncollation with the 'variorum' edition of the original, Paris, 1854,\n4 vols.  8vo or 12mo, and parallel passages from Florin's earlier\nundertaking have occasionally been inserted at the foot of the page.  A\nLife of the Author and all his recovered Letters, sixteen in number, have\nalso been given; but, as regards the correspondence, it can scarcely be\ndoubted that it is in a purely fragmentary state.  To do more than\nfurnish a sketch of the leading incidents in Montaigne's life seemed, in\nthe presence of Bayle St. John's charming and able biography, an attempt\nas difficult as it was useless.\nThe besetting sin of both Montaigne's translators seems to have been a\npropensity for reducing his language and phraseology to the language and\nphraseology of the age and country to which they belonged, and, moreover,\ninserting paragraphs and words, not here and there only, but constantly\nand habitually, from an evident desire and view to elucidate or\nstrengthen their author's meaning.  The result has generally been\nunfortunate; and I have, in the case of all these interpolations on\nCotton's part, felt bound, where I did not cancel them, to throw them\ndown into the notes, not thinking it right that Montaigne should be\nallowed any longer to stand sponsor for what he never wrote; and\nreluctant, on the other hand, to suppress the intruding matter entirely,\nwhere it appeared to possess a value of its own.\nNor is redundancy or paraphrase the only form of transgression in Cotton,\nfor there are places in his author which he thought proper to omit, and\nit is hardly necessary to say that the restoration of all such matter to\nthe text was considered essential to its integrity and completeness.\nMy warmest thanks are due to my father, Mr Registrar Hazlitt, the author\nof the well-known and excellent edition of Montaigne published in 1842,\nfor the important assistance which he has rendered to me in verifying and\nretranslating the quotations, which were in a most corrupt state, and of\nwhich Cotton's English versions were singularly loose and inexact, and\nfor the zeal with which he has co-operated with me in collating the\nEnglish text, line for line and word for word, with the best French\nedition.\nBy the favour of Mr F. W. Cosens, I have had by me, while at work on this\nsubject, the copy of Cotgrave's Dictionary, folio, 1650, which belonged\nto Cotton.  It has his autograph and copious MSS.  notes, nor is it too\nmuch to presume that it is the very book employed by him in his\ntranslation.\nW.  C.  H.\nKENSINGTON, November 1877.\nBOOK THE FIRST.\nCHAP.\nI.      That men by various ways arrive at the same end.\nII.     Of Sorrow.\nIII.    That our affections carry themselves beyond us.\nIV.     That the soul discharges her passions upon false objects, where\nthe true are wanting.\nV.      Whether the governor of a place besieged ought himself to go out\nto parley.\nVI.     That the hour of parley is dangerous.\nVII.    That the intention is judge of our actions\nVIII.   Of idleness.\nIX.     Of liars.\nX.      Of quick or slow speech.\nXI.     Of prognostications.\nXII.    Of constancy.\nXIII.   The ceremony of the interview of princes.\nXIV.    That men are justly punished for being obstinate in the defence\nof a fort that is not in reason to be defended.\nXV.     Of the punishment of cowardice.\nXVI.    A proceeding of some ambassadors.\nXVII.   Of fear.\nXVIII.  That men are not to judge of our happiness till after death.\nXIX.    That to study philosophy is to learn to die.\nXX.     Of the force of imagination.\nXXI.    That the profit of one man is the damage of another.\nXXII.   Of custom, and that we should not easily change a law received.\nXXIII.  Various events from the same counsel.\nXXIV.   Of pedantry.\nXXV.    Of the education of children.\nXXVI.   That it is folly to measure truth and error by our own capacity.\nXXVII.  Of friendship.\nXXVIII. Nine-and-twenty sonnets of Estienne de la Boetie.\nXXIX.   Of moderation.\nXXX.    Of cannibals.\nXXXI.   That a man is soberly to judge of the divine ordinances.\nXXXII.  That we are to avoid pleasures, even at the expense of\nlife.\nXXXIII. That fortune is oftentimes observed to act by the rule of reason.\nXXXIV.  Of one defect in our government.\nXXXV.   Of the custom of wearing clothes.\nXXXVI.  Of Cato the Younger.\nXXXVII. That we laugh and cry for the same thing.\nXXXVIII. Of solitude.\nXXXIX.  A consideration upon Cicero.\nXL.     That the relish of good and evil depends in a great measure upon\nthe opinion we have of them.\nXLI.    Not to communicate a man's honour.\nXLII.   Of the inequality amongst us.\nXLIII.  Of sumptuary laws.\nXLIV.   Of sleep.\nXLV.    Of the battle of Dreux.\nXLVI.   Of names.\nXLVII.  Of the uncertainty of our judgment.\nXLVIII. Of war-horses, or destriers.\nXLIX.   Of ancient customs.\nL.      Of Democritus and Heraclitus.\nLI.     Of the vanity of words.\nLII.    Of the parsimony of the Ancients.\nLIII.   Of a saying of Caesar.\nLIV.    Of vain subtleties.\nLV.     Of smells.\nLVI.    Of prayers.\nLVII.   Of age.\nTHE LIFE OF MONTAIGNE\n[This is translated freely from that prefixed to the 'variorum' Paris\nedition, 1854, 4 vols.  8vo.  This biography is the more desirable that\nit contains all really interesting and important matter in the journal of\nthe Tour in Germany and Italy, which, as it was merely written under\nMontaigne's dictation, is in the third person, is scarcely worth\npublication, as a whole, in an English dress.]\nThe author of the Essays was born, as he informs us himself, between\neleven and twelve o'clock in the day, the last of February 1533, at the\nchateau of St. Michel de Montaigne.  His father, Pierre Eyquem, esquire,\nwas successively first Jurat of the town of Bordeaux (1530), Under-Mayor\n1536, Jurat for the second time in 1540, Procureur in 1546, and at\nlength Mayor from 1553 to 1556.  He was a man of austere probity, who had\n\"a particular regard for honour and for propriety in his person and\nattire .  .  .   a mighty good faith in his speech, and a conscience and\na religious feeling inclining to superstition, rather than to the other\nextreme.\"[Essays, ii. 2.]  Pierre Eyquem bestowed great care on the\neducation of his children, especially on the practical side of it.  To\nassociate closely his son Michel with the people, and attach him to those\nwho stand in need of assistance, he caused him to be held at the font by\npersons of meanest position; subsequently he put him out to nurse with a\npoor villager, and then, at a later period, made him accustom himself to\nthe most common sort of living, taking care, nevertheless, to cultivate\nhis mind, and superintend its development without the exercise of undue\nrigour or constraint.  Michel, who gives us the minutest account of his\nearliest years, charmingly narrates how they used to awake him by the\nsound of some agreeable music, and how he learned Latin, without\nsuffering the rod or shedding a tear, before beginning French, thanks to\nthe German teacher whom his father had placed near him, and who never\naddressed him except in the language of Virgil and Cicero.  The study of\nGreek took precedence.  At six years of age young Montaigne went to the\nCollege of Guienne at Bordeaux, where he had as preceptors the most\neminent scholars of the sixteenth century, Nicolas Grouchy, Guerente,\nMuret, and Buchanan.  At thirteen he had passed through all the classes,\nand as he was destined for the law he left school to study that science.\nHe was then about fourteen, but these early years of his life are\ninvolved in obscurity.  The next information that we have is that in 1554\nhe received the appointment of councillor in the Parliament of Bordeaux;\nin 1559 he was at Bar-le-Duc with the court of Francis II, and in the\nyear following he was present at Rouen to witness the declaration of the\nmajority of Charles IX.  We do not know in what manner he was engaged on\nthese occasions.\nBetween 1556 and 1563 an important incident occurred in the life of\nMontaigne, in the commencement of his romantic friendship with Etienne de\nla Boetie, whom he had met, as he tells us, by pure chance at some\nfestive celebration in the town.  From their very first interview the two\nfound themselves drawn irresistibly close to one another, and during six\nyears this alliance was foremost in the heart of Montaigne, as it was\nafterwards in his memory, when death had severed it.\nAlthough he blames severely in his own book [Essays, i.  27.] those who,\ncontrary to the opinion of Aristotle, marry before five-and-thirty,\nMontaigne did not wait for the period fixed by the philosopher of\nStagyra, but in 1566, in his thirty-third year, he espoused Francoise de\nChassaigne, daughter of a councillor in the Parliament of Bordeaux.  The\nhistory of his early married life vies in obscurity with that of his\nyouth.  His biographers are not agreed among themselves; and in the\nsame degree that he lays open to our view all that concerns his secret\nthoughts, the innermost mechanism of his mind, he observes too much\nreticence in respect to his public functions and conduct, and his social\nrelations.  The title of Gentleman in Ordinary to the King, which he\nassumes, in a preface, and which Henry II.  gives him in a letter, which\nwe print a little farther on; what he says as to the commotions of\ncourts, where he passed a portion of his life; the Instructions which he\nwrote under the dictation of Catherine de Medici for King Charles IX.,\nand his noble correspondence with Henry IV., leave no doubt, however, as\nto the part which he played in the transactions of those times, and we\nfind an unanswerable proof of the esteem in which he was held by the most\nexalted personages, in a letter which was addressed to him by Charles at\nthe time he was admitted to the Order of St. Michael, which was, as he\ninforms us himself, the highest honour of the French noblesse.\nAccording to Lacroix du Maine, Montaigne, upon the death of his eldest\nbrother, resigned his post of Councillor, in order to adopt the military\nprofession, while, if we might credit the President Bouhier, he never\ndischarged any functions connected with arms.  However, several passages\nin the Essays seem to indicate that he not only took service, but that he\nwas actually in numerous campaigns with the Catholic armies.  Let us add,\nthat on his monument he is represented in a coat of mail, with his casque\nand gauntlets on his right side, and a lion at his feet, all which\nsignifies, in the language of funeral emblems, that the departed has been\nengaged in some important military transactions.\nHowever it may be as to these conjectures, our author, having arrived at\nhis thirty-eighth year, resolved to dedicate to study and contemplation\nthe remaining term of his life; and on his birthday, the last of February\n1571, he caused a philosophical inscription, in Latin, to be placed upon\none of the walls of his chateau, where it is still to be seen, and of\nwhich the translation is to this effect:--\"In the year of Christ .  .  .\nin his thirty-eighth year, on the eve of the Calends of March, his\nbirthday, Michel Montaigne, already weary of court employments and public\nhonours, withdrew himself entirely into the converse of the learned\nvirgins where he intends to spend the remaining moiety of the to allotted\nto him in tranquil seclusion.\"\nAt the time to which we have come, Montaigne was unknown to the world of\nletters, except as a translator and editor.  In 1569 he had published a\ntranslation of the \"Natural Theology\" of Raymond de Sebonde, which he had\nsolely undertaken to please his father.  In 1571 he had caused to be\nprinted at Paris certain 'opuscucla' of Etienne de la Boetie; and these\ntwo efforts, inspired in one case by filial duty, and in the other by\nfriendship, prove that affectionate motives overruled with him mere\npersonal ambition as a literary man.  We may suppose that he began to\ncompose the Essays at the very outset of his retirement from public\nengagements; for as, according to his own account, observes the President\nBouhier, he cared neither for the chase, nor building, nor gardening, nor\nagricultural pursuits, and was exclusively occupied with reading and\nreflection, he devoted himself with satisfaction to the task of setting\ndown his thoughts just as they occurred to him.  Those thoughts became a\nbook, and the first part of that book, which was to confer immortality on\nthe writer, appeared at Bordeaux in 1580.  Montaigne was then\nfifty-seven; he had suffered for some years past from renal colic and\ngravel; and it was with the necessity of distraction from his pain, and\nthe hope of deriving relief from the waters, that he undertook at this\ntime a great journey.  As the account which he has left of his travels in\nGermany and Italy comprises some highly interesting particulars of his\nlife and personal history, it seems worth while to furnish a sketch or\nanalysis of it.\n\"The Journey, of which we proceed to describe the course simply,\" says\nthe editor of the Itinerary, \"had, from Beaumont-sur-Oise to Plombieres,\nin Lorraine, nothing sufficiently interesting to detain us .  .  .  we\nmust go as far, as Basle, of which we have a description, acquainting us\nwith its physical and political condition at that period, as well as with\nthe character of its baths.  The passage of Montaigne through Switzerland\nis not without interest, as we see there how our philosophical traveller\naccommodated himself everywhere to the ways of the country.  The hotels,\nthe provisions, the Swiss cookery, everything, was agreeable to him; it\nappears, indeed, as if he preferred to the French manners and tastes\nthose of the places he was visiting, and of which the simplicity and\nfreedom (or frankness) accorded more with his own mode of life and\nthinking.  In the towns where he stayed, Montaigne took care to see the\nProtestant divines, to make himself conversant with all their dogmas.  He\neven had disputations with them occasionally.\n\"Having left Switzerland he went to Isne, an imperial then on to Augsburg\nand Munich.  He afterwards proceeded to the Tyrol, where he was agreeably\nsurprised, after the warnings which he had received, at the very slight\ninconveniences which he suffered, which gave him occasion to remark that\nhe had all his life distrusted the statements of others respecting\nforeign countries, each person's tastes being according to the notions of\nhis native place; and that he had consequently set very little on what he\nwas told beforehand.\n\"Upon his arrival at Botzen, Montaigne wrote to Francois Hottmann, to say\nthat he had been so pleased with his visit to Germany that he quitted it\nwith great regret, although it was to go into Italy.  He then passed\nthrough Brunsol, Trent, where he put up at the Rose; thence going to\nRovera; and here he first lamented the scarcity of crawfish, but made up\nfor the loss by partaking of truffles cooked in oil and vinegar; oranges,\ncitrons, and olives, in all of which he delighted.\"\nAfter passing a restless night, when he bethought himself in the morning\nthat there was some new town or district to be seen, he rose, we are\ntold, with alacrity and pleasure.\nHis secretary, to whom he dictated his Journal, assures us that he never\nsaw him take so much interest in surrounding scenes and persons, and\nbelieves that the complete change helped to mitigate his sufferings in\nconcentrating his attention on other points.  When there was a complaint\nmade that he had led his party out of the beaten route, and then returned\nvery near the spot from which they started, his answer was that he had no\nsettled course, and that he merely proposed to himself to pay visits to\nplaces which he had not seen, and so long as they could not convict him\nof traversing the same path twice, or revisiting a point already seen, he\ncould perceive no harm in his plan.  As to Rome, he cared less to go\nthere, inasmuch as everybody went there; and he said that he never had a\nlacquey who could not tell him all about Florence or Ferrara.  He also\nwould say that he seemed to himself like those who are reading some\npleasant story or some fine book, of which they fear to come to the end:\nhe felt so much pleasure in travelling that he dreaded the moment of\narrival at the place where they were to stop for the night.\nWe see that Montaigne travelled, just as he wrote, completely at his\nease, and without the least constraint, turning, just as he fancied, from\nthe common or ordinary roads taken by tourists.  The good inns, the soft\nbeds, the fine views, attracted his notice at every point, and in his\nobservations on men and things he confines himself chiefly to the\npractical side.  The consideration of his health was constantly before\nhim, and it was in consequence of this that, while at Venice, which\ndisappointed him, he took occasion to note, for the benefit of readers,\nthat he had an attack of colic, and that he evacuated two large stones\nafter supper.  On quitting Venice, he went in succession to Ferrara,\nRovigo, Padua, Bologna (where he had a stomach-ache), Florence, &c.; and\neverywhere, before alighting, he made it a rule to send some of his\nservants to ascertain where the best accommodation was to be had.  He\npronounced the Florentine women the finest in the world, but had not an\nequally good opinion of the food, which was less plentiful than in\nGermany, and not so well served.  He lets us understand that in Italy\nthey send up dishes without dressing, but in Germany they were much\nbetter seasoned, and served with a variety of sauces and gravies.  He\nremarked further, that the glasses were singularly small and the wines\ninsipid.\nAfter dining with the Grand-Duke of Florence, Montaigne passed rapidly\nover the intermediate country, which had no fascination for him, and\narrived at Rome on the last day of November, entering by the Porta del\nPopolo, and putting up at Bear.  But he afterwards hired, at twenty\ncrowns a month, fine furnished rooms in the house of a Spaniard, who\nincluded in these terms the use of the kitchen fire.  What most annoyed\nhim in the Eternal City was the number of Frenchmen he met, who all\nsaluted him in his native tongue; but otherwise he was very comfortable,\nand his stay extended to five months.  A mind like his, full of grand\nclassical reflections, could not fail to be profoundly impressed in the\npresence of the ruins at Rome, and he has enshrined in a magnificent\npassage of the Journal the feelings of the moment: \"He said,\" writes his\nsecretary, \"that at Rome one saw nothing but the sky under which she had\nbeen built, and the outline of her site: that the knowledge we had of her\nwas abstract, contemplative, not palpable to the actual senses: that\nthose who said they beheld at least the ruins of Rome, went too far, for\nthe ruins of so gigantic a structure must have commanded greater\nreverence-it was nothing but her sepulchre.  The world, jealous of her,\nprolonged empire, had in the first place broken to pieces that admirable\nbody, and then, when they perceived that the remains attracted worship\nand awe, had buried the very wreck itself.--[Compare a passage in one\nof Horace Walpole's letters to Richard West, 22 March 1740 (Cunningham's\nedit.  i.  41), where Walpole, speaking of Rome, describes her very ruins\nas ruined.]--As to those small fragments which were still to be seen on\nthe surface, notwithstanding the assaults of time and all other attacks,\nagain and again repeated, they had been favoured by fortune to be some\nslight evidence of that infinite grandeur which nothing could entirely\nextingish.  But it was likely that these disfigured remains were the\nleast entitled to attention, and that the enemies of that immortal\nrenown, in their fury, had addressed themselves in the first instance to\nthe destruction of what was most beautiful and worthiest of preservation;\nand that the buildings of this bastard Rome, raised upon the ancient\nproductions, although they might excite the admiration of the present\nage, reminded him of the crows' and sparrows' nests built in the walls\nand arches of the old churches, destroyed by the Huguenots.  Again, he\nwas apprehensive, seeing the space which this grave occupied, that the\nwhole might not have been recovered, and that the burial itself had been\nburied.  And, moreover, to see a wretched heap of rubbish, as pieces of\ntile and pottery, grow (as it had ages since) to a height equal to that\nof Mount Gurson,--[In Perigord.]--and thrice the width of it, appeared to\nshow a conspiracy of destiny against the glory and pre-eminence of that\ncity, affording at the same time a novel and extraordinary proof of its\ndeparted greatness.  He (Montaigne) observed that it was difficult to\nbelieve considering the limited area taken up by any of her seven hills\nand particularly the two most favoured ones, the Capitoline and the\nPalatine, that so many buildings stood on the site.  Judging only from\nwhat is left of the Temple of Concord, along the 'Forum Romanum', of\nwhich the fall seems quite recent, like that of some huge mountain split\ninto horrible crags, it does not look as if more than two such edifices\ncould have found room on the Capitoline, on which there were at one\nperiod from five-and-twenty to thirty temples, besides private dwellings.\nBut, in point of fact, there is scarcely any probability of the views\nwhich we take of the city being correct, its plan and form having changed\ninfinitely; for instance, the 'Velabrum', which on account of its\ndepressed level, received the sewage of the city, and had a lake, has\nbeen raised by artificial accumulation to a height with the other hills,\nand Mount Savello has, in truth, grown simply out of the ruins of the\ntheatre of Marcellus.  He believed that an ancient Roman would not\nrecognise the place again.  It often happened that in digging down into\nearth the workmen came upon the crown of some lofty column, which, though\nthus buried, was still standing upright.  The people there have no\nrecourse to other foundations than the vaults and arches of the old\nhouses, upon which, as on slabs of rock, they raise their modern palaces.\nIt is easy to see that several of the ancient streets are thirty feet\nbelow those at present in use.\"\nSceptical as Montaigne shows himself in his books, yet during his sojourn\nat Rome he manifested a great regard for religion.  He solicited the\nhonour of being admitted to kiss the feet of the Holy Father, Gregory\nXIII.; and the Pontiff exhorted him always to continue in the devotion\nwhich he had hitherto exhibited to the Church and the service of the Most\nChristian King.\n\"After this, one sees,\" says the editor of the Journal, \"Montaigne\nemploying all his time in making excursions bout the neighbourhood on\nhorseback or on foot, in visits, in observations of every kind.  The\nchurches, the stations, the processions even, the sermons; then the\npalaces, the vineyards, the gardens, the public amusements, as the\nCarnival, &c.--nothing was overlooked.  He saw a Jewish child\ncircumcised, and wrote down a most minute account of the operation.  He\nmet at San Sisto a Muscovite ambassador, the second who had come to Rome\nsince the pontificate of Paul III.  This minister had despatches from his\ncourt for Venice, addressed to the 'Grand Governor of the Signory'.  The\ncourt of Muscovy had at that time such limited relations with the other\npowers of Europe, and it was so imperfect in its information, that it\nthought Venice to be a dependency of the Holy See.\"\nOf all the particulars with which he has furnished us during his stay at\nRome, the following passage in reference to the Essays is not the least\nsingular: \"The Master of the Sacred Palace returned him his Essays,\ncastigated in accordance with the views of the learned monks.  'He had\nonly been able to form a judgment of them,' said he, 'through a certain\nFrench monk, not understanding French himself'\"--we leave Montaigne\nhimself to tell the story--\"and he received so complacently my excuses\nand explanations on each of the passages which had been animadverted upon\nby the French monk, that he concluded by leaving me at liberty to revise\nthe text agreeably to the dictates of my own conscience.  I begged him,\non the contrary, to abide by the opinion of the person who had criticised\nme, confessing, among other matters, as, for example, in my use of the\nword fortune, in quoting historical poets, in my apology for Julian, in\nmy animadversion on the theory that he who prayed ought to be exempt from\nvicious inclinations for the time being; item, in my estimate of cruelty,\nas something beyond simple death; item, in my view that a child ought to\nbe brought up to do everything, and so on; that these were my opinions,\nwhich I did not think wrong; as to other things, I said that the\ncorrector understood not my meaning.  The Master, who is a clever man,\nmade many excuses for me, and gave me to suppose that he did not concur\nin the suggested improvements; and pleaded very ingeniously for me in my\npresence against another (also an Italian) who opposed my sentiments.\"\nSuch is what passed between Montaigne and these two personages at that\ntime; but when the Essayist was leaving, and went to bid them farewell,\nthey used very different language to him.  \"They prayed me,\" says he,\n\"to pay no attention to the censure passed on my book, in which other\nFrench persons had apprised them that there were many foolish things;\nadding, that they honoured my affectionate intention towards the Church,\nand my capacity; and had so high an opinion of my candour and\nconscientiousness that they should leave it to me to make such\nalterations as were proper in the book, when I reprinted it; among other\nthings, the word fortune.  To excuse themselves for what they had said\nagainst my book, they instanced works of our time by cardinals and other\ndivines of excellent repute which had been blamed for similar faults,\nwhich in no way affected reputation of the author, or of the publication\nas a whole; they requested me to lend the Church the support of my\neloquence (this was their fair speech), and to make longer stay in the\nplace, where I should be free from all further intrusion on their part.\nIt seemed to me that we parted very good friends.\"\nBefore quitting Rome, Montaigne received his diploma of citizenship, by\nwhich he was greatly flattered; and after a visit to Tivoli he set out\nfor Loretto, stopping at Ancona, Fano, and Urbino.  He arrived at the\nbeginning of May 1581, at Bagno della Villa, where he established\nhimself, order to try the waters.  There, we find in the Journal, of his\nown accord the Essayist lived in the strictest conformity with the\nregime, and henceforth we only hear of diet, the effect which the waters\nhad by degrees upon system, of the manner in which he took them; in a\nword, he does not omit an item of the circumstances connected with his\ndaily routine, his habit of body, his baths, and the rest.  It was no\nlonger the journal of a traveller which he kept, but the diary of an\ninvalid,--[\"I am reading Montaigne's Travels, which have lately been\nfound; there is little in them but the baths and medicines he took, and\nwhat he had everywhere for dinner.\"--H.  Walpole to Sir Horace Mann, June\n8, 1774.]--attentive to the minutest details of the cure which he was\nendeavouring to accomplish: a sort of memorandum book, in which he was\nnoting down everything that he felt and did, for the benefit of his\nmedical man at home, who would have the care of his health on his return,\nand the attendance on his subsequent infirmities.  Montaigne gives it as\nhis reason and justification for enlarging to this extent here, that he\nhad omitted, to his regret, to do so in his visits to other baths, which\nmight have saved him the trouble of writing at such great length now; but\nit is perhaps a better reason in our eyes, that what he wrote he wrote\nfor his own use.\nWe find in these accounts, however, many touches which are valuable as\nillustrating the manners of the place.  The greater part of the entries\nin the Journal, giving the account of these waters, and of the travels,\ndown to Montaigne's arrival at the first French town on his homeward\nroute, are in Italian, because he wished to exercise himself in that\nlanguage.\nThe minute and constant watchfulness of Montaigne over his health and\nover himself might lead one to suspect that excessive fear of death which\ndegenerates into cowardice.  But was it not rather the fear of the\noperation for the stone, at that time really formidable?  Or perhaps he\nwas of the same way of thinking with the Greek poet, of whom Cicero\nreports this saying: \"I do not desire to die; but the thought of being\ndead is indifferent to me.\"  Let us hear, however, what he says himself\non this point very frankly: \"It would be too weak and unmanly on my part\nif, certain as I am of always finding myself in the position of having to\nsuccumb in that way,--[To the stone or gravel.]--and death coming nearer\nand nearer to me, I did not make some effort, before the time came, to\nbear the trial with fortitude.  For reason prescribes that we should\njoyfully accept what it may please God to send us.  Therefore the only\nremedy, the only rule, and the sole doctrine for avoiding the evils by\nwhich mankind is surrounded, whatever they are, is to resolve to bear\nthem so far as our nature permits, or to put an end to them courageously\nand promptly.\"\nHe was still at the waters of La Villa, when, on the 7th September 1581,\nhe learned by letter that he had been elected Mayor of Bordeaux on the\n1st August preceding.  This intelligence made him hasten his departure;\nand from Lucca he proceeded to Rome.  He again made some stay in that\ncity, and he there received the letter of the jurats of Bordeaux,\nnotifying to him officially his election to the Mayoralty, and inviting\nhim to return as speedily as possible.  He left for France, accompanied\nby young D'Estissac and several other gentlemen, who escorted him a\nconsiderable distance; but none went back to France with him, not even\nhis travelling companion.  He passed by Padua, Milan, Mont Cenis, and\nChambery; thence he went on to Lyons, and lost no time in repairing to\nhis chateau, after an absence of seventeen months and eight days.\nWe have just seen that, during his absence in Italy, the author of the\nEssays was elected mayor of Bordeaux.  \"The gentlemen of Bordeaux,\" says\nhe, \"elected me Mayor of their town while I was at a distance from\nFrance, and far from the thought of such a thing.  I excused myself; but\nthey gave to understand that I was wrong in so doing, it being also the\ncommand of the king that I should stand.\"  This the letter which Henry\nIII. wrote to him on the occasion:\nMONSIEUR, DE MONTAIGNE,--Inasmuch as I hold in great esteem your fidelity\nand zealous devotion to my service, it has been a pleasure to me to learn\nthat you have been chosen mayor of my town of Bordeaux.  I have had the\nagreeable duty of confirming the selection, and I did so the more\nwillingly, seeing that it was made during your distant absence; wherefore\nit is my desire, and I require and command you expressly that you proceed\nwithout delay to enter on the duties to which you have received so\nlegitimate a call.  And so you will act in a manner very agreeable to me,\nwhile the contrary will displease me greatly.  Praying God, M. de\nMontaigne, to have you in his holy keeping.\n\"Written at Paris, the 25th day of November 1581.\n\"HENRI.\n\"A Monsieur de MONTAIGNE,\nKnight of my Order, Gentleman in Ordinary of my\nChamber, being at present in Rome.\"\nMontaigne, in his new employment, the most important in the province,\nobeyed the axiom, that a man may not refuse a duty, though it absorb his\ntime and attention, and even involve the sacrifice of his blood.  Placed\nbetween two extreme parties, ever on the point of getting to blows, he\nshowed himself in practice what he is in his book, the friend of a middle\nand temperate policy.  Tolerant by character and on principle, he\nbelonged, like all the great minds of the sixteenth century, to that\npolitical sect which sought to improve, without destroying, institutions;\nand we may say of him, what he himself said of La Boetie, \"that he had\nthat maxim indelibly impressed on his mind, to obey and submit himself\nreligiously to the laws under which he was born.  Affectionately attached\nto the repose of his country, an enemy to changes and innovations, he\nwould have preferred to employ what means he had towards their\ndiscouragement and suppression, than in promoting their success.\"  Such\nwas the platform of his administration.\nHe applied himself, in an especial manner, to the maintenance of peace\nbetween the two religious factions which at that time divided the town of\nBordeaux; and at the end of his two first years of office, his grateful\nfellow-citizens conferred on him (in 1583) the mayoralty for two years\nmore, a distinction which had been enjoyed, as he tells us, only twice\nbefore.  On the expiration of his official career, after four years'\nduration, he could say fairly enough of himself that he left behind him\nneither hatred nor cause of offence.\nIn the midst of the cares of government, Montaigne found time to revise\nand enlarge his Essays, which, since their appearance in 1580, were\ncontinually receiving augmentation in the form of additional chapters or\npapers.  Two more editions were printed in 1582 and 1587; and during this\ntime the author, while making alterations in the original text, had\ncomposed part of the Third Book.  He went to Paris to make arrangements\nfor the publication of his enlarged labours, and a fourth impression in\n1588 was the result.  He remained in the capital some time on this\noccasion, and it was now that he met for the first time Mademoiselle de\nGournay.  Gifted with an active and inquiring spirit, and, above all,\npossessing a sound and healthy tone of mind, Mademoiselle de Gournay had\nbeen carried from her childhood with that tide which set in with\nsixteenth century towards controversy, learning, and knowledge.  She\nlearnt Latin without a master; and when, the age of eighteen, she\naccidentally became possessor of a copy of the Essays, she was\ntransported with delight and admiration.\nShe quitted the chateau of Gournay, to come and see him.  We cannot do\nbetter, in connection with this journey of sympathy, than to repeat the\nwords of Pasquier: \"That young lady, allied to several great and noble\nfamilies of Paris, proposed to herself no other marriage than with her\nhonour, enriched with the knowledge gained from good books, and, beyond\nall others, from the essays of M. de Montaigne, who making in the year\n1588 a lengthened stay in the town of Paris, she went there for the\npurpose of forming his personal acquaintance; and her mother, Madame de\nGournay, and herself took him back with them to their chateau, where, at\ntwo or three different times, he spent three months altogether, most\nwelcome of visitors.\"  It was from this moment that Mademoiselle de\nGournay dated her adoption as Montaigne's daughter, a circumstance which\nhas tended to confer immortality upon her in a far greater measure than\nher own literary productions.\nMontaigne, on leaving Paris, stayed a short time at Blois, to attend the\nmeeting of the States-General.  We do not know what part he took in that\nassembly: but it is known that he was commissioned, about this period, to\nnegotiate between Henry of Navarre (afterwards Henry IV.) and the Duke of\nGuise.  His political life is almost a blank; but De Thou assures us that\nMontaigne enjoyed the confidence of the principal persons of his time.\nDe Thou, who calls him a frank man without constraint, tells us that,\nwalking with him and Pasquier in the court at the Castle of Blois, he\nheard him pronounce some very remarkable opinions on contemporary events,\nand he adds that Montaigne had foreseen that the troubles in France could\nnot end without witnessing the death of either the King of Navarre or of\nthe Duke of Guise.  He had made himself so completely master of the views\nof these two princes, that he told De Thou that the King of Navarre would\nhave been prepared to embrace Catholicism, if he had not been afraid of\nbeing abandoned by his party, and that the Duke of Guise, on his part,\nhad no particular repugnance to the Confession of Augsburg, for which the\nCardinal of Lorraine, his uncle, had inspired him with a liking, if it\nhad not been for the peril involved in quitting the Romish communion.  It\nwould have been easy for Montaigne to play, as we call it, a great part\nin politics, and create for himself a lofty position but his motto was,\n'Otio et Libertati'; and he returned quietly home to compose a chapter\nfor his next edition on inconveniences of Greatness.\nThe author of the Essays was now fifty-five.  The malady which tormented\nhim grew only worse and worse with years; and yet he occupied himself\ncontinually with reading, meditating, and composition.  He employed the\nyears 1589, 1590, and 1591 in making fresh additions to his book; and\neven in the approaches of old age he might fairly anticipate many happy\nhours, when he was attacked by quinsy, depriving him of the power\nutterance.  Pasquier, who has left us some details  his last hours,\nnarrates that he remained three days in full possession of his faculties,\nbut unable to speak, so that, in order to make known his desires, he was\nobliged to resort to writing; and as he felt his end drawing near, he\nbegged his wife to summon certain of the gentlemen who lived in the\nneighbourhood to bid them a last farewell.  When they had arrived, he\ncaused mass to be celebrated in apartment; and just as the priest was\nelevating the host, Montaigne fell forward with his arms extended in\nfront of him, on the bed, and so expired.  He was in his sixtieth year.\nIt was the 13th September 1592.\nMontaigne was buried near his own house; but a few years after his\ndecease, his remains were removed to the church of a Commandery of St.\nAntoine at Bordeaux, where they still continue.  His monument was\nrestored in 1803 by a descendant.  It was seen about 1858 by an English\ntraveller (Mr. St.  John).'--[\"Montaigne the Essayist,\" by Bayle St.\nJohn, 1858, 2 vols.  8vo, is one of most delightful books of the kind.]--\nand was then in good preservation.\nIn 1595 Mademoiselle de Gournay published a new edition of Montaigne's\nEssays, and the first with the latest emendations of the author, from a\ncopy presented to her by his widow, and which has not been recovered,\nalthough it is known to have been in existence some years after the date\nof the impression, made on its authority.\nColdly as Montaigne's literary productions appear to have been received\nby the generation immediately succeeding his own age, his genius grew\ninto just appreciation in the seventeenth century, when such great\nspirits arose as La Bruyere, Moliere, La Fontaine, Madame de Sevigne.\n\"O,\" exclaimed the Chatelaine des Rochers, \"what capital company he is,\nthe dear man!  he is my old friend; and just for the reason that he is\nso, he always seems new.  My God!  how full is that book of sense!\"\nBalzac said that he had carried human reason as far and as high as it\ncould go, both in politics and in morals.  On the other hand, Malebranche\nand the writers of Port Royal were against him; some reprehended the\nlicentiousness of his writings; others their impiety, materialism,\nepicureanism.  Even Pascal, who had carefully read the Essays, and gained\nno small profit by them, did not spare his reproaches.  But Montaigne has\noutlived detraction.  As time has gone on, his admirers and borrowers\nhave increased in number, and his Jansenism, which recommended him to the\neighteenth century, may not be his least recommendation in the\nnineteenth.  Here we have certainly, on the whole, a first-class man, and\none proof of his masterly genius seems to be, that his merits and his\nbeauties are sufficient to induce us to leave out of consideration\nblemishes and faults which would have been fatal to an inferior writer.\nTHE LETTERS OF MONTAIGNE.\nI.\nTo Monsieur de MONTAIGNE\n[This account of the death of La Boetie begins imperfectly.  It first\nappeared in a little volume of Miscellanies in 1571.  See Hazlitt, ubi\nsup.  p.  630.]--As to his last words, doubtless, if any man can\ngive good account of them, it is I, both because, during the whole of his\nsickness he conversed as fully with me as with any one, and also because,\nin consequence of the singular and brotherly friendship which we had\nentertained for each other, I was perfectly acquainted with the\nintentions, opinions, and wishes which he had formed in the course of his\nlife, as much so, certainly, as one man can possibly be with those of\nanother man; and because I knew them to be elevated, virtuous, full of\nsteady resolution, and (after all said) admirable.  I well foresaw that,\nif his illness permitted him to express himself, he would allow nothing\nto fall from him, in such an extremity, that was not replete with good\nexample.  I consequently took every care in my power to treasure what was\nsaid.  True it is, Monseigneur, as my memory is not only in itself very\nshort, but in this case affected by the trouble which I have undergone,\nthrough so heavy and important a loss, that I have forgotten a number of\nthings which I should wish to have had known; but those which I recollect\nshall be related to you as exactly as lies in my power.  For to represent\nin full measure his noble career suddenly arrested, to paint to you his\nindomitable courage, in a body worn out and prostrated by pain and the\nassaults of death, I confess, would demand a far better ability than\nmine: because, although, when in former years he discoursed on serious\nand important matters, he handled them in such a manner that it was\ndifficult to reproduce exactly what he said, yet his ideas and his words\nat the last seemed to rival each other in serving him.  For I am sure\nthat I never knew him give birth to such fine conceptions, or display so\nmuch eloquence, as in the time of his sickness.  If, Monseigneur, you\nblame me for introducing his more ordinary observations, please to know\nthat I do so advisedly; for since they proceeded from him at a season of\nsuch great trouble, they indicate the perfect tranquillity of his mind\nand thoughts to the last.\nOn Monday, the 9th day of August 1563, on my return from the Court, I\nsent an invitation to him to come and dine with me.  He returned word\nthat he was obliged, but, being indisposed, he would thank me to do him\nthe pleasure of spending an hour with him before he started for Medoc.\nShortly after my dinner I went to him.  He had laid himself down on the\nbed with his clothes on, and he was already, I perceived, much changed.\nHe complained of diarrhoea, accompanied by the gripes, and said that he\nhad it about him ever since he played with M. d'Escars with nothing but\nhis doublet on, and that with him a cold often brought on such attacks.\nI advised him to go as he had proposed, but to stay for the night at\nGermignac, which is only about two leagues from the town.  I gave him\nthis advice, because some houses, near to that where he was ping, were\nvisited by the plague, about which he was nervous since his return from\nPerigord and the Agenois, here it had been raging; and, besides, horse\nexercise was, from my own experience, beneficial under similar\ncircumstances.  He set out, accordingly, with his wife and M.\nBouillhonnas, his uncle.\nEarly on the following morning, however, I had intelligence from Madame\nde la Boetie, that in the night he had fresh and violent attack of\ndysentery.  She had called in physician and apothecary, and prayed me to\nlose no time coming, which (after dinner) I did.  He was delighted to see\nme; and when I was going away, under promise to turn the following day,\nhe begged me more importunately and affectionately than he was wont to\ndo, to give him as such of my company as possible.  I was a little\naffected; yet was about to leave, when Madame de la Boetie, as if she\nforesaw something about to happen, implored me with tears to stay the\nnight.  When I consented, he seemed to grow more cheerful.  I returned\nhome the next day, and on the Thursday I paid him another visit.  He had\nbecome worse; and his loss of blood from the dysentery, which reduced his\nstrength very much, was largely on the increase.  I quitted his side on\nFriday, but on Saturday I went to him, and found him very weak.  He then\ngave me to understand that his complaint was infectious, and, moreover,\ndisagreeable and depressing; and that he, knowing thoroughly my\nconstitution, desired that I should content myself with coming to see him\nnow and then.  On the contrary, after that I never left his side.\nIt was only on the Sunday that he began to converse with me on any\nsubject beyond the immediate one of his illness, and what the ancient\ndoctors thought of it: we had not touched on public affairs, for I found\nat the very outset that he had a dislike to them.\nBut, on the Sunday, he had a fainting fit; and when he came to himself,\nhe told me that everything seemed to him confused, as if in a mist and in\ndisorder, and that, nevertheless, this visitation was not unpleasing to\nhim.  \"Death,\" I replied, \"has no worse sensation, my brother.\"  \"None so\nbad,\" was his answer.  He had had no regular sleep since the beginning of\nhis illness; and as he became worse and worse, he began to turn his\nattention to questions which men commonly occupy themselves with in the\nlast extremity, despairing now of getting better, and intimating as much\nto me.  On that day, as he appeared in tolerably good spirits, I took\noccasion to say to him that, in consideration of the singular love I bore\nhim, it would become me to take care that his affairs, which he had\nconducted with such rare prudence in his life, should not be neglected at\npresent; and that I should regret it if, from want of proper counsel, he\nshould leave anything unsettled, not only on account of the loss to his\nfamily, but also to his good name.\nHe thanked me for my kindness; and after a little reflection, as if he\nwas resolving certain doubts in his own mind, he desired me to summon his\nuncle and his wife by themselves, in order that he might acquaint them\nwith his testamentary dispositions.  I told him that this would shock\nthem.  \"No, no,\" he answered, \"I will cheer them by making out my case to\nbe better than it is.\"  And then he inquired, whether we were not all\nmuch taken by surprise at his having fainted?  I replied, that it was of\nno importance, being incidental to the complaint from which he suffered.\n\"True, my brother,\" said he; \"it would be unimportant, even though it\nshould lead to what you most dread.\"  \"For you,\" I rejoined, \"it might be\na happy thing; but I should be the loser, who would thereby be deprived\nof so great, so wise, and so steadfast a friend, a friend whose place I\nshould never see supplied.\"  \"It is very likely you may not,\" was his\nanswer; \"and be sure that one thing which makes me somewhat anxious to\nrecover, and to delay my journey to that place, whither I am already\nhalf-way gone, is the thought of the loss both you and that poor man and\nwoman there (referring to his uncle and wife) must sustain; for I love\nthem with my whole heart, and I feel certain that they will find it very\nhard to lose me.  I should also regret it on account of such as have, in\nmy lifetime, valued me, and whose conversation I should like to have\nenjoyed a little longer; and I beseech you, my brother, if I leave the\nworld, to carry to them for me an assurance of the esteem I entertained\nfor them to the last moment of my existence.  My birth was, moreover,\nscarcely to so little purpose but that, had I lived, I might have done\nsome service to the public; but, however this may be, I am prepared to\nsubmit to the will of God, when it shall please Him to call me, being\nconfident of enjoying the tranquillity which you have foretold for me.\nAs for you, my friend, I feel sure that you are so wise, that you will\ncontrol your emotions, and submit to His divine ordinance regarding me;\nand I beg of you to see that that good man and woman do not mourn for my\ndeparture unnecessarily.\"\nHe proceeded to inquire how they behaved at present.  \"Very well,\" said\nI, \"considering the circumstances.\"  \"Ah!\"  he replied, \"that is, so long\nas they do not abandon all hope of me; but when that shall be the case,\nyou will have a hard task to support them.\"  It was owing to his strong\nregard for his wife and uncle that he studiously disguised from them his\nown conviction as to the certainty of his end, and he prayed me to do the\nsame.  When they were near him he assumed an appearance of gaiety, and\nflattered them with hopes.  I then went to call them.  They came, wearing\nas composed an air as possible; and when we four were together, he\naddressed us, with an untroubled countenance, as follows: \"Uncle and\nwife, rest assured that no new attack of my disease, or fresh doubt that\nI have as to my recovery, has led me to take this step of communicating\nto you my intentions, for, thank God, I feel very well and hopeful; but\ntaught by observation and experience the instability of all human things,\nand even of the life to which we are so much attached, and which is,\nnevertheless, a mere bubble; and knowing, moreover, that my state of\nhealth brings me more within the danger of death, I have thought proper\nto settle my worldly affairs, having the benefit of your advice.\"  Then\naddressing himself more particularly to his uncle, \"Good uncle,\" said he,\n\"if I were to rehearse all the obligations under which I lie to you, I am\nsure that I never should make an end.  Let me only say that, wherever I\nhave been, and with whomsoever I have conversed, I have represented you\nas doing for me all that a father could do for a son; both in the care\nwith which you tended my education, and in the zeal with which you pushed\nme forward into public life, so that my whole existence is a testimony of\nyour good offices towards me.  In short, I am indebted for all that I\nhave to you, who have been to me as a parent; and therefore I have no\nright to part with anything, unless it be with your approval.\"\nThere was a general silence hereupon, and his uncle was prevented from\nreplying by tears and sobs.  At last he said that whatever he thought for\nthe best would be agreeable to him; and as he intended to make him his\nheir, he was at liberty to dispose of what would be his.\nThen he turned to his wife.  \"My image,\" said he (for so he often called\nher, there being some sort of relationship between them), \"since I have\nbeen united to you by marriage, which is one of the most weighty and\nsacred ties imposed on us by God, for the purpose of maintaining human\nsociety, I have continued to love, cherish, and value you; and I know\nthat you have returned my affection, for which I have no sufficient\nacknowledgment.  I beg you to accept such portion of my estate as I\nbequeath to you, and be satisfied with it, though it is very inadequate\nto your desert.\"\nAfterwards he turned to me.  \"My brother,\" he began, \"for whom I have so\nentire a love, and whom I selected out of so large a number, thinking to\nrevive with you that virtuous and sincere friendship which, owing to the\ndegeneracy of the age, has grown to be almost unknown to us, and now\nexists only in certain vestiges of antiquity, I beg of you, as a mark of\nmy affection to you, to accept my library: a slender offering, but given\nwith a cordial will, and suitable to you, seeing that you are fond of\nlearning.  It will be a memorial of your old companion.\"\nThen he addressed all three of us.  He blessed God that in his extremity\nhe had the happiness to be surrounded by those whom he held dearest in\nthe world, and he looked upon it as a fine spectacle, where four persons\nwere together, so unanimous in their feelings, and loving each other for\neach other's sake.  He commended us one to the other; and proceeded thus:\n\"My worldly matters being arranged, I must now think of the welfare of my\nsoul.  I am a Christian; I am a Catholic.  I have lived one, and I shall\ndie one.  Send for a priest; for I wish to conform to this last Christian\nobligation.\"  He now concluded his discourse, which he had conducted with\nsuch a firm face and with so distinct an utterance, that whereas, when I\nfirst entered his room, he was feeble, inarticulate in his speech, his\npulse low and feverish, and his features pallid, now, by a sort of\nmiracle, he appeared to have rallied, and his pulse was so strong that\nfor the sake of comparison, I asked him to feel mine.\nI felt my heart so oppressed at this moment, that I had not the power to\nmake him any answer; but in the course of two or three hours, solicitous\nto keep up his courage, and, likewise, out of the tenderness which I had\nhad all my life for his honour and fame, wishing a larger number of\nwitnesses to his admirable fortitude, I said to him, how much I was\nashamed to think that I lacked courage to listen to what he, so great a\nsufferer, had the courage to deliver; that down to the present time I had\nscarcely conceived that God granted us such command over human\ninfirmities, and had found a difficulty in crediting the examples I had\nread in histories; but that with such evidence of the thing before my\neyes, I gave praise to God that it had shown itself in one so excessively\ndear to me, and who loved me so entirely, and that his example would help\nme to act in a similar manner when my turn came.  Interrupting me, he\nbegged that it might happen so, and that the conversation which had\npassed between us might not be mere words, but might be impressed deeply\non our minds, to be put in exercise at the first occasion; and that this\nwas the real object and aim of all philosophy.\nHe then took my hand, and continued: \"Brother, friend, there are many\nacts of my life, I think, which have cost me as much difficulty as this\none is likely to do; and, after all, I have been long prepared for it,\nand have my lesson by heart.  Have I not lived long enough?  I am just\nupon thirty-three.  By the grace of God, my days so far have known\nnothing but health and happiness; but in the ordinary course of our\nunstable human affairs, this could not have lasted much longer; it would\nhave become time for me to enter on graver avocations, and I should thus\nhave involved myself in numberless vexations, and, among them, the\ntroubles of old age, from which I shall now be exempt.  Moreover, it is\nprobable that hitherto my life has been spent more simply, and with less\nof evil, than if God had spared me, and I had survived to feel the\nthirst for riches and worldly prosperity.  I am sure, for my part, that\nI now go to God and the place of the blessed.\"  He seemed to detect in\nmy expression some inquietude at his words; and he exclaimed, \"What, my\nbrother, would you make me entertain apprehensions?  Had I any, whom\nwould it become so much as yourself to remove them?\"\nThe notary, who had been summoned to draw up his will, came in the\nevening, and when he had the documents prepared, I inquired of La Boetie\nif he would sign them.  \"Sign them,\" cried he; \"I will do so with my own\nhand; but I could desire more time, for I feel exceedingly timid and\nweak, and in a manner exhausted.\"  But when I was going to change the\nconversation, he suddenly rallied, said he had but a short time to live,\nand asked if the notary wrote rapidly, for he should dictate without\nmaking any pause.  The notary was called, and he dictated his will there\nand then with such speed that the man could scarcely keep up with him;\nand when he had done, he asked me to read it out, saying to me, \"What a\ngood thing it is to look after what are called our riches.\"  'Sunt haec,\nquoe hominibus vocantur bona'.  As soon as the will was signed, the\nchamber being full, he asked me if it would hurt him to talk.  I\nanswered, that it would not, if he did not speak too loud.  He then\nsummoned Mademoiselle de Saint Quentin, his niece, to him, and addressed\nher thus: \"Dear niece, since my earliest acquaintance with thee, I have\nobserved the marks of, great natural goodness in thee; but the services\nwhich thou rendered to me, with so much affectionate diligence, in my\npresent and last necessity, inspire me with high hopes of thee; and I am\nunder great obligations to thee, and give thee most affectionate thanks.\nLet me relieve my conscience by counselling thee to be, in the first\nplace, devout, to God: for this doubtless is our first duty, failing\nwhich all others can be of little advantage or grace, but which, duly\nobserved, carries with it necessarily all other virtues.  After God, thou\nshouldest love thy father and mother--thy mother, my sister, whom I\nregard as one of the best and most intelligent of women, and by whom I\nbeg of thee to let thy own life be regulated.  Allow not thyself to be\nled away by pleasures; shun, like the plague, the foolish familiarities\nthou seest between some men and women; harmless enough at first, but\nwhich by insidious degrees corrupt the heart, and thence lead it to\nnegligence, and then into the vile slough of vice.  Credit me, the\ngreatest safeguard to female chastity is sobriety of demeanour.  I\nbeseech and direct that thou often call to mind the friendship which was\nbetwixt us; but I do not wish thee to mourn for me too much--an\ninjunction which, so far as it is in my power, I lay on all my friends,\nsince it might seem that by doing so they felt a jealousy of that blessed\ncondition in which I am about to be placed by death.  I assure thee, my\ndear, that if I had the option now of continuing in life or of completing\nthe voyage on which I have set out, I should find it very hard to choose.\nAdieu, dear niece.\"\nMademoiselle d'Arsat, his stepdaughter, was next called.  He said to her:\n\"Daughter, you stand in no great need of advice from me, insomuch as you\nhave a mother, whom I have ever found most sagacious, and entirely in\nconformity with my own opinions and wishes, and whom I have never found\nfaulty; with such a preceptress, you cannot fail to be properly\ninstructed.  Do not account it singular that I, with no tie of blood to\nyou, am interested in you; for, being the child of one who is so closely\nallied to me, I am necessarily concerned in what concerns you; and\nconsequently the affairs of your brother, M. d'Arsat, have ever been\nwatched by me with as much care as my own; nor perhaps will it be to your\ndisadvantage that you were my step-daughter.  You enjoy sufficient store\nof wealth and beauty; you are a lady of good family; it only remains for\nyou to add to these possessions the cultivation of your mind, in which I\nexhort you not to fail.  I do not think necessary to warn you against\nvice, a thing so odious in women, for I would not even suppose that you\ncould harbour any inclination for it--nay, I believe that you hold the\nvery name in abhorrence.  Dear daughter, farewell.\"\nAll in the room were weeping and lamenting; but he held without\ninterruption the thread of his discourse, which was pretty long.  But\nwhen he had done, he directed us all to leave the room, except the women\nattendants, whom he styled his garrison.  But first, calling to him my\nbrother, M. de Beauregard, he said to him: \"M. de Beauregard, you have\nmy best thanks for all the care you have taken of me.  I have now a thing\nwhich I am very anxious indeed to mention to you, and with your\npermission I will do so.\"  As my brother gave him encouragement to\nproceed, he added: \"I assure you that I never knew any man who engaged in\nthe reformation of our Church with greater sincerity, earnestness, and\nsingle-heartedness than yourself.  I consider that you were led to it by\nobserving the vicious character of our prelates, which no doubt much\nrequires setting in order, and by imperfections which time has brought\ninto our Church.  It is not my desire at present  discourage you from\nthis course, for I would have no one act in opposition to his conscience;\nbut I wish, having regard to the good repute acquired by your family from\nits enduring concord--a family than which none can be dearer to me; a\nfamily, thank God!  no member of which has ever been guilty of dishonour\n--in regard, further, to the will of your good father to whom you owe so\nmuch, and of your, uncle, I wish you to avoid extreme means; avoid\nharshness and violence: be reconciled with your relatives; do not act\napart, but unite.  You perceive what disasters our quarrels have brought\nupon this kingdom, and I anticipate still worse mischiefs; and in your\ngoodness and wisdom, beware of involving your family in such broils; let\nit continue to enjoy its former reputation and happiness.  M. de\nBeauregard, take what I say in good part, and as a proof of the\nfriendship I feel for you.  I postponed till now any communication with\nyou on the subject, and perhaps the condition in which you see me address\nyou, may cause my advice and opinion to carry greater authority.\"  My\nbrother expressed his thanks to him cordially.\nOn the Monday morning he had become so ill that he quite despaired of\nhimself; and he said to me very pitifully: \"Brother, do not you feel pain\nfor all the pain I am suffering?  Do you not perceive now that the help\nyou give me has no other effect than that of lengthening my suffering?\"\nShortly afterwards he fainted, and we all thought him gone; but by the\napplication of vinegar and wine he rallied.  But he soon sank, and when\nhe heard us in lamentation, he murmured, \"O God!  who is it that teases\nme so?  Why did you break the agreeable repose I was enjoying?  I beg of\nyou to leave me.\"  And then, when he caught the sound of my voice, he\ncontinued: \"And art thou, my brother, likewise unwilling to see me at\npeace?  O, how thou robbest me of my repose!\"  After a while, he seemed\nto gain more strength, and called for wine, which he relished, and\ndeclared it to be the finest drink possible.  I, in order to change the\ncurrent of his thoughts, put in, \"Surely not; water is the best.\"  \"Ah,\nyes,\" he returned, \"doubtless so;--(Greek phrase)--.\"  He had now become,\nicy-cold at his extremities, even to his face; a deathly perspiration was\nupon him, and his pulse was scarcely perceptible.\nThis morning he confessed, but the priest had omitted to bring with him\nthe necessary apparatus for celebrating Mass.  On the Tuesday, however,\nM. de la Boetie summoned him to aid him, as he said, in discharging the\nlast office of a Christian.   After the conclusion of Mass, he took the\nsacrament; when the priest was about to depart, he said to him:\n\"Spiritual father, I implore you humbly, as well as those over whom you\nare set, to pray to the Almighty on my behalf; that, if it be decreed in\nheaven that I am now to end my life, He will take compassion on my soul,\nand pardon me my sins, which are manifold, it not being possible for so\nweak and poor a creature as I to obey completely the will of such a\nMaster; or, if He think fit to keep me longer here, that it may please\nHim to release my present extreme anguish, and to direct my footsteps in\nthe right path, that I may become a better man than I have been.\"  He\npaused to recover breath a little; priest was about to go away, he called\nhim back and proceeded: \"I desire to say, besides, in your hearing this:\nI declare that I was christened and I have lived, and that so I wish to\ndie, in the faith which Moses preached in Egypt; which afterwards the\nPatriarchs accepted and professed in Judaea; and which, in the course of\ntime, has been transmitted to France and to us.\"  He seemed desirous of\nadding something more, but he ended with a request to his uncle and me to\nsend up prayers for him; \"for those are,\" he said, \"the best duties that\nChristians can fulfil one for another.\"  In the course of talking, his\nshoulder was uncovered, and although a man-servant stood near him, he\nasked his uncle to re-adjust the clothes.  Then, turning his eyes towards\nme, he said, \"Ingenui est, cui multum debeas, ei plurimum velle debere.\"\nM. de Belot called in the afternoon to see him, and M. de la Boetie,\ntaking his hand, said to him: \"I was on the point of discharging my debt,\nbut my kind creditor has given me a little further time.\"  A little while\nafter, appearing to wake out of a sort of reverie, he uttered words which\nhe had employed once or twice before in the course of his sickness:\n\"Ah well, ah well, whenever the hour comes, I await it with pleasure and\nfortitude.\"  And then, as they were holding his mouth open by force to\ngive him a draught, he observed to M. de Belot: \"An vivere tanti est?\"\nAs the evening approached, he began perceptibly to sink; and while I\nsupped, he sent for me to come, being no more than the shadow of a man,\nor, as he put it himself, 'non homo, sed species hominis'; and he said to\nme with the utmost difficulty: \"My brother, my friend, please God I may\nrealise the imaginations I have just enjoyed.\"  Afterwards, having waited\nfor some time while he remained silent, and by painful efforts was\ndrawing long sighs (for his tongue at this point began to refuse its\nfunctions), I said, \"What are they?\"  \"Grand, grand!\"  he replied.  \"I\nhave never yet failed,\" returned I, \"to have the honour of hearing your\nconceptions and imaginations communicated to me; will you not now still\nlet me enjoy them?\"  \"I would indeed,\" he answered; \"but, my brother,\nI am not able to do so; they are admirable, infinite, and unspeakable.\"\nWe stopped short there, for he could not go on.  A little before, indeed,\nhe had shown a desire to speak to his wife, and had told her, with as gay\na countenance as he could contrive to assume, that he had a story to tell\nher.  And it seemed as if he was making an attempt to gain utterance;\nbut, his strength failing him, he begged a little wine to resuscitate it.\nIt was of no avail, for he fainted away suddenly, and was for some time\ninsensible.  Having become so near a neighbour to death, and hearing the\nsobs of Mademoiselle de la Boetie, he called her, and said to her thus:\n\"My own likeness, you grieve yourself beforehand; will you not have pity\non me?  take courage.  Assuredly, it costs me more than half the pain I\nendure, to see you suffer; and reasonably so, because the evils which we\nourselves feel we do not actually ourselves suffer, but it certain\nsentient faculties which God plants in us, that feel them: whereas what\nwe feel on account of others, we feel by consequence of a certain\nreasoning process which goes on within our minds.  But I am going away\"\n--That he said because his strength was failing him; and fearing that he\nhad frightened his wife, he resumed, observing: \"I am going to sleep.\nGood night, my wife; go thy way.\"  This was the last farewell he took of\nher.\nAfter she had left, \"My brother,\" said he to me, \"keep near me, if you\nplease;\" and then feeling the advance of death more pressing and more\nacute, or else the effect of some warm draught which they had made him\nswallow, his voice grew stronger and clearer, and he turned quite with\nviolence in his bed, so that all began again to entertain the hope which\nwe had lost only upon witnessing his extreme prostration.\nAt this stage he proceeded, among other things, to pray me again and\nagain, in a most affectionate manner, to give him a place; so that I was\napprehensive that his reason might be impaired, particularly when, on my\npointing out to him that he was doing himself harm, and that these were\nnot of the words of a rational man, he did not yield at first, but\nredoubled his outcry, saying, \"My brother, my brother!  dost thou then\nrefuse me a place?\"  insomuch that he constrained me to demonstrate to\nhim that, as he breathed and spoke, and had his physical being, therefore\nhe had his place.  \"Yes, yes,\" he responded, \"I have; but it is not that\nwhich I need; and, besides, when all is said, I have no longer any\nexistence.\"  \"God,\" I replied, \"will grant you a better one soon.\"\n\"Would it were now, my brother,\" was his answer.  \"It is now three days\nsince I have been eager to take my departure.\"\nBeing in this extremity, he frequently called me, merely to satisfy him\nthat I was at his side.  At length, he composed himself a little to rest,\nwhich strengthened our hopes; so much so, indeed, that I left the room,\nand went to rejoice thereupon with Mademoiselle de la Boetie.  But, an\nhour or so afterwards, he called me by name once or twice, and then with\na long sigh expired at three o'clock on Wednesday morning, the 18th\nAugust 1563, having lived thirty-two years, nine months, and seventeen\ndays.\nII.\nTo Monseigneur, Monseigneur de MONTAIGNE.\n[This letter is prefixed to Montaigne's translation of the \"Natural\nTheology\" of Raymond de Sebonde, printed at Paris in 1569.]\nIn pursuance of the instructions which you gave me last year in your\nhouse at Montaigne, Monseigneur, I have put into a French dress, with my\nown hand, Raymond de Sebonde, that great Spanish theologian and\nphilosopher; and I have divested him, so far as I could, of that rough\nbearing and barbaric appearance which you saw him wear at first; that, in\nmy opinion, he is now qualified to present himself in the best company.\nIt is perfectly possible that some fastidious persons will detect in the\nbook some trace of Gascon parentage; but it will be so much the more to\ntheir discredit, that they allowed the task to devolve on one who is\nquite a novice in these things.  It is only right, Monseigneur, that the\nwork should come before the world under your auspices, since whatever\nemendations and polish it may have received, are owing to you.  Still I\nsee well that, if you think proper to balance accounts with the author,\nyou will find yourself much his debtor; for against his excellent and\nreligious discourses, his lofty and, so to speak, divine conceptions, you\nwill find that you will have to set nothing but words and phraseology; a\nsort of merchandise so ordinary and commonplace, that whoever has the\nmost of it, peradventure is the worst off.\nMonseigneur, I pray God to grant you a very long and happy life.  From\nParis, this 18th of June 1568.  Your most humble and most obedient son,\nMICHEL DE MONTAIGNE\nIII.\nTo Monsieur, Monsieur de LANSAC,--[This letter appears to belong to\n1570.]--Knight of the King's Order, Privy Councillor, Sub-controller of\nhis Finance, and Captain of the Cent Gardes of his Household.\nMONSIEUR,--I send you the OEconomics of Xenophon, put into French by the\nlate M. de la Boetie,--[Printed at Paris, 8vo, 1571, and reissued, with\nthe addition of some notes, in 1572, with a fresh title-page.]--a present\nwhich appears to me to be appropriate, as well because it is the work of\na gentleman of mark,--[Meaning Xenophon.]--a man illustrious in war and\npeace, as because it has taken its second shape from a personage whom I\nknow to have been held by you in affectionate regard during his life.\nThis will be an inducement to you to continue to cherish towards his\nmemory, your good opinion and goodwill.  And to be bold with you,\nMonsieur, do not fear to increase these sentiments somewhat; for, as you\nhad knowledge of his high qualities only in his public capacity, it rests\nwith me to assure you how many endowments he possessed beyond your\npersonal experience of him.  He did me the honour, while he lived, and I\ncount it amongst the most fortunate circumstances in my own career, to\nhave with me a friendship so close and so intricately knit, that no\nmovement, impulse, thought, of his mind was kept from me, and if I have\nnot formed a right judgment of him, I must suppose it to be from my own\nwant of scope.  Indeed, without exaggeration, he was so nearly a prodigy,\nthat I am afraid of not being credited when I speak of him, even though I\nshould keep much within the mark of my own actual knowledge.  And for\nthis time, Monsieur, I shall content myself with praying you, for the\nhonour and respect we owe to truth, to testify and believe that our\nGuienne never beheld his peer among the men of his vocation.  Under the\nhope, therefore, that you will pay him his just due, and in order to\nrefresh him in your memory, I present you this book, which will answer\nfor me that, were it not for the insufficiency of my power, I would offer\nyou as willingly something of my own, as an acknowledgment of the\nobligations I owe to you, and of the ancient favour and friendship which\nyou have borne towards the members of our house.  But, Monsieur, in\ndefault of better coin, I offer you in payment the assurance of my desire\nto do you humble service.\nMonsieur, I pray God to have you in His keeping.  Your obedient servant,\nMICHEL DE MONTAIGNE.\nIV.\nTo Monsieur, Monsieur de MESMES, Lord of Roissy and Malassize, Privy\nCouncillor to the King.\nMONSIEUR,--It is one of the most conspicuous follies committed by men,\nto employ the strength of their understanding in overturning and\ndestroying those opinions which are commonly received among us, and which\nafford us satisfaction and content; for while everything beneath heaven\nemploys the ways and means placed at its disposal by nature for the\nadvancement and commodity of its being, these, in order to appear of a\nmore sprightly and enlightened wit, not accepting anything which has not\nbeen tried and balanced a thousand times with the most subtle reasoning,\nsacrifice their peace of mind to doubt, uneasiness, and feverish\nexcitement.  It is not without reason that childhood and simplicity have\nbeen recommended by holy writ itself.  For my part, I prefer to be quiet\nrather than clever: give me content, even if I am not to be so wide in my\nrange.  This is the reason, Monsieur, why, although persons of an\ningenious turn laugh at our care as to what will happen after our own\ntime, for instance, to our souls, which, lodged elsewhere, will lose all\nconsciousness of what goes on here below, yet I consider it to be a great\nconsolation for the frailty and brevity of life, to reflect that we have\nthe power of prolonging it by reputation and fame; and I embrace very\nreadily this pleasant and favourable notion original with our being,\nwithout inquiring too critically how or why it is.  Insomuch that having\nloved, beyond everything, the late M. de la Boetie, the greatest man, in\nmy judgment, of our age, I should think myself very negligent of my duty\nif I failed, to the utmost of my power, to prevent such a name as his,\nand a memory so richly meriting remembrance, from falling into oblivion;\nand if I did not use my best endeavour to keep them fresh.  I believe\nthat he feels something of what I do on his behalf, and that my services\ntouch and rejoice him.  In fact, he lives in my heart so vividly and so\nwholly, that I am loath to believe him committed to the dull ground, or\naltogether cast off from communication with us.  Therefore, Monsieur,\nsince every new light I can shed on him and his name, is so much added to\nhis second period of existence, and, moreover, since his name is ennobled\nand honoured by the place which receives it, it falls to me not only to\nextend it as widely as I can, but to confide it to the keeping of persons\nof honour and virtue; among whom you hold such a rank, that, to afford\nyou the opportunity of receiving this new guest, and giving him good\nentertainment, I decided on presenting to you this little work, not for\nany profit you are likely to derive from it, being well aware that you do\nnot need to have Plutarch and his companions interpreted to you--but it\nis possible that Madame de Roissy, reading in it the order of her\nhousehold management and of your happy accord painted to the life, will\nbe pleased to see how her own natural inclination has not only reached\nbut surpassed the theories of the wisest philosophers, regarding the\nduties and laws of the wedded state.  And, at all events, it will be\nalways an honour to me, to be able to do anything which shall be for the\npleasure of you and yours, on account of the obligation under which I lie\nto serve you.\nMonsieur, I pray God to grant you a long and happy life.  From Montaigne,\nthis 30th April 1570.  Your humble servant,\nMICHEL DE MONTAIGNE.\nV.\nTo Monsieur, Monsieur de L'HOSPITAL, Chancellor of France\nMONSEIGNEUR,--I am of the opinion that persons such as you, to whom\nfortune and reason have committed the charge of public affairs, are not\nmore inquisitive in any point than in ascertaining the character of those\nin office under you; for no society is so poorly furnished, but that, if\na proper distribution of authority be used, it has persons sufficient for\nthe discharge of all official duties; and when this is the case, nothing\nis wanting to make a State perfect in its constitution.  Now, in\nproportion as this is so much to be desired, so it is the more difficult\nof accomplishment, since you cannot have eyes to embrace a multitude so\nlarge and so widely extended, nor to see to the bottom of hearts, in\norder that you may discover intentions and consciences, matters\nprincipally to be considered; so that there has never been any\ncommonwealth so well organised, in which we might not detect often enough\ndefect in such a department or such a choice; and in those systems, where\nignorance and malice, favouritism, intrigue, and violence govern, if any\nselection happens to be made on the ground of merit and regularity, we\nmay doubtless thank Fortune, which, in its capricious movements, has for\nonce taken the path of reason.\nThis consideration, Monseigneur, often consoled me, when I beheld M.\nEtienne de la Boetie, one of the fittest men for high office in France,\npass his whole life without employment and notice, by his domestic\nhearth, to the singular detriment of the public; for, so far as he was\nconcerned, I may assure you, Monseigneur, that he was so rich in those\ntreasures which defy fortune, that never was man more satisfied or\ncontent.  I know, indeed, that he was raised to the dignities connected\nwith his neighbourhood--dignities accounted considerable; and I know\nalso, that no one ever acquitted himself better of them; and when he died\nat the age of thirty-two, he enjoyed a reputation in that way beyond all\nwho had preceded him.\nBut for all that, it is no reason that a man should be left a common\nsoldier, who deserves to become a captain; nor to assign mean functions\nto those who are perfectly equal to the highest.  In truth, his powers\nwere badly economised and too sparingly employed; insomuch that, over and\nabove his actual work, there was abundant capacity lying idle which might\nhave been called into service, both to the public advantage and his own\nprivate glory.\nTherefore, Monseigneur, since he was so indifferent to his own fame (for\nvirtue and ambition, unfortunately, seldom lodge together), and since he\nlived in an age when others were too dull or too jealous to witness to\nhis character, I have it marvellously at heart that his memory, at all\nevents, to which I owe the good offices of a friend, should enjoy the\nrecompense of his brave life; and that it should survive in the good\nreport of men of honour and virtue.  On this account, sir, I have been\ndesirous to bring to light, and present to you, such few Latin verses as\nhe left behind.  Different from the builder, who places the most\nattractive, portion of his house towards the street, and to the draper,\nwho displays in his window his best goods, that which was most precious\nin my friend, the juice and marrow of his genius, departed with him, and\nthere have remained to us but the bark and the leaves.\nThe exactly regulated movements of his mind, his piety, his virtue, his\njustice, his vivacity, the solidity and soundness of his judgment, the\nloftiness of his ideas, raised so far above the common level, his\nlearning, the grace which accompanied his most ordinary actions, the\ntender affection he had for his miserable country, and his supreme and\nsworn detestation of all vice, but principally of that villainous traffic\nwhich disguises itself under the honourable name of justice, should\ncertainly impress all well-disposed persons with a singular love towards\nhim, and an extraordinary regret for his loss.  But, sir, I am unable to\ndo justice to all these qualities; and of the fruit of his own studies it\nhad not entered into his mind to leave any proof to posterity; all that\nremains, is the little which, as a pastime, he did at intervals.\nHowever this may be, I beg you, sir, to receive it kindly; and as our\njudgment of great things is many times formed from lesser things, and as\neven the recreations of illustrious men carry with them, to intelligent\nobservers, some honourable traits of their origin, I would have you form\nfrom this, some knowledge of him, and hence lovingly cherish his name and\nhis memory.  In this, sir, you will only reciprocate the high opinion\nwhich he had of your virtue, and realise what he infinitely desired in\nhis lifetime; for there was no one in the world in whose acquaintance and\nfriendship he would have been so happy to see himself established, as in\nyour own.  But if any man is offended by the freedom which I use with the\nbelongings of another, I can tell him that nothing which has been written\nor been laid down, even in the schools of philosophy, respecting the\nsacred duties and rights of friendship, could give an adequate idea of\nthe relations which subsisted between this personage and myself.\nMoreover, sir, this slender gift, to make two throws of one stone at the\nsame time, may likewise serve, if you please, to testify the honour and\nrespect which I entertain for your ability and high qualities; for as to\nthose gifts which are adventitious and accidental, it is not to my taste\nto take them into account.\nSir, I pray God to grant you a very happy and a very long life.  From\nMontaigne, this 30th of April 1570.--Your humble and obedient servant,\nMICHEL DE MONTAIGNE.\nTo Monsieur, Monsieur de Folx, Privy Councillor, and Ambassador of His\nMajesty to the Signory of Venice.--[ Printed before the 'Vers Francois'\nof Etienne de la Boetie, 8vo, Paris, 1572.]\nSIR,--Being on the point of commending to you and to posterity the memory\nof the late Etienne de la Boetie, as well for his extreme virtue as for\nthe singular affection which he bore to me, it struck me as an\nindiscretion very serious in its results, and meriting some coercion from\nour laws, the practice which often prevails of robbing virtue of glory,\nits faithful associate, in order to confer it, in accordance with our\nprivate interests and without discrimination, on the first comer; seeing\nthat our two principal guiding reins are reward and punishment, which\nonly touch us properly, and as men, through the medium of honour and\ndishonour, forasmuch as these penetrate the mind, and come home to our\nmost intimate feelings: just where animals themselves are susceptible,\nmore or less, to all other kinds of recompense and corporal chastisement.\nMoreover, it is well to notice that the custom of praising virtue, even\nin those who are no longer with us, impalpable as it is to them, serves\nas a stimulant to the living to imitate their example; just as capital\nsentences are carried out by the law, more for the sake of warning to\nothers, than in relation to those who suffer.  Now, commendation and its\nopposite being analogous as regards effects, we cannot easily deny\nthe fact, that although the law prohibits one man from slandering the\nreputation of another, it does not prevent us from bestowing reputation\nwithout cause.  This pernicious licence in respect to the distribution of\npraise, has formerly been confined in its area of operations; and it may\nbe the reason why poetry once lost favour with the more judicious.\nHowever this may be, it cannot be concealed that the vice of falsehood is\none very unbecoming in gentleman, let it assume what guise it will.\nAs for that personage of whom I am speaking to you, sir he leads me far\naway indeed from this kind of language; for the danger in his case is\nnot, lest I should lend him anything, but that I might take something\nfrom him; and it is his ill-fortune that, while he has supplied me, so\nfar as ever a man could, with just and obvious opportunities for\ncommendation, I find myself unable and unqualified to render it to him\n--I, who am his debtor for so many vivid communications, and who alone\nhave it in my power to answer for a million of accomplishments,\nperfections, and virtues, latent (thanks to his unkind stars) in so noble\na soul.  For the nature of things having (I know not how) permitted that\ntruth, fair and acceptable--as it may be of itself, is only embraced\nwhere there are arts of persuasion, to insinuate it into our minds, I see\nmyself so wanting, both in authority to support my simple testimony, and\nin the eloquence requisite for lending it value and weight, that I was on\nthe eve of relinquishing the task, having nothing of his which would\nenable me to exhibit to the world a proof of his genius and knowledge.\nIn truth, sir, having been overtaken by his fate in the flower of his\nage, and in the full enjoyment of the most vigorous health, it had been\nhis design to publish some day works which would have demonstrated to\nposterity what sort of a man he was; and, peradventure, he was\nindifferent enough to fame, having formed such a plan in his head, to\nproceed no further in it.  But I have come to the conclusion, that it was\nfar more excusable in him to bury with him all his rare endowments, than\nit would be on my part to bury also with me the knowledge of them which I\nhad acquired from him; and, therefore, having collected with care all the\nremains which I found scattered here and there among his papers, I intend\nto distribute them so as to recommend his memory to as many persons as\npossible, selecting the most suitable and worthy of my acquaintance, and\nthose whose testimony might do him greatest honour: such as you, sir, who\nmay very possibly have had some knowledge of him during his life, but\nassuredly too slight to discover the perfect extent of his worth.\nPosterity may credit me, if it chooses, when I swear upon my conscience,\nthat I knew and saw him to be such as, all things considered, I could\nneither desire nor imagine a genius surpassing his.\nI beg you very humbly, sir, not only to take his name under your general\nprotection, but also these ten or twelve French stanzas, which lay\nthemselves, as of necessity, under shadow of your patronage.  For I will\nnot disguise from you, that their publication was deferred, upon the\nappearance of his other writings, under the pretext (as it was alleged\nyonder at Paris) that they were too crude to come to light.  You will\njudge, sir, how much truth there is in this; and since it is thought that\nhereabout nothing can be produced in our own dialect but what is\nbarbarous and unpolished, it falls to you, who, besides your rank as the\nfirst house in Guienne, indeed down from your ancestors, possess every\nother sort of qualification, to establish, not merely by your example,\nbut by your authoritative testimony, that such is not always the case:\nthe more so that, though 'tis more natural with the Gascons to act than\ntalk, yet sometimes they employ the tongue more than the arm, and wit in\nplace of valour.\nFor my own part; sir, it is not in my way to judge of such matters; but I\nhave heard persons who are supposed to understand them, say that these\nstanzas are not only worthy to be presented in the market-place, but,\nindependently of that, as regards beauty and wealth of invention, they\nare full of marrow and matter as any compositions of the kind, which have\nappeared in our language.  Naturally each workman feels himself more\nstrong in some special part his art, and those are to be regarded as most\nfortunate, who lay hands on the noblest, for all the parts essential to\nthe construction of any whole are not equally precious.  We find\nelsewhere, perhaps, greater delicacy phrase, greater softness and harmony\nof language; but imaginative grace, and in the store of pointed wit, I do\nnot think he has been surpassed; and we should take the account that he\nmade these things neither his occupation nor his study, and that he\nscarcely took a pen in his hand more than once a year, as is shown by the\nvery slender quantity of his remains.  For you see here, sir, green wood\nand dry, without any sort of selection, all that has come into my\npossession; insomuch that there are among the rest efforts even of his\nboyhood.  In point of fact, he seems to have written them merely to show\nthat he was capable of dealing with all subjects: for otherwise,\nthousands of times, in the course of ordinary conversation, I have heard\nthings drop from him infinitely more worthy of being admired, infinitely\nmore worthy of being preserved.\nSuch, sir, is what justice and affection, forming in this instance a rare\nconjunction, oblige me to say of this great and good man; and if I have\nat all offended by the freedom which I have taken in addressing myself to\nyou on such a subject at such a length, be pleased to recollect that the\nprincipal result of greatness and eminence is to lay one open to\nimportunate appeals on behalf of the rest of the world.  Herewith, after\ndesiring you to accept my affectionate devotion to your service,\nI beseech God to vouchsafe you, sir, a fortunate and prolonged life.\nFrom Montaigne, this 1st of September 1570.--Your obedient servant,\nMICHEL DE MONTAIGNE.\nTo Mademoiselle de MONTAIGNE, my Wife.--[Printed as a preface to the\n\"Consolation of Plutarch to his Wife,\" published by Montaigne, with\nseveral other tracts by La Boetie, about 1571.]\nMY WIFE,--You understand well that it is not proper for a man of the\nworld, according to the rules of this our time, to continue to court and\ncaress you; for they say that a sensible person may take a wife indeed,\nbut that to espouse her is to act like a fool.  Let them talk; I adhere\nfor my part the custom of the good old days; I also wear my hair as it\nused to be then; and, in truth, novelty costs this poor country up to the\npresent moment so dear (and I do not know whether we have reached the\nhighest pitch yet), that everywhere and in everything I renounce the\nfashion.  Let us live, my wife, you and I, in the old French method.\nNow, you may recollect that the late M. de la Boetie, my brother and\ninseparable companion, gave me, on his death-bed, all his books and\npapers, which have remained ever since the most precious part of my\neffects.  I do not wish to keep them niggardly to myself alone, nor do I\ndeserve to have the exclusive use of them; so that I have resolved to\ncommunicate them to my friends; and because I have none, I believe, more\nparticularly intimate you, I send you the Consolatory Letter written by\nPlutarch to his Wife, translated by him into French; regretting much that\nfortune has made it so suitable a present you, and that, having had but\none child, and that a daughter, long looked for, after four years of your\nmarried life it was your lot to lose her in the second year of her age.\nBut I leave to Plutarch the duty of comforting you, acquainting you with\nyour duty herein, begging you to put your faith in him for my sake; for\nhe will reveal to you my own ideas, and will express the matter far\nbetter than I should myself.  Hereupon, my wife, I commend myself very\nheartily to your good will, and pray God to have you in His keeping.\nFrom Paris, this 10th September 1570.--Your good husband,\nMICHEL DE MONTAIGNE.\nVIII.\nTo Monsieur DUPUY,--[This is probably the Claude Dupuy, born at Paris in\n1545, and one of the fourteen judges sent into Guienne after the treaty\nof Fleix in 1580.  It was perhaps under these circumstances that\nMontaigne addressed to him the present letter.]--the King's Councillor in\nhis Court and Parliament of Paris.\nMONSIEUR,--The business of the Sieur de Verres, a prisoner, who is\nextremely well known to me, deserves, in the arrival at a decision,\nthe exercise of the clemency natural to you, if, in the public interest,\nyou can fairly call it into play.  He has done a thing not only\nexcusable, according to the military laws of this age, but necessary and\n(as we are of opinion) commendable.  He committed the act, without doubt,\nunwillingly and under pressure; there is no other passage of his life\nwhich is open to reproach.  I beseech you, sir, to lend the matter your\nattentive consideration; you will find the character of it as I represent\nit to you.  He is persecuted on this crime, in a way which is far worse\nthan the offence itself.  If it is likely to be of use to him, I desire\nto inform you that he is a man brought up in my house, related to several\nrespectable families, and a person who, having led an honourable life,\nis my particular friend.  By saving him you lay me under an extreme\nobligation.  I beg you very humbly to regard him as recommended by me,\nand, after kissing your hands, I pray God, sir, to grant you a long and\nhappy life.  From Castera, this 23d of April [1580].  Your affectionate\nservant,\nMONTAIGNE.\nIX.\nTo the Jurats of Bordeaux.--[Published from the original among the\narchives of the town of Bordeaux, M. Gustave Brunet in the Bulletin du\nBibliophile, July 1839.]\nGENTLEMEN,--I trust that the journey of Monsieur de Cursol will be of\nadvantage to the town.  Having in hand a case so just and so favourable,\nyou did all in your power to put the business in good trim; and matters\nbeing so well situated, I beg you to excuse my absence for some little\ntime longer, and I will abridge my stay so far as the pressure of my\naffairs permits.  I hope that the delay will be short; however, you will\nkeep me, if you please, in your good grace, and will command me, if the\noccasion shall arise, in employing me in the public service and in yours.\nMonsieur de Cursol has also written to me and apprised me of his journey.\nI humbly commend myself to you, and pray God, gentlemen, to grant you\nlong and happy life.  From Montaigne, this 21st of May 1582.  Your humble\nbrother and servant,\nMONTAIGNE.\nX.\nTo the same.--[The original is among the archives of Toulouse.]\nGENTLEMEN,--I have taken my fair share of the satisfaction which you\nannounce to me as feeling at the good despatch of your business, as\nreported to you by your deputies, and I regard it as a favourable sign\nthat you have made such an auspicious commencement of the year.  I hope\nto join you at the earliest convenient opportunity.  I recommend myself\nvery humbly to your gracious consideration, and pray God to grant you,\ngentlemen, a happy and long life.  From Montaigne, this 8th February\n1585.  Your humble brother and servant,\nMONTAIGNE.\nXI.\nTo the same.\nGENTLEMEN,--I have here received news of you from M. le Marechal.  I will\nnot spare either my life or anything else for your service, and will\nleave it to your judgment whether the assistance I might be able to\nrender by my presence at the forthcoming election, would be worth the\nrisk I should run by going into the town, seeing the bad state it is in,\n--[This refers to the plague then raging, and which carried off 14,000\npersons at Bordeaux.]--particularly for people coming away from so fine\nan air as this is where I am.  I will draw as near to you on Wednesday as\nI can, that is, to Feuillas, if the malady has not reached that place,\nwhere, as I write to M. de la Molte, I shall be very pleased to have the\nhonour of seeing one of you to take your directions, and relieve myself\nof the credentials which M. le Marechal will give me for you all:\ncommending myself hereupon humbly to your good grace, and praying God to\ngrant you, gentlemen, long and happy life.  At Libourne, this 30th of\nJuly 1585.  Your humble servant and brother,\nMONTAIGNE.\nXII.--[\"According to Dr. Payen, this letter belongs to 1588.  Its\nauthenticity has been called in question; but wrongly, in our opinion.\nSee 'Documents inedits', 1847, p.  12.\"--Note in 'Essais', ed.  Paris,\n1854, iv.  381.  It does not appear to whom the letter was addressed.]\nMONSEIGNEUR,--You have heard of our baggage being taken from us under our\neyes in the forest of Villebois: then, after a good deal of discussion\nand delay, of the capture being pronounced illegal by the Prince.  We\ndared not, however, proceed on our way, from an uncertainty as to the\nsafety of our persons, which should have been clearly expressed on our\npassports.  The League has done this, M. de Barrant and M. de la\nRochefocault; the storm has burst on me, who had my money in my box.  I\nhave recovered none of it, and most of my papers and cash--[The French\nword is hardes, which St. John renders things.  But compare Chambers's\n\"Domestic Annals of Scotland,\" 2d ed.  i.  48.]--remain in their\npossession.  I have not seen the Prince.  Fifty were lost .  .  .  as for\nthe Count of Thorigny, he lost some ver plate and a few articles of\nclothing.  He diverged from his route to pay a visit to the mourning\nladies at Montresor, where are the remains of his two brothers and his\ngrandmother, and came to us again in this town, whence we shall resume\nour journey shortly.  The journey to Normandy is postponed.  The King has\ndespatched MM. De Bellieure and de la Guiche to M. de Guise to summon him\nto court; we shall be there on Thursday.\nFrom Orleans, this 16th of February, in the morning [1588-9?].--Your very\nhumble servant,\nMONTAIGNE.\nXIII.\nTo Mademoiselle PAULMIER.--[This letter, at the time of the publication\nof the variorum edition of 1854, appears to have been in private hands.\nSee vol.  iv.  p.  382.]\nMADEMOISELLE,--My friends know that, from the first moment of our\nacquaintance, I have destined a copy of my book for you; for I feel that\nyou have done it much honour.  The courtesy of M. Paulmier would deprive\nme of the pleasure of giving it to you now, for he has obliged me since a\ngreat deal beyond the worth of my book.  You will accept it then, if you\nplease, as having been yours before I owed it to you, and will confer on\nme the favour of loving it, whether for its own sake or for mine; and I\nwill keep my debt to M. Paulmier undischarged, that I may requite him, if\nI have at some other time the means of serving him.\nXIV.\nTo the KING, HENRY IV.--[The original is in the French national library,\nin the Dupuy collection.  It was first discovered by M. Achille Jubinal,\nwho printed it with a facsimile of the entire autograph, in 1850.  St.\nJohn gives the date wrongly as the 1st January 1590.]\nSIRE, It is to be above the weight and crowd of your great and important\naffairs, to know, as you do, how to lend yourself, and attend to small\nmatters in their turn, according to the duty of your royal dignity, which\nexposes you at all times to every description and degree of person and\nemployment.  Yet, that your Majesty should have deigned to consider my\nletter, and direct a reply to be made to it, I prefer to owe, less to\nyour strong understanding, than to your kindness of heart.  I have always\nlooked forward to your enjoyment of your present fortune, and you may\nrecollect that, even when I had to make confession of itto my cure, I\nviewed your successes with satisfaction: now, with the greater propriety\nand freedom, I embrace them affectionately.  They serve you where you are\nas positive matters of fact; but they serve us here no less by the fame\nwhich they diffuse: the echo carries as much weight as the blow.  We\nshould not be able to derive from the justice of your cause such powerful\narguments for the maintenance and reduction of your subjects, as we do\nfrom the reports of the success of your undertaking; and then I have to\nassure your Majesty, that the recent changes to your advantage, which you\nobserve hereabouts, the prosperous issue of your proceedings at Dieppe,\nhave opportunely seconded the honest zeal and marvellous prudence of M.\nthe Marshal de Matignon, from whom I flatter myself that you do not\nreceive day by day accounts of such good and signal services without\nremembering my assurances and expectations.  I look to the next summer,\nnot only for fruits which we may eat, but for those to grow out of our\ncommon tranquillity, and that it will pass over our heads with the same\neven tenor of happiness, dissipating, like its predecessors, all the fine\npromises with which your adversaries sustain the spirits of their\nfollowers.  The popular inclinations resemble a tidal wave; if the\ncurrent once commences in your favour, it will go on of its own force to\nthe end.  I could have desired much that the private gain of the soldiers\nof your army, and the necessity for satisfying them, had not deprived\nyou, especially in this principal town, of the glorious credit of treating\nyour mutinous subjects, in the midst of victory, with greater clemency\nthan their own protectors, and that, as distinguished from a passing and\nusurped repute, you could have shown them to be really your own, by the\nexercise of a protection truly paternal and royal.  In the conduct of\nsuch affairs as you have in hand, men are obliged to have recourse to\nunusual expedients.  It is always seen that they are surmounted by their\nmagnitude and difficulty; it not being found easy to complete the\nconquest by arms and force, the end has been accomplished by clemency and\ngenerosity, excellent lures to draw men particularly towards the just and\nlegitimate side.  If there is to be severity and punishment, let it be\ndeferred till success has been assured.  A great conqueror of past times\nboasts that he gave his enemies as great an inducement to love him, as\nhis friends.  And here we feel already some effect of the favourable\nimpression produced upon our rebellious towns by the contrast between\ntheir rude treatment, and that of those which are loyal to you.  Desiring\nyour Majesty a happiness more tangible and less hazardous, and that you\nmay be beloved rather than feared by your people, and believing that your\nwelfare and theirs are of necessity knit together, I rejoice to think that\nthe progress which you make is one towards more practicable conditions of\npeace, as well as towards victory!\nSire, your letter of the last of November came to my hand only just now,\nwhen the time which it pleased you to name for meeting you at Tours had\nalready passed.  I take it as a singular favour that you should have\ndeigned to desire a visit from so useless a person, but one who is wholly\nyours, and more so even by affection than from duty.  You have acted very\ncommendably in adapting yourself, in the matter of external forms, to\nyour new fortunes; but the preservation of your old affability and\nfrankness in private intercourse is entitled to an equal share of praise.\nYou have condescended to take thought for my age, no less than for the\ndesire which I have to see you, where you may be at rest from these\nlaborious agitations.  Will not that be soon at Paris, Sire?  and may\nnothing prevent me from presenting myself there!--Your very humble and\nvery obedient servant and subject,\nMONTAIGNE.\nFrom Montaigne, this 18th of January [1590].\nXV.\nTo the same.--[ This letter is also in the national collection, among the\nDupuy papers.  It was first printed in the \"Journal de l'Instruction\nPublique,\" 4th November 1846.]\nSIRE,--The letter which it pleased your majesty to write to me on the\n20th of July, was not delivered to me till this morning, and found me\nlaid up with a very violent tertian ague, a complaint very common in this\npart of the country during the last month.  Sire, I consider myself\ngreatly honoured by the receipt of your commands, and I have not omitted\nto communicate to M. the Marshal de Matignon three times most\nemphatically my intention and obligation to proceed to him, and even so\nfar as to indicate the route by which I proposed to join him secretly, if\nhe thought proper.  Having received no answer, I consider that he has\nweighed the difficulty and risk of the journey to me.  Sire, your Majesty\ndill do me the favour to believe, if you please, that I shall never\ncomplain of the expense on occasions where I should not hesitate to\ndevote my life.  I have never derived any substantial benefit whatever\nfrom the bounty of kings, which I have neither sought nor merited; nor\nhave I had any recompense for the services which I have performed for\nthem: whereof your majesty is in part aware.  What I have done for your\npredecessors I shall do still more readily for you.  I am as rich, Sire,\nas I desire to be.  When I shall have exhausted my purse in attendance on\nyour Majesty at Paris, I will take the liberty to tell you, and then, if\nyou should regard me as worthy of being retained any longer in your\nsuite, you will find me more modest in my claims upon you than the\nhumblest of your officers.\nSire, I pray God for your prosperity and health.  Your very humble and\nvery obedient servant and subject,\nMONTAIGNE.\nFrom Montaigne, this 2d of September [1590].\nXVI.\nTo the Governor of Guienne.\nMONSEIGNEUR,--I have received this morning your letter, which I have\ncommunicated to M. de Gourgues, and we have dined together at the house\nof M.[the mayor] of Bourdeaux.  As to the inconvenience of transporting\nthe money named in your memorandum, you see how difficult a thing it is\nto provide for; but you may be sure that we shall keep as close a watch\nover it as possible.  I used every exertion to discover the man of whom\nyou spoke.  He has not been here; and M. de Bordeaux has shown me a\nletter in which he mentions that he could not come to see the Director of\nBordeaux, as he intended, having been informed that you mistrust him.\nThe letter is of the day before yesterday.  If I could have found him, I\nmight perhaps have pursued the gentler course, being uncertain of your\nviews; but I entreat you nevertheless to feel no manner of doubt that I\nrefuse to carry out any wishes of yours, and that, where your commands\nare concerned, I know no distinction of person or matter.  I hope that\nyou have in Guienne many as well affected to you as I am.  They report\nthat the Nantes galleys are advancing towards Brouage.  M. the Marshal de\nBiron has not yet left.  Those who were charged to convey the message to\nM. d'Usee say that they cannot find him; and I believe that, if he has\nbeen here, he is so no longer.  We keep a vigilant eye on our gates and\nguards, and we look after them a little more attentively in your absence,\nwhich makes me apprehensive, not merely on account of the preservation of\nthe town, but likewise for your oven sake, knowing that the enemies of\nthe king feel how necessary you are to his service, and how ill we should\nprosper without you.  I am afraid that, in the part where you are, you\nwill be overtaken by so many affairs requiring your attention on every\nside, that it will take you a long time and involve great difficulty\nbefore you have disposed of everything.  If there is any important news,\nI will despatch an express at once, and you may conclude that nothing is\nstirring if you do not hear from me: at the same time begging you to bear\nin mind that movements of this kind are wont to be so sudden and\nunexpected that, if they occur, they will grasp me by the throat, before\nthey say a word.  I will do what I can to collect news, and for this\npurpose I will make a point of visiting and seeing men of every shade of\nopinion.  Down to the present time nothing is stirring.  M. de Londel has\nseen me this morning, and we have been arranging for some advances for\nthe place, where I shall go to-morrow morning.  Since I began this\nletter, I have learnt from Chartreux that two gentlemen, describing\nthemselves as in the service of M. de Guise, and coming from Agen, have\npassed near Chartreux; but I was not able to ascertain which road they\nhave taken.  They are expecting you at Agen.  The Sieur de Mauvesin came\nas far as Canteloup, and thence returned, having got some intelligence.\nI am in search of one Captain Rous, to whom .  .  .  wrote, trying to\ndraw him into his cause by all sorts of promises.  The rumour of the two\nNantes galleys ready to descend on Brouage is confirmed as certain; they\ncarry two companies of foot.  M. de Mercure is at Nantes.  The Sieur de\nla Courbe said to M. the President Nesmond that M. d'Elbeuf is on this\nside of Angiers, and lodges with his father.  He is drawing towards Lower\nPoictou with 4000 foot and 400 or 500 horse, having been reinforced by\nthe troops of M. de Brissac and others, and M. de Mercure is to join him.\nThe report goes also that M. du Maine is about to take the command of all\nthe forces they have collected in Auvergne, and that he will cross Le\nForet to advance on Rouergue and us, that is to say, on the King of\nNavarre, against whom all this is being directed.  M. de Lansac is at\nBourg, and has two war vessels, which remain in attendance on him.  His\nfunctions are naval.  I tell you what I learn, and mix up together the\nmore or less probable hearsay of the town with actual matter of fact,\nthat you may be in possession of everything.  I beg you most humbly to\nreturn directly affairs may allow you to do so, and assure you that,\nmeanwhile, we shall not spare our labour, or (if that were necessary) our\nlife, to maintain the king's authority throughout.  Monseigneur, I kiss\nyour hands very respectfully, and pray God to have you in His keeping.\nFrom Bordeaux, Wednesday night, 22d May (1590-91).--Your very humble\nservant,\nMONTAIGNE.\nI have seen no one from the king of Navarre; they say that M. de Biron\nhas seen him.\nTHE AUTHOR TO THE READER.--[Omitted by Cotton.]\nREADER, thou hast here an honest book; it doth at the outset forewarn\nthee that, in contriving the same, I have proposed to myself no other\nthan a domestic and private end: I have had no consideration at all\neither to thy service or to my glory.  My powers are not capable of any\nsuch design.  I have dedicated it to the particular commodity of my\nkinsfolk and friends, so that, having lost me (which they must do\nshortly), they may therein recover some traits of my conditions and\nhumours, and by that means preserve more whole, and more life-like, the\nknowledge they had of me.  Had my intention been to seek the world's\nfavour, I should surely have adorned myself with borrowed beauties: I\ndesire therein to be viewed as I appear in mine own genuine, simple, and\nordinary manner, without study and artifice: for it is myself I paint.\nMy defects are therein to be read to the life, and any imperfections and\nmy natural form, so far as public reverence hath permitted me.  If I had\nlived among those nations, which (they say) yet dwell under the sweet\nliberty of nature's primitive laws, I assure thee I would most willingly\nhave painted myself quite fully and quite naked.  Thus, reader, myself am\nthe matter of my book: there's no reason thou shouldst employ thy leisure\nabout so frivolous and vain a subject.   Therefore farewell.\nFrom Montaigne, the 12th June 1580--[So in the edition of 1595; the\nedition of 1588 has 12th June 1588]\nFrom Montaigne, the 1st March 1580.\n--[See Bonnefon, Montaigne, 1893, p. 254.  The book had been\nlicensed for the press on the 9th May previous.  The edition of 1588\nhas 12th June 1588;]--\nETEXT EDITOR'S BOOKMARKS:\nArts of persuasion, to insinuate it into our minds\nHelp: no other effect than that of lengthening my suffering\nJudgment of great things is many times formed from lesser thing\nOption now of continuing in life or of completing the voyage\nTwo principal guiding reins are reward and punishment\nVirtue and ambition, unfortunately, seldom lodge together\n*** END OF THE PROJECT GUTENBERG EBOOK ESSAYS OF MICHEL DE MONTAIGNE — VOLUME 01 ***\nUpdated editions will replace the previous one—the old editions will\nbe renamed.\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg™ electronic works to protect the PROJECT GUTENBERG™\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for an eBook, except by following\nthe terms of the trademark license, including paying royalties for use\nof the Project Gutenberg trademark. If you do not charge anything for\ncopies of this eBook, complying with the trademark license is very\neasy. You may use this eBook for nearly any purpose such as creation\nof derivative works, reports, performances and research. Project\nGutenberg eBooks may be modified and printed and given away—you may\ndo practically ANYTHING in the United States with eBooks not protected\nby U.S. copyright law. Redistribution is subject to the trademark\nlicense, especially commercial redistribution.\nSTART: FULL LICENSE\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\nTo protect the Project Gutenberg™ mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase “Project\nGutenberg”), you agree to comply with all the terms of the Full\nProject Gutenberg™ License available with this file or online at\nwww.gutenberg.org/license.\nSection 1. General Terms of Use and Redistributing Project Gutenberg™\nelectronic works\n1.A. By reading or using any part of this Project Gutenberg™\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg™ electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg™ electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the person\nor entity to whom you paid the fee as set forth in paragraph 1.E.8.\n1.B. “Project Gutenberg” is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg™ electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg™ electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg™\nelectronic works. See paragraph 1.E below.\n1.C. The Project Gutenberg Literary Archive Foundation (“the\nFoundation” or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg™ electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg™ mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg™\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg™ name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg™ License when\nyou share it without charge with others.\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg™ work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry other than the United States.\n1.E. Unless you have removed all references to Project Gutenberg:\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg™ License must appear\nprominently whenever any copy of a Project Gutenberg™ work (any work\non which the phrase “Project Gutenberg” appears, or with which the\nphrase “Project Gutenberg” is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\nThis eBook is for the use of anyone anywhere in the United States and most\nother parts of the world at no cost and with almost no restrictions\nwhatsoever. You may copy it, give it away or re-use it under the terms\nof the Project Gutenberg License included with this eBook or online\nat www.gutenberg.org. If you\nare not located in the United States, you will have to check the laws\nof the country where you are located before using this eBook.\n1.E.2. If an individual Project Gutenberg™ electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase “Project\nGutenberg” associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg™\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n1.E.3. If an individual Project Gutenberg™ electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg™ License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg™\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg™.\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg™ License.\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg™ work in a format\nother than “Plain Vanilla ASCII” or other format used in the official\nversion posted on the official Project Gutenberg™ website\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original “Plain\nVanilla ASCII” or other form. Any alternate format must include the\nfull Project Gutenberg™ License as specified in paragraph 1.E.1.\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg™ works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg™ electronic works\nprovided that:\n• You pay a royalty fee of 20% of the gross profits you derive from\nthe use of Project Gutenberg™ works calculated using the method\nyou already use to calculate your applicable taxes. The fee is owed\nto the owner of the Project Gutenberg™ trademark, but he has\nagreed to donate royalties under this paragraph to the Project\nGutenberg Literary Archive Foundation. Royalty payments must be paid\nwithin 60 days following each date on which you prepare (or are\nlegally required to prepare) your periodic tax returns. Royalty\npayments should be clearly marked as such and sent to the Project\nGutenberg Literary Archive Foundation at the address specified in\nSection 4, “Information about donations to the Project Gutenberg\nLiterary Archive Foundation.”\n• You provide a full refund of any money paid by a user who notifies\nyou in writing (or by e-mail) within 30 days of receipt that s/he\ndoes not agree to the terms of the full Project Gutenberg™\nLicense. You must require such a user to return or destroy all\ncopies of the works possessed in a physical medium and discontinue\nall use of and all access to other copies of Project Gutenberg™\nworks.\n• You provide, in accordance with paragraph 1.F.3, a full refund of\nany money paid for a work or a replacement copy, if a defect in the\nelectronic work is discovered and reported to you within 90 days of\nreceipt of the work.\n• You comply with all other terms of this agreement for free\ndistribution of Project Gutenberg™ works.\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg™ electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom the Project Gutenberg Literary Archive Foundation, the manager of\nthe Project Gutenberg™ trademark. Contact the Foundation as set\nforth in Section 3 below.\n1.F.\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg™ collection. Despite these efforts, Project Gutenberg™\nelectronic works, and the medium on which they may be stored, may\ncontain “Defects,” such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the “Right\nof Replacement or Refund” described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg™ trademark, and any other party distributing a Project\nGutenberg™ electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you ‘AS-IS’, WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg™ electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg™\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg™ work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg™ work, and (c) any\nDefect you cause.\nSection 2. Information about the Mission of Project Gutenberg™\nProject Gutenberg™ is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg™’s\ngoals and ensuring that the Project Gutenberg™ collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg™ and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at www.gutenberg.org.\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\nThe Project Gutenberg Literary Archive Foundation is a non-profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation’s EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state’s laws.\nThe Foundation’s business office is located at 809 North 1500 West,\nSalt Lake City, UT 84116, (801) 596-1887. Email contact links and up\nto date contact information can be found at the Foundation’s website\nand official page at www.gutenberg.org/contact\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\nProject Gutenberg™ depends upon and cannot survive without widespread\npublic support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine-readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular state\nvisit www.gutenberg.org/donate.\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\nPlease check the Project Gutenberg web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate.\nSection 5. General Information About Project Gutenberg™ electronic works\nProfessor Michael S. Hart was the originator of the Project\nGutenberg™ concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg™ eBooks with only a loose network of\nvolunteer support.\nProject Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org.\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.", "source": "essays.txt"}
