{"text": "OF IDLENESS.\nAs we see some grounds that have long lain idle and untilled, when grown rich and fertile by rest, to abound with and spend their virtue in the product of innumerable sorts of weeds and wild herbs that are unprofitable, and that to make them perform their true office we must cultivate and prepare them for such seeds as are proper for our service; and as we see women that, without knowledge of man, do sometimes of themselves bring forth inanimate and formless lumps of flesh, but that to cause a natural and perfect generation they are to be husbanded with another kind of seed: even so it is with minds, which if not applied to some certain study that may fix and restrain them, run into a thousand extravagances, eternally roving here and there in the vague expanse of the imagination...\nOF LIARS.\nI have a memory the best furnished with that which is most rare and incredible; I mean a memory the most weak and short; and so much that I do not know more than one man who has it in such a degree as myself, and to whom the name of Forgetful may be so justly attributed.  I do not complain of it, for, to say truth, I find some advantage in it; first, because it is an evil that has provided me with a remedy against another evil, ambition; for it is an ambitious thing to have a great memory: and, secondly, because, as I have said, it makes me less importunate and troublesome to my friends, who, finding me to forget, are the more willing to forgive my omissions.\nOF PEDANTRY.\nI was often, when a boy, wonderfully concerned to see, in the Italian farces, a pedant always brought in as the coxcomb of the piece, and that the title of Magister was in no greater reverence amongst us: for being delivered up to their tuition, what could I do less than be jealous of their reputation? I sought indeed to excuse them by the natural disparity that is betwixt the vulgar sort and men of a finer thread; both in sentiment and custom, they cannot jump; but in this, the thing I most stumbled at was, that the finest gentlemen were those who most despised them...\nThat men by various ways arrive at the same end.\nThe most usual way of appeasing the indignation of such as we have any way offended, when we see them in possession of the power of revenge, and find that we absolutely lie at their mercy, is by submission, to move them to commiseration and pity; and yet bravery, constancy, and resolution, which are quite contrary means, have sometimes served to produce the same effect.\nOf Sorrow.\nNo man living is more free from this passion than I, who yet neither like it in myself nor admire it in others, and yet generally the world, as a settled thing, is pleased to grace it with a particular esteem, clothing therewith wisdom, virtue, and conscience. Foolish and sordid guise! The Italians have more fitly baptized by this name malignity; for 'tis a quality always hurtful, always idle and vain; and as being cowardly, mean, and base, it is by the Stoics expressly and particularly forbidden to their sages.\nOf Fear.\nObstupui, steteruntque comae, et vox faucibus haesit.\nI am not so good a naturalist (as they call it) as to discern by what secret springs fear has its motion in us; but, be this as it may, 'tis a strange passion, and such a one that the physicians say there is no other whatever that sooner dethrones our judgment from its proper seat; which is so true, that I myself have seen very many become frantic through fear; and, even in those of the best settled temper, it is most certain that it begets a terrible astonishment and confusion during the fit.\nOf Solitude.\nLet us pretermit that long comparison betwixt the active and the solitary life; and as for the fine saying with which ambition and avarice palliate their vices, that we are not born for ourselves but for the public, let us boldly appeal to those who are in public affairs; let them lay their hands upon their hearts, and then say whether, on the contrary, they do not rather aspire to titles and offices and that tumult of the world to make their private advantage at the public expense.\nOf Friendship.\nHaving considered the proceedings of a painter that serves me, I had a mind to imitate his way. He chooses the fairest part and middle of any wall, or ceiling, there to make a picture, which he begins to finish with his utmost care and art, and the vacuity about it he fills with grotesques, which are odd fantastic figures without any grace but what they derive from their variety, and the extravagancy of their shapes. And in truth, what are these things I scribble, other than grotesques and monstrous bodies, made of various parts, without any certain figure, or any other than accidental order, coherence, or proportion?\nDesinit in piscem mulier formosa superne.\nIn this second part I go hand in hand with my painter; but fall very short of him in the first and the better, my power of handling not being such, that I dare to offer at a rich piece, finely polished, and set off according to art. I have therefore thought fit to borrow one of Estienne de la Boetie, and such a one as shall honour and adorn all the rest of my work-namely, a discourse that he called Voluntary Servitude; but, coming to be published by those who did not know him, they have since re-baptized it, The Le, or Against One. He wrote in his youth by way of essay, in honour of liberty against tyrants; and it has run through the hands of men of great understanding, not without very great and deserved commendation; for it is finely written, and as full as anything can possibly be. And yet one may confidently say it is far short of what he was able to do; and if in that more mature age, wherein I had the happiness to know him, he had taken a design like this of mine, to commit his thoughts to writing, we should have seen a great many rare things, and such as would have gone very near to have rivalled the best writings of antiquity: for in natural parts especially, I know no man comparable to him. But he has left nothing behind him, save this treatise only (and that too by chance, and I believe he never saw it after it first went out of his hands), and some observations upon that edict of January, made famous by our civil-wars, which also shall elsewhere, peradventure, find a place. These were all I could recover of his remains, I to whom with so affectionate a remembrance, upon his death-bed, he by his last will bequeathed his library and papers, the little book of his works only excepted, which I committed to the press. And this particular obligation I have to this treatise of his, that it was the occasion of my first coming acquainted with him; for it was showed to me long before I had the good fortune to know him; and gave me the first knowledge of his name, proving the first cause and foundation of a friendship, which we afterwards improved and maintained, so long as God was pleased to continue us together, so perfect, inviolate, and entire, that certainly the like is hardly to be found in story, and amongst the men of this age, there is no sign nor trace of any such thing in use; so much concurrence is required to the building of such a one, that 'tis much, if fortune bring it but once to pass in three ages.", "source": "essays_of_montaigne.txt"}
{"text": "Biography of Michel de Montaigne\nMichel Eyquem de Montaigne (28 February 1533 – 13 September 1592) was one of the most significant philosophers of the French Renaissance, known for popularizing the essay as a literary genre. His work is noted for its merging of casual anecdotes and autobiography with serious intellectual insight; his massive volume Essais contains some of the most influential essays ever written.\nMontaigne was born in the Aquitaine region of France, on the family estate Château de Montaigne, in a town now named Saint-Michel-de-Montaigne, close to Bordeaux. The family was very wealthy; his great-grandfather, Ramon Felipe Eyquem, had made a fortune as a herring merchant and had bought the estate in 1477, thus becoming the Lord of Montaigne.\nMontaigne's education was designed to follow a plan created by his father, Pierre Eyquem, and refined by humanist friends. Soon after his birth, Montaigne was brought to a small cottage, where he lived the first three years of life in the sole company of a peasant family, in order to \"draw the boy close to the people, and to the life conditions of the people, who need our help\". After these first spartan years, Montaigne was brought back to the château. The objective was for Latin to become his first language.\nThe Essais\nHis massive volume Essais (translated literally as \"Attempts\" or \"Trials\") contains some of the most influential essays ever written. Montaigne wrote in a crafted rhetoric designed to intrigue and involve the reader, sometimes appearing to move in a stream-of-thought from topic to topic and at other times employing a structured style which gives more emphasis to the didactic nature of his work. His arguments are often supported with quotations from Ancient Greek, Latin, and Italian texts such as De rerum natura by Lucretius and the works of Plutarch. Furthermore, his essays were seen as an attempt to explore himself as he wrote, \"I am myself the matter of my book\".\nMontaigne's influence, via Shakespeare, René Descartes, Ralph Waldo Emerson, Stefan Zweig, Friedrich Nietzsche, Jean-Jacques Rousseau, Isaac Asimov, and perhaps famously in his own time, Francis Bacon, is monumental.\nHe died of quinsy at the age of 59, in 1592 at the Château de Montaigne.", "source": "biography.txt"}
