{"text": "OF IDLENESS.\nAs we see some grounds that have long lain idle and untilled, when grown\nrich and fertile by rest, to abound with and spend their virtue in the\nproduct of innumerable sorts of wild herbs and unprofitable weeds, and\nthat to make them perform their true office we must cultivate and\nprepare them for such seeds as are proper for our service; and as we see\nwomen that without knowledge of man do sometimes of themselves bring\nforth inanimate and formless lumps of flesh, but that to cause a natural\nand perfect generation they are to be husbanded with another kind of\nseed: even so it is with minds, which if not applied to some certain\nstudy that may fix and restrain them, run into a thousand extravagances,\neternally roving here and there in the vague expanse of the imagination--\n\"Sicut aquae tremulum labris ubi lumen ahenis\nSole repercussum, aut radiantis imagine lunae,\nOmnia pervolitat late loca, jamque sub auras\nErigitur, summique ferit laquearia tecti.\"\n[\"As when in brazen vats of water the trembling light,\nreflected from the sun, or from the image of the radiant\nmoon, flits far and wide over everything, and mounts to the\nupper air, and strikes the ceiling of the roof.\"\n--AEneid, viii. 22.]\n--in which wild agitation there is no folly or idle fancy they do not\nlight upon:\n\"Velut aegri somnia, vanae\nFinguntur species.\"\n[\"Like a sick man's dreams, creating vain phantasms.\"\n--Hor., De Art. Poet., 7.]\nThe soul that has no established aim loses itself, for, as it is said, he\nwho lives everywhere lives nowhere.\n\"Quisquis ubique habitat, Maxime, nusquam habitat.\"\n[\"He who lives everywhere, Maximus, lives nowhere.\"\n--Martial, vii. 73.]\nWhen I lately retired to my own house, with a resolution, as much as\npossibly I could, to avoid all manner of concern in those affairs, and\nto spend in privacy and repose the little remainder of time I have to\nlive, I fancied I could not more oblige my mind than to suffer it at\nfull leisure to entertain and divert itself, which I now hoped it might\nthe better be entrusted to do, as being by time and age settled and\nmatured; but I find--\n\"Variam semper dant otia mentem,\"\n[\"Leisure ever creates varied thought.\"--Lucan, iv. 704]\n--that, quite contrary, it is like a horse that has broke from his rider,\nwho voluntarily runs into a much more violent career than any horseman\nwould put him to, and creates me so many chimeras and fantastic monsters,\none upon another, without order or purpose, that to contemplate their\nstrangeness and ineptitude, I have begun a register of them, which I\ntrust shall one day make him ashamed of himself.\nOF LIARS.\nThere is not a man living whom it would so little become to speak from\nmemory as myself, for I have scarcely any at all, and do not think that\nthe world has another so marvelous as mine. My other faculties are all\nvery ordinary and mean; but in this I think myself very rare and singular,\nand worthy to be remarked. Besides the natural defect which I have of it,\nI have as much as I can, for lack of use, suffered it to decay.\nIf a man have a good memory, he will often find himself at a loss in\ntelling a story; for the memory being the receptacle and sheath of all\nscience, mine being so brittle, if I were not a man of very good invention,\nI should certainly be a very ignorant fellow.\nIt is not without reason said, that he who has not a good memory should\nnever take upon him the trade of lying. I know very well that the\ngrammarians distinguish betwixt an untruth and a lie, and say that to\ntell an untruth is to tell a thing that is false, but that we ourselves\nbelieve to be true; and that the definition of the word to lie in Latin,\nfrom which our French is taken, is to tell a thing which we know in our\nconscience to be false; and it is of this last sort of liars only that\nI speak. Now, these do either wholly contrive and invent the untruths\nthey utter, or so alter and disguise a true story that it ends in a lie.\nWhen they disguise and alter a truth, if they are often put to the\nrepetition of the same story, they can hardly avoid passing their own\nmemory, which is the reason that they are so often trapped; for the\nthing being fully imprinted in the memory, and the invention being\nonly the product of the imagination, it is very difficult that the\nmemory should not get the better of the imagination.\nOF THE EDUCATION OF CHILDREN.\nTo Madame Diane de Foix, Comtesse de Gurson.\nI never yet saw that father, but let his son be never so decrepit or\ndeformed, would not, notwithstanding, own him: not, nevertheless, if he\nwere not totally besotted, and blinded with his paternal affection, that\nhe did not well enough discern his defects: but that with all these\nqualities he was still his. And I myself, who have no other issue to\nleave, would be very glad that what I shall leave should be returned to\nme. The best and most fruitful natural parts are those that are the\nsoonest and most plentifully produced; and as we see that the strongest\nplants are those that have the deepest roots, so it is with children;\nand if they are not planted in a good soil, and have not a good gardener,\nthey will bring forth nothing but weeds.\nFor a child of a good house, who seeks letters not for the gain (for such\nan object as that is unworthy of the grace and favour of the Muses, and\nmoreover, in it a man subscribes to and serves others), nor so much for\nexternal advantages as for his own particular contentment, and to enrich\nand fortify himself within, having rather a desire to come out an\naccomplished cavalier than a mere scholar or man of learning; for such a\none, I say, I would also have his friends solicitous to find him out a\ntutor, who has rather a well-made than a well-filled head; seeking,\nindeed, both the one and the other, but rather of the two to prefer\nmanners and judgment to mere learning, and that this man should exercise\nhis charge after a new method.\n'Tis the custom of pedagogues to be eternally thundering in their pupil's\nears, as they were pouring into a funnel, whilst the business of the\npupil is only to repeat what the others have said: now I would have a\ntutor to correct this error, and, that at the very first, he should\naccording to the capacity he has to deal with, put it to the test,\npermitting his pupil himself to taste things, and of himself to discern\nand choose them, sometimes opening the way to him, and sometimes leaving\nhim to open it for himself; that is, I would not have him alone to\ninvent and speak, but that he should also hear his pupil speak in turn.\nSocrates, and since him Arcesilaus, made first their scholars speak, and\nthen they spoke to them.\n\"Obest plerumque iis, qui discere volunt,\nauctoritas eorum, qui docent.\"\n[\"The authority of those who teach is very often an impediment\nto those who desire to learn.\"--Cicero, De Nat. Deor., i. 5.]\nIt is good that he should have him trot before him, to judge the pace of\nhis horse, and to judge how long he must hold him back.", "source": "essays.txt"}
