{"text": "I should like you to consider that these functions (including passion, memory, and imagination) follow from the mere arrangement of the machine’s organs every bit as naturally as the movements of a clock or other automaton follow from the arrangement of its counter-weights and wheels.\nGood sense is the most evenly distributed thing in the world, for all people suppose themselves so well endowed with it that even those who are the most difficult to satisfy in every other respect never seem to desire more than they have.\nIt is not enough to have a good mind; the main thing is to use it well.\nFor to be possessed of a vigorous mind is not enough; the prime requisite is rightly to apply it. The greatest minds, as they are capable of the highest excellences, are open likewise to the greatest aberrations; and those who travel very slowly may yet make far greater progress, provided they keep always to the straight road, than those who, while they run, forsake it.\nAccordingly, I have formed a method, by whose assistance it appears to me I have the means of gradually increasing my knowledge and of little by little raising it to the highest point which the mediocrity of my talents and the brief duration of my life can permit me to reach.\nMy third maxim was to endeavor always to conquer myself rather than fortune, and change my desires rather than the order of the world, and in general, accustom myself to the persuasion that, except our own thoughts, there is nothing absolutely in our power; so that when we have done our best in things external to us, all wherein we fail of success is to be held, as regards us, absolutely impossible.\nI think, therefore I am.\nBut I observed that, while I thus wished to think that everything was false, it was necessarily true that I who thought so was something. Since this truth, I think, therefore I am, was so firm and assured that all the most extravagant suppositions of the sceptics were unable to shake it, I judged that I could accept it without scruple as the first principle of the philosophy I was seeking.\nThe reading of all good books is like a conversation with the finest minds of past centuries.\nIf you would be a real seeker after truth, it is necessary that at least once in your life you doubt, as far as possible, all things.\nDivide each difficulty into as many parts as is feasible and necessary to resolve it.\nExcept our own thoughts, there is nothing absolutely in our power.\nPerfect numbers like perfect men are very rare.\nIn order to seek truth, it is necessary once in the course of our life, to doubt, as far as possible, of all things.\nWhen it is not in our power to follow what is true, we ought to follow what is most probable.\nThe senses deceive from time to time, and it is prudent never to trust wholly those who have deceived us even once.", "source": "quotes_and_excerpts.txt"}
