{"text": "SIX\nMETAPHYSICAL\nMEDITATIONS;\nWherein it is Proved\nThat there is a\nGOD.\nAnd that Mans MIND is\nreally distinct from his BODY.\nWritten Originally in Latin\nBy RENATUS DES-CARTES.\nHereunto are added the OBJECTIONS\nmade against these Meditations\nBy THOMAS HOBBES\nOf Malmesbury.\nWith the AUTHORS Answers.\nAll Faithfully Translated into ENGLISH,\nwith a short Account of\nDes-Cartes’s Life.\nBy WILLIAM MOLYNEUX.\nLondon, Printed by B.G. for Benj. Tooke at\nthe Ship in St. Pauls Church-yard, 1680.\nThe Contents.\nMeditation 1. Of Things Doubtful.                                Pag. 1.\nMeditat. 2. Of the Nature of Mans Mind, and that ’tis easier\nProved to Be then our Body.                                     p. 11.\nMeditat. 3. Of God, and that there Is a God.                      p. 27.\nMeditat. 4. Of Truth and Falshood.                                p. 55.\nMeditat. 5. Of the Essence of Things Material, and herein\nagain of God, and that He does Exist.                           p. 70.\nMeditat. 6. Of Corporeal Beings and their Existence, as also\nof the Real Difference between Mind and Body.                   p. 83.\nObjections and Answers.                                          p. 155.\nTHE\nMetaphysical Meditations\nOF\nRenatus Des-Cartes, &c.\nMEDITAT. I.\nOf Things Doubtful.\nSome years past I perceived how many Falsities I admitted as Truths\nin my Younger years, and how Dubious those things were which I raised\nfrom thence; and therefore I thought it requisite (if I had a designe\nto establish any thing that should prove firme and permanent in\nsciences) that once in my life I should clearly cast aside all my former\nopinions, and begin a new from some First principles. But this seemed a\ngreat Task, and I still expected that maturity of years, then which none\ncould be more apt to receive Learning; upon which Account I waited so\nlong, that at last I should deservedly be blamed had I spent that time in\nDeliberation which remain’d only for Action.\nThis day therefore I conveniently released my mind from all cares, I\nprocured to my self a Time Quiet, and free from all Business, I retired\nmy self Alone; and now at length will I freely and seriously apply my\nself to the General overthrow of all my former Opinions.\nTo the Accomplishment of Which, it will not be necessary for me to prove\nthem all false (for that perhaps I shall never atcheive) But because my\nreason perswades me, that I must withdraw my assent no less from those\nopinions which seem not so very certain and undoubted, then I should\nfrom those that are Apparently false, it will be sufficient if I reject\nall those wherein I find any Occasion of doubt.\nNeither to effect this is it necessary, that they all should be run\nover particularly (which would be an endles trouble) but because the\nFoundation being once undermin’d, whatever is built thereon will of\nits own accord come to the ground, I shall therefore immediately assault\nthe very principle, on which whatever I have believed was grounded.\nViz.\nWhatever I have hitherto admitted as most true, that I received either\nfrom, or by my Senses; but these I have often found to deceive me, and\n’tis prudence never certainly to trust those that I have (tho but once)\ndeceived us.\n1 Doubt. But tho sometimes the senses deceive us being exercised\nabout remote or small objects, yet there are many other things of\nwhich we cannot doubt tho we know them only by the senses? as that at\npresent I am in this place, that I am sitting by a fire, that I have a\nWinter gown on me, that I feel this Paper with my hands; But how can it\nbe denied that these hands or this body is mine? Unless I should compare\nmy self to those mad men, whose brains are disturbed by such a disorderly\nmelancholick vapour, that makes them continually profess themselves to\nbe Kings, tho they are very poor, or fancy themselves cloathed in Purple\nRobes, tho they are naked, or that their heads are made of Clay as a\nbottle, or of glass, &c. But these are mad men, and I should be as mad\nas they in following their example by fancying these things as they do.\n1 Solution. This truly would seem very clear to those that never\nsleep, and suffer the same things (and sometimes more unlikely) in\ntheir repose, then these mad men do whilst they are awake; for how often\nam I perswaded in a Dream of these usual occurrences, that I am in this\nplace, that I have a Gown on me, that I am sitting by a fire, &c. Tho\nall the while I am lying naked between the Sheets.\nBut now I am certain that I am awake and look upon this Paper, neither\nis this head which I shake asleep, I knowingly and willingly stretch out\nthis hand, and am sensible that things so distinct could not happen to\none that sleeps. As if I could not remember my self to have been deceived\nformerly in my sleep by the like thoughts; which while I consider more\nattentively I am so far convinced of the difficulty of distinguishing\nsleep from waking that I am amazed, and this very amazement almost\nperswades me that I am asleep.\n2 Doubt. Wherefore let us suppose our selves asleep, and that these\nthings are not true, viz. that we open our eyes, move our heads,\nstretch our hands, and perhaps that we have no such things as hands or a\nbody. Yet we must confess, that what we see in a Dream is (as it were)\na painted Picture, which cannot be devised but after the likeness of\nsome real thing; and that therefore these Generals at least, viz.\neyes, head, hands, and the whole body are things really existent and\nnot imaginary; For Painters themselves, (even then when they design\nMermaids and Satyrs in the most unusual shapes) do not give them natures\naltogether new, but only add the divers Parts of different Animals\ntogether; And if by chance they invent any thing so new that nothing\nwas ever seen like it, for that ’tis wholy fictitious and false, yet\nthe colours at least of which, they make it must be true Colours; so\nupon the same account, tho these General things as eyes, head, hands,\n&c. may be imaginary; yet nevertheless we must of necessity confess\nthe more simple and universal things to be True, of which (as of\ntrue Colours) these Images of things (whether true or false) which\nare in our minds are made; such as are the nature of a body in General,\nand its Extension, also the shape of things extended, with the quantity\nor bigness of them; their number also, and place wherein they are, the\ntime in which they continue, and the like, and therefore from hence we\nmake no bad conclusion, that Physick, both Natural, and Medicinal,\nAstronomy, and all other sciences, which depend on the consideration\nof compound things, are Doubtful. But that Arithmetick, Geometry,\nand the like (which treat only of the most simple, and General things\nnot regarding whether they really are or not) have in them something\ncertain and undoubted; for whether I sleep or wake, two and three\nadded make five; a square has no more sides than four &c. neither\nseems it possible what such plain truths can be doubted off.\n2 Solution. But all this While there is rooted in my mind a certain old\nopinion of the being of an Omnipotent God, by whom I am created in\nthe state I am in; and how know I but he caused that there should be no\nEarth, no Heaven, no Body, no Figure, no Magnitude, no Place, and yet\nthat all these things should seem to me to be as now they are? And as I\nvery often judge others to Erre about those things which they think they\nThroughly understand, so why may not I be deceived, whenever I add\ntwo and three, or count the sides of a Square, or whatever other easy\nMatter can be thought of?\n3. Doubt. But perhaps God wills not that I should be deceived, for\nhe is said to be Infinitely Good.\n3. Solution. Yet if it were Repugnant to his Goodness to create\nme so that I should be always deceived, it seems also unagreeable\nto his Goodness to permit me to be deceived at any time; Which\nlast no one will affirme: Some there are truely who had rather deny\nGods Omnipotence, then beleive all things uncertain; but there at\npresent we may not contradict. And we will suppose all this of God to\nbe false; yet whether they will suppose me to become what I am by\nFate, by Chance, by a continued chain of causes, or any other way,\nbecause to erre is an Imperfection, by how much the less power they\nwill Assigne to the Author of my Being, so much the more Probable it\nwill be, that I am so Imperfect as to be alwayes deceived.\nTo which Arguments I know not what to answer but am forced to confess,\nthat there is nothing of all those things which I formerly received as\nTruths, whereof at present I may not doubt; and this doubt shall not\nbe grounded on inadvertency or Levity, but upon strong and Premeditated\nreasons; and therefore I must hereafter (if I designe to discover\nany truths) withdraw my assent from them no less then from apparent\nfalshoods.\nBut ’tis not sufficient to think only Transiently on these things, but\nI must take care to remember them; for dayly my old opinions returne\nupon me, and much against my Will almost possesse my Beleife tyed to\nthem, as it were by a continued use and Right of Familiarity;\nneither shall I ever cease to assent and trust in them, whilst I\nsuppose them as in themselves they really are, that is to say, something\ndoubtful (as now I have proved) yet notwithstanding highly Probable,\nwhich it is much more Reasonable to beleive then disbeleive.\nWherefore I conceive I should not do amiss, if (with my mind bent clearly\nto the contrary side) I should deceive my self, and suppose them for a\nWhile altogether false and Imaginary; till at length the Weights of\nprejudice being equal in each scale, no ill custome may any more Draw my\nJudgement from the true Conception of things, for I know from hence\nwill follow no dangerous Error, and I can’t too immoderately pamper my\nown Incredulity, seeing What I am about, concernes not Practice but\nSpeculation.\nTo Which end I will suppose, not an Infinitely perfect God, the\nFountain of truth, but that some Evil Spirit which is very\nPowerful and crafty has used all his endeavours to deceive me; I\nwill conceive, the Heavens, Air, Earth, Colours, Figures, Sounds, and all\noutward things are nothing else but the delusions of Dreams, by which he\nhas laid snares to catch my easy beleif; I will consider my self as not\nhaving hands, Eyes, Flesh, Blood, or Sences, but that I falsely think\nthat I have all these; I will continue firmly in this Meditation; and\ntho it lyes not in my power to discover any truth, yet this is in my\npower, not to assent to Falsities, and with a strong resolution take\ncare that the Mighty deceiver (tho never so powerful or cunning)\nimpose not any thing on my beleife.\nBut this is a laborious intention, and a certain sloth reduces me to\nthe usual course of life, and like a Prisoner who in his sleep perhaps\nenjoy’d an imaginary liberty, and when he begins to suppose that he\nis asleep is afraid to waken, but is willing to be deceived by the\nPleasant delusion; so I willingly fall into my opinions, and am afraid\nto be Roused, least a toilsome waking succeeding a pleasant rest I may\nhereafter live not in the light, but in the confused darkness of the\ndoubts now raised.\nMEDITAT. II.\nOf the nature of Mans mind, and that ’tis easier proved to be then\nour body.\nBy yesterdays Meditation I am cast into so great Doubts, that I shall\nnever forget them, and yet I know not how to answer them, but being\nplunged on a suddain into a deep Gulf, I am so amazed that I can neither\ntouch the bottome, nor swim at the top.\nNevertheless, I will endeavour once more, and try the way I set on\nyesterday, by removing from me whatever is in the least doubtful, as if\nI had certainly discover’d it to be altogether false, and will proceed\ntill I find out some certainty, or if nothing else, yet at least this\ncertainty, That there is nothing sure.\nArchimedes required but a point which was firm, and immoveable\nthat he might move the whole Earth, so in the perfect undertaking Great\nthings may be expected, if I can discover but the least thing that is\ntrue and indisputable.\nWherefore I suppose all things I see are false, and believe that\nnothing of those things are really existent, which my deceitful memory\nrepresents to me; ’tis evident I have no senses, that a Body, Figure,\nExtension, Motion, Place, &c. are meer Fictions; what thing therefore\nis there that is true? perhaps only this, That there is nothing\ncertain.\n[Sidenote: Doubts and Solutions.]\nBut how know I that there is nothing distinct from all these things\n(which I have now reckon’d) of which I have no reason to doubt? Is\nthere no God (or whatever other name I may call him) who has put these\nthoughts into me? Yet why should I think this? When I my self perhaps\nam the Author of them. Upon which Account, therefore must not I be\nsomething? ’tis but just now that I denied that I had any senses, or\nany Body. Hold a while—Am I so tied to a Body and senses that I\ncannot exist without them? But I have perswaded my self that there is\nnothing in the World, no Heaven, no Earth, no Souls, no Bodies; and then\nwhy not, that I my self am not? Yet surely if I could perswade my\nself any thing, I was.\nBut there is I know not what sort of Deceivour very powerful\nand very crafty, who always strives to deceive Me; without Doubt\ntherefore I am, if he can decieve me; And let him Deceive me as\nmuch as he can, yet he can never make me not to Be, whilst I think\nthat I am. Wherefore I may lay this down as a Principle, that\nwhenever this sentence I am, I exist, is spoken or thought of by Me, ’tis\nnecessarily True.\nBut I do not yet fully understand who I am that now necessarily\nexist, and I must hereafter take care, least I foolishly mistake\nsome other thing for my self, and by that means be deceived in that\nthought, which I defend as the most certain and evident of all.\nWherefore I will again Recollect, what I believed my self to be\nheretofore, before I had set upon these Meditations, from which Notion\nI will withdraw whatever may be Disproved by the Foremention’d\nReasons, that in the End, That only may Remain which is True and\nindisputable.\nWhat therefore have I heretofore thought my self? A Man. But what is a\nman? Shall I answer, a Rational Animal? By no means; because afterwards\nit may be asked, what an Animal is? and what Rational is? And so from\none question I may fall into greater Difficulties; neither at present\nhave I so much time as to spend it about such Niceties.\nBut I shall rather here Consider, what heretofore represented it self\nto my thoughts freely, and naturally, whenever I set my self to\nunderstand What I my self was.\nAnd the first thing I find Representing it self is, that I have Face,\nHands, Arms, and this whole frame of parts which is seen in my\nBody, and which I call my Body.\nThe next thing represented to me was, that I was nourish’d, could\nwalk, had senses, and could Think; which functions I attributed to\nmy Soul. Yet what this soul of mine was, I did not fully conceive; or\nelse supposed it a small thing like wind, or fire, or aire, infused\nthrough my stronger parts.\nAs to my Body truly I doubted not, but that I rightly understood\nits Nature, which (if I should endeavour to describe as I conceive\nit) I should thus Explain, viz. By a Body I mean whatever is\ncapable of Shape, or can be contained in a place, and so fill’s\na space that it excludes all other Bodys out of the same, that which\nmay be touch’d, seen, heard, tasted, or smelt, and that which\nis capable of various Motions and Modifications, not from it\nself, but from any other thing moving it, for I judged it against\n(or rather above) the nature of a Body to move it self, or\nperceive, or think, But rather admired that I should find these\nOperations in certain Bodys.\nBut How now (since I suppose a certain powerful and (if it be lawful\nto call him so) evil deluder, who useth all his endeavours to deceive\nme in all things) can I affirme that I have any of those things,\nwhich I have now said belong to the nature of a Body? Hold— Let me\nConsider—, Let me think—, Let me reflect— I can find no Answer, and I am\nweary with repeating the same things over-again in vain.\nBut Which of these Faculties did I attribute to my Soul, my\nNutritive, or Motive faculty? yet now seeing I have no Body, these\nalso are meer delusions. Was it my sensitive faculty? But this also\ncannot be perform’d without a Body, and I have seem’d to perceive\nmany things in my sleep, of which I afterwards understood my self not\nto be sensible. Was it my Cogitative Faculty? Here I have discovered\nit, ’tis my Thought, this alone cannot be separated from Me, I am,\nI exist,⸺tis true, but for what time Am I? Why I am as long as\nI think; For it May be that When I cease from thinking, I may cease\nfrom being. Now I admit of nothing but what is necessarily true: In\nshort therefore I am only a thinking thing that is to say, a mind,\nor a soul, or understanding, or Reason, words which formerly I\nunderstood not; I am a Real thing, and Really Existent, But what sort\nof thing? I have just now said it, A thinking thing.\n[Sidenote: * Places noted with their Asterisk are refer’d to in the\nfollowing Objections.]\nBut am I nothing besides? I will consider⸺I am not that structure of\nparts, which is called a Mans Body, neither am I any sort of thin\nAir infused into those Parts, nor a Wind, nor Fire, nor Vapour,\nnor Breath, nor whatever I my self can feign, for all these things I\nhave supposed not to Be. Yet my Position stands firm; Nevertheless I\nam something. Yet perhaps it so falls out that these very things which\nI suppose not to exist (because to me unknown) are in reallity nothing\ndifferent from that very Self, which I know. I cannot tell, I\ndispute it not now, I can only give my opinion of those things whereof I\nhave some knowledge. I am sure that I exist, I ask who I am whom I thus\nknow, certainly, the knowledge, of Me (precisely taken) depends not on\nthose things, whose existence I am yet ignorant of; and therefore not on\nany other things that I can feign by my imagination.\nAnd this very Word (feign) puts me in mind of my error, for I\nshould feign in deed, if I should imagine my self any thing; for to\nimagine is nothing else but to think upon the shape or image of\na corporeal thing; but now I certainly know that I am, and I know\nalso that ’tis possible that all these images, and generally whatever\nbelongs to the Nature of a Body are nothing but deluding Dreams.\nWhich things Consider’d I should be no less Foolish in saying, I will\nimagine that I may more throughly understand what I am, then if I should\nsay, at Present I am awake and perceive something true, but because it\nappears not evidently enough, I shall endeavour to sleep, that in a Dream\nI may perceive it more evidently and truely.\nWherefore I know that nothing that I can comprehend by my imagination,\ncan belong to the Notion I have of my self, and that I must carefully\nwithdraw my mind from those things that it may more distinctly perceive\nits own Nature.\nLet me ask therefore What I am, A Thinking Thing, but What is That?\nThat is a thing, doubting, understanding, affirming, denying,\nwilling, nilling, imagining also, and sensitive. These truely are\nnot a few Properties, if they all belong to Me. And Why should they Not\nbelong to me? For am not I the very same who at present doubt almost of\nAll things; yet understand something, which thing onely I affirm to\nbe true, I deny all other things, I am willing to know more, I would\nnot be deceived, I imagine many things unwillingly, and consider\nmany things as coming to me by my senses. Which of all these faculties\nis it, which is not as true as that I Exist, tho I should sleep, or\nmy Creatour should as much as in him lay, strive to deceive Me? which\nof them is it that is distinct from my thought? which of them is it\nthat can be seperated from me? For that I am the same that doubt,\nunderstand, and will is so evident, that I know not how to explain\nit more manifestly, and that I also am the same that imagine, for tho\nperhaps (as I have supposed) no thing that can be imagined is true,\nyet the imaginative Power it self is really existent, and makes\nup a part of my Thought; and last of all that I am the same that am\nsensitive, or perceive corporeal things as by my senses, yet that\nI now see light, hear a noise, feel heat, these things are false,\nfor I suppose my self asleep, but I know that I see, hear, and am\nheated, that cannot be false; and this it is that in me is properly\ncalled Sense, and this strictly taken is the same with thought.\nBy these Considerations I begin a little better to understand My self\nwhat I am; But yet it seems, and I cannot but think that Corporeal\nThings (whose Images are formed in my thought, and which by my\nsenses, I perceive) are much more distinctly known, then that\nconfused Notion of My Self which imagination cannot afford me. And\nyet ’tis strange that things doubtful, unknown, distinct from Me,\nshould be apprehended more clearly by Me, then a Thing that is\nTrue, then a thing that is known, or then I my self; But the Reason\nis, that my Mind loves to wander, and suffers not it self to be bounded\nwithin the strict limits of Truth.\nLet it therefore Wander, and once more let me give it the Free Reins,\nthat hereafter being conveniently curbed, it may suffer it self to be\nmore easily Govern’d.\nLet me consider those things which of all Things I formerly conceived\nmost evident, that is to say, Bodies which we touch, which we see,\nnot bodies in General (for those General Conceptions are usually\nConfused) but some one Body in particular.\nLet us chuse for example this piece of Bees-wax, it was lately taken\nfrom the Comb, it has not yet lost all the tast of the Honey,\nit retains something of the smell of the Flowers from whence ’twas\ngather’d, its colour, shape, and bigness are manifest, ’tis hard,\n’tis cold, ’tis easily felt, and if you will knock it with your\nfinger, ’twill make a noise: In fine, it hath all things requisite to\nthe most perfect notion of a Body.\nBut behold whilst I am speaking, ’tis put to the Fire, its tast is\npurged away, the smell is vanish’d, the colour is changed, the\nshape is alter’d, its bulk is increased, its become soft, ’tis\nhot, it can scarce be felt, and now (though you strike it) it makes\nno noise. Does it yet continue the same Wax? surely it does, this\nall confess, no one denies it, no one doubts it. What therefore was\nthere in it that was so evidently known? surely none of those things\nwhich I perceived by my senses; for what I smelt, tasted,\nhave seen, felt, or heard, are all vanish’d, and yet the Wax\nremains. Perhaps ’twas this only that I now think on, viz. that the\nWax it self was not that tast of Honey, that smell of Flowers,\nthat whiteness, that shape, or that sound, but it was a Body\nwhich awhile before appear’d to me so and so modified, but now\notherwise. But what is it strictly that I thus imagine? let me\nconsider: And having rejected whatever belongs not to the Wax, let me\nsee what will remain, viz. this only, a thing extended, flexible,\nand mutable. But what is this flexible, and mutable? is it that\nI imagine that this Wax from being round may be made square, or\nfrom being square can be made triangular? No, this is not it; for I\nconceive it capable of innumerable such changes, and yet I cannot by\nmy imagination run over these Innumerables; Wherefore this notion\nof its mutability proceeds not from my imagination. What then is\nextended? is not its Extension also unknown? For when it melts\n’tis greater, when it boils ’tis greater, and yet greater when\nthe heat is increas’d; and I should not rightly judge of the Wax, did I\nnot think it capable of more various Extensions than I can imagine.\nIt remains therefore for me only to confess, that I cannot imagine what\nthis Wax is, but that I perceive with my Mind what it is. I speak\nof this particular Wax, for of Wax in general the notion is more\nclear.\nBut what Wax is this that I only conceive by my mind? ’Tis the same\nwhich I see, which I touch, which I imagine, and in fine, the same\nwhich at first I judged it to be. But this is to be noted, that the\nperception thereof is not sight, the touch, or the imagination\nthereof; neither was it ever so, though at first it seem’d so. But the\nperception thereof is the inspection or beholding of the Mind only,\nwhich may be either imperfect and confused, as formerly it was; or\nclear and distinct, as now it is; the more or the less I consider\nthe Composition of the Wax.\nIn the interim, I cannot but admire how prone my mind is to erre; for\nthough I revolve these things with my self silently, and without\nspeaking, yet am I intangled in meer words, and am almost deceived\nby the usual way of expression; for we commonly say, that we see the\nWax it self if it be present, and not, that we judge it present by\nits colour or shape; from whence I should immediately thus conclude,\ntherefore the Wax is known by the sight of the eye, and not by the\ninspection of the mind only. Thus I should have concluded, had not\nI by chance look’d out of my window, and seen men passing by in the\nStreet; which men I as usually say that I see, as I do now, that I\nsee this Wax; and yet I see nothing but their Hair and Garments, which\nperhaps may cover only artificial Machines and movements, but I judge\nthem to be men; so that what I thought I only saw with my eyes, I\ncomprehend by my Judicative Faculty, which is my Soul. But it becomes\nnot one, who desires to be wiser than the Vulgar, to draw matter of\ndoubt from those ways of expression, which the Vulgar have invented.\nWherefore let us proceed and consider, whether I perceived more\nperfectly and evidently what the Wax was, when I first look’d on’t,\nand believed that I knew it by my outward senses, or at least by my\ncommon sense (as they call it) that is to say, by my imagination; or\nwhether at present I better understand it, after I have more diligently\nenquired both what it is, and how it may be known. Surely it would be\na foolish thing to make it matter of doubt to know which of these parts\nare true; What was there in my first perception that was distinct?\nWhat was there that seem’d not incident to every other Animal? But now\nwhen I distinguish the Wax from its outward adherents, and consider it\nas if it were naked, with it’s coverings pull’d off, then I cannot but\nreally perceive it with my mind, though yet perhaps my judgment may erre.\nBut what shall I now say as to my mind, or my self? (for as yet\nI admit nothing as belonging to me but a mind.) Why (shall I say?)\nshould not I, who seem to perceive this Wax so distinctly, know my\nself not only more truly and more certainly, but more distinctly\nand evidently? For if I judge that this Wax exists, because I see\nthis Wax; surely it will be much more evident, that I my self exist,\nbecause I see this Wax; for it may be that this that I see is not\nreally Wax, also it may be that I have no eyes wherewith to see any\nthing; but it cannot be, when I see, or (which is the same thing) when\nI think that I see, that I who think should not exist. The same\nthing will follow if I judge that this Wax exists, because I touch,\nor imagine it, &c. And what has been said of Wax, may be apply’d to all\nother outward things.\nMoreover, if the notion of Wax seems more distinct after it is made\nknown to me, not only by my sight or touch, but by more and other\ncauses; How much the more distinctly must I confess my self known\nunto my self, seeing that all sort of reasoning which furthers me in\nthe perception of Wax, or any other Body, does also encrease the\nproofs of the nature of my Mind. But there are so many more things\nin the very Mind it self, by which the notion of it may be made more\ndistinct, that those things which drawn from Body conduce to its\nknowledge are scarce to be mention’d.\nAnd now behold of my own accord am I come to the place I would be in;\nfor seeing I have now discover’d that Bodies themselves are not\nproperly perceived by our senses or imagination, but only by our\nunderstanding, and are not therefore perceived, because they are\nfelt or seen, but because they are understood; it plainly appears\nto me, that nothing can possibly be perceived by me easier, or more\nevidently, than my Mind.\nBut because I cannot so soon shake off the Acquaintance of my former\nOpinion, I am willing to stop here, that this my new knowledge may be\nbetter fixt in my memory the longer I meditate thereon.\nMEDITAT. III.\nOf GOD, and that there is a God.\nNow will I shut my eyes, I will stop my ears, and withdraw all my senses,\nI will blot out the Images of corporeal things clearly from my mind,\nor (because that can scarce be accomplish’d) I will give no heed to\nthem, as being vain and false, and by discoursing with my self, and\nprying more rightly into my own Nature, will endeavour to make my self by\ndegrees more known and familiar to my self.\nI am a Thinking Thing, that is to say, doubting, affirming,\ndenying, understanding few things, ignorant of many things,\nwilling, nilling, imagining also, and sensitive. For (as before\nI have noted) though perhaps whatever I imagine, or am sensible of,\nas without me, Is not; yet that manner of thinking which I\ncall sense and imagination (as they are only certain Modes of\nThinking) I am certain are in Me. So that in these few Words I have\nmention’d whatever I know, or at least Whatever as yet I perceive my\nself to know.\nNow will I look about me more carefully to see Whether there Be not some\nother Thing in Me, of Which I have not yet taken Notice. I am sure That\nI am a Thinking Thing, and therefore Do not I know what is Required to\nmake certain of any Thing? I Answer, that in this My first knowledge\n’tis Nothing but a clear, and distinct perception of What I affirm,\nWhich would not be sufficient to make me certain of the Truth of\na Thing, if it were Possible that any thing that I so clearly and\ndistinctly Perceive should be false. Wherefore I may lay this Down as\na Principle. Whatever I Clearly and Distinctly perceive is certainly\nTrue.\nBut I have formerly Admitted of many Things as very Certain and\nmanifest, Which I afterwards found to be doubtful. Therefore What\nsort of Things were they? Viz. Heaven, Earth, Stars, and all other\nthings which I perceived by my Senses. But What did I Perceive of\nThese Clearly? Viz. That I had the Ideas or Thoughts of these\nthings in my mind, and at Present I cannot deny that I have these Ideas\nin Me. But there was some other thing Which I affirm’d, and Which (by\nReason of the common Way of Belief) I thought that I Clearly Perceived;\nWhich nevertheless, I did not really Perceive; And that was, that there\nwere Certain Things Without Me from whence these Ideas Proceeded, and\nto which they were exactly like. And this it was, Wherein I was either\nDeceived, or if by Chance I Judged truly, yet it Proceeded not from\nthe strength of my Perception.\nBut When I was exercised about any single and easie Proposition in\nArithmetick or Geometry, as that two and three added make five, Did not\nI Perceive them Clearly enough to make me affirm them True? Truly\nconcerning these I had no other Reason afterwards to Doubt, but That I\nthought Perhaps there may be a God who might have so created me, that\nI should be Deceived even in those things which seem’d most Clear to\nme. And as often as this Pre-conceived opinion of Gods great Power\ncomes into my Mind, I cannot but Confess that he may easily cause me to\nErr even in those things which I Think I perceive most Evidently with\nmy Mind; yet as often as I Consider the Things themselves, which I Judge\nmy self to perceive so Clearly, I am so fully Perswaded by them, that I\neasily Break out into these Expressions, Let Who can Deceive Me, yet he\nshall never Cause me Not to Be whilst I think that I Am, or that it\nshall ever be True, that I never was, Whilst at Present ’tis True that\nI am, or Perhaps, that Two and Three added make More or Less then Five;\nfor in These things I Percieve a Manifest Repugnancy; And truely seeing\nI have no reason to Think any God a Deceiver, Nor as yet fully know\nWhether there Be any God, or Not, ’Tis but a slight and (as I may\nsay) Metaphysical Reason of Doubt, which depends only on that opinion of\nwhich I am not yet Perswaded.\nWherefore That this Hindrance may be taken away, When I have time I ought\nto Enquire, Whether there Be a God, And if there be One, Whether he can\nbe a Deceiver, For whilst I am Ignorant of this, I cannot possibly\nbe fully Certain of any Other thing.\nBut now Method seems to Require Me to Rank all My Thoughts under certain\nHeads, and to search in Which of them Truth or Falshood properly\nConsists. Some of them are (as it were) the Images of Things, and to\nthese alone the Name of an Idea properly belongs, as When I think upon\na Man, A Chimera or Monster, Heaven, an Angel, or God. But there are\nothers of them, that have superadded Forms to them, as when I Will,\nwhen I Fear, when I Affirm, when I Deny. I know I have alwayes (when ever\nI think) some certain Thing as the subject or object of my Thought,\nbut in this last sort of thoughts there is something more which I Think\nupon then Barely the likeness of the Thing. And of these Thoughts some\nare called Wills and Affections, and Others of them Judgments.\nNow as touching Ideas, if they be Consider’d alone as they are in\nthemselves, without Respect to any other Things, they cannot Properly\nbe false; for Whether I Imagine a Goat or a Chimera, ’tis as\nCertain that I Imagine one as t’other. Also in the Will and\nAffections I need not Fear any Falshood, For tho I should Wish for\nevil Things, or Things that are Not, it is not therefore Not true\nthat I Wish for them.\nWherefore there onely Remains my Judgments of Things, in which I\nmust take Care that I be not deceived. Now the Chief and most usual\nError that I discover in them is, That I Judge Those Ideas that\nare within me to be Conformable and like to certain things that are\nwithout Me; for truely if I Consider those Ideas as certain Modes of\nmy Thought, without Respect to any other Thing, they will scarce afford\nme an Occasion of Erring.\nOf these Ideas some are Innate, some Adventitious, and some Others\nseem to Me as Created by my self; For that I understand what A Thing\nIs, What is Truth, What a Thought, seems to Proceed meerly from my\nown Nature. But that I now hear a Noise, see the Sun, or feel\nheat, I have alwayes Judged to Proceed from Things External. But\nLastly, Mermaids, Griffins, and such like Monsters, are made meerly by\nMy self. And yet I may well think all of them either Adventitious,\nor all of them Innate, or all of them made by my self, for I have not\nas yet discover’d their true Original.\nBut I ought cheifly to search after those of them which I count\nAdventitious, and which I consider as coming from outward objects,\nthat I may know what reason I have to think them like the things\nthemselves, which they represent. Viz. Nature so teaches Me; and also\nI know that they depend not on my Will, and therefore not on me;\nfor they are often present with me against my inclinations, or (as they\nsay) in spite of my teeth, as now whether I will or no I feel heat,\nand therefore I think that the sense or Idea of heat is propagated\nto me by a thing really distinct from my self, and that is by the\nheat of the Fire at which I sit; And nothing is more obvious then for\nme to judge that That thing should transmit its own Likeness into me,\nrather then that any other thing should be transmitted by it. Which sort\nof arguments whether firme enough or not I shall now Trie.\nWhen I here say, that nature so teaches me, I understand only, that\nI am as it were willingly forced to beleive it, and not that ’tis\ndiscover’d to me to be true by any natural light; for these two\ndiffer very much. For whatever is discover’d to me by the Light\nof nature (as that it necessarily Follows that I am, because I\nthink) cannot possibly be doubted; Because I am endowed with no other\nFaculty, in which I may put so great confidence, as I can in the\nLight of nature; or which can possibly tell me, that those things\nare false, which natural light teaches me to be true; and as to\nmy natural Inclinations, I have heretofore often judged my self led\nby them to the election of the worst part, when I was in the choosing\none of two Goods; and therefore I see no reason why I should ever\ntrust them in any other thing.\nAnd then, tho these Ideas depend not on my will, it does not\ntherefore follow that they necessarily proceed from things external.\nFor as, Altho those Inclinations (which I but now mention’d) are in me,\nyet they seem distinct and different from my will; so perhaps there\nmay be in me some other faculty (to me unknown) which may prove the\nEfficient cause of these Ideas, as hitherto I have observed them\nto be formed in me whilst I dream, without the help of any External\nObject.\nAnd last of all, tho they should proceed from things which are\ndifferent from me, it does not therefore follow that they must be\nlike those things. For often times I have found the thing and the\nIdea differing much. As for example, I find in my self two divers\nIdeas of the Sun, one as received by my senses (and which cheifly\nI reckon among those I call adventitious) by which it appears to me very\nsmal, * another as taken from the arguments of Astronomers (that is\nto say, consequentially collected, or some other ways made by me from\ncertain natural notions) by which ’tis rendred something bigger then\nthe Globe of the Earth. Certainly both of these cannot be like that sun\nwhich is without me, and my reason perswades me, that that Idea is\nmost unlike the Sun, which seems to proceed Immediately from it self.\nAll which things sufficiently prove, that I have hitherto (not from a\ntrue judgement, but from a blind impulse) beleived that there are\ncertain things different from my self, and which have sent their\nIdeas or Images into me by the Organs of my senses, or some other\nway.\nBut I have yet an other Way of inquiring, whether any of those Things\n(whose Ideas I have within Me) are Really Existent without Me;\nAnd that is Thus: As those Ideas are only Modes of Thinking, I\nacknowledge no Inequality between them, and they all proceed from me\nin the same Manner. But as one Represents one thing, an other,\nan other Thing, ’tis Evident there is a Great difference between\nthem. * For without doubt, Those of them which Represent Substances\nare something More, or (as I may say) have More of Objective\nReallity in them, then those that Represent only Modes or Accidents;\nand again, That by Which I understand a Mighty God, Eternal,\nInfinite, Omniscient, Omnipotent Creatour of all things besides\nhimself, has certainly in it more Objective Reallity, then Those\nIdeas by which Finite Substances are Exhibited.\nBut Now, it is evident by the Light of Nature that there must be\nas much at least in the Total efficient Cause, as there is in the\nEffect of that Cause; For from Whence can the effect have its\nReallity, but from the Cause? and how can the Cause give it that\nReallity, unless it self have it?\nAnd from hence it follows, that neither a Thing can be made out of\nNothing, Neither a Thing which is more Perfect (that is, Which has in\nit self more Reallity) proceed from That Which is Less Perfect.\nAnd this is Clearly True, not only in those Effects whose Actual\nor Formal Reallity is Consider’d, But in Those Ideas also, Whose\nObjective Reallity is only Respected; That is to say, for Example of\nIllustration, it is not only impossible that a stone, Which was not,\nshould now begin to Be, unless it were produced by something, in\nWhich, Whatever goes to the Making a Stone, is either Formally or\nVirtually; neither can heat be Produced in any Thing, which before\nwas not hot, but by a Thing which is at least of as equal a degree of\nPerfection as heat is; But also ’tis Impossible that I should have\nan Idea of Heat, or of a Stone, unless it were put into me by some\nCause, in which there is at Least as much Reallity, as I Conceive\nthere is in heat or a Stone. For tho that Cause transfers none of its\nown Actual or Formal Reality into my Idea, I must not from thence\nconclude that ’tis less real; but I may think that the nature of the\nIdea it self is such, that of it self it requires no other formal\nreality, but what it has from my thought, of which ’tis a mode. But\nthat this Idea has this or that objective reallity, rather then any\nother, proceeds clearly from some cause, in which there ought to be\nat least as much formal reallity, as there is of objective reallity\nin the Idea it self. For if we suppose any thing in the Idea, which\nwas not in its cause, it must of necessity have this from nothing;\nbut (tho it be a most Imperfect manner of existing, by which the\nthing is objectively in the Intellect by an Idea, yet) it is not\naltogether nothing, and therefore cannot proceed from nothing.\nNeither ought I to doubt, seeing the reallity which I perceive in\nmy Ideas is only an objective reallity, that therefore it must of\nnecessity follow, that the same reallity should be in the causes\nof these Ideas formally. But I may conclude, that ’tis sufficient\nthat this reallity be in the very causes only objectively. For as\nthat objective manner of being appertains to the very nature of\nan Idea, so that formal manner of being appertains to the very\nnature of a cause of Ideas, at least to the first and chiefest\ncauses of them; For tho perhaps one Idea may receive its birth from\nan other, yet we cannot proceed in Infinitum, but at last we must\narrive at some first Idea, whose cause is (as it were) an Original\ncopy, in which all the objective reallity of the Idea is formally\ncontain’d. So that I plainly discover by the light of nature, that\nthe Ideas, which are in me, are (as it were) Pictures, which may\neasily come short of the perfection of those things from whence they\nare taken, but cannot contain any thing greater or more perfect\nthen them: And the longer and more diligently I pry into these\nthings, so much the more clearly and distinctly do I discover them to\nbe true.\nBut what shall I conclude from hence? Thus, that if the objective\nreallity of any of my Ideas be such, that it cannot be in me either\nformally or eminently, and that therefore I cannot be the cause\nof that Idea, from hence it necessarily Follows, that I alone do\nnot only exist, but that some other thing, which is cause of that\nIdea, does exist also.\nBut if I can find no such Idea in me, I have no argument to perswade\nme of the existence of any thing besides my self for I have diligently\nenquired, and hitherto I could discover no other perswasive.\nSome of these Ideas there are (besides that which represents my self\nto my self, of which in this place I cannot doubt) which represent\nto me, one of them a God, others of them Corporeal and Inanimate\nthings, some of them Angels, others Animals, and lastly some of them\nwhich exhibite to me men like my self.\nAs touching those that represent Men or Angels or Animals, I easily\nunderstand that they may be made up of those Ideas which I have of\nmy self, of Corporeal things, and of God, tho there were neither\nman (but my self) nor Angel, nor Animal in being.\nAnd as to the Ideas of Corporeal things, I find nothing in them of\nthat perfection, but it may proceed from my self; for if I look into\nthem more narrowly, and examine them more particularly, as yesterday\n(in the second Medit.) I did the Idea of Wax, I find there are but\nfew things which I perceive clearly and distinctly in them, viz.\nMagnitude or extension in Longitude, Latitude, and Profundity,\nthe Figure or shape which arises from the termination of that\nExtension, the Position or place which divers Figured Bodies\nhave in respect of each other, their motion or change of place; to\nwhich may be added, their substance, continuance, and number; as to\nthe other, such as are, Light, Colours, Sounds, Smels, Tasts,\nHeat, and Cold, with the other tactile qualities, I have but very\nobscure and confused thoughts of them, so that I know not, whether\nthey are true or false, that is to say, whether the Ideas I have of\nthem are the Ideas of things which really are, or are not. For\naltho falshood formally and properly so called, consists only in the\njudgement (as before I have observed) yet there is an other sort of\nmaterial falshood in Ideas, when they represent a thing as really\nexistent, tho it does not exist; so, for example, the Ideas I have\nof heat and cold are so obscure and confused, that I cannot\ncollect from them, whether cold be a privation of heat, or heat a\nprivation of cold, or whether either of them be a real quality, or\nwhether neither of them be real. And since every Idea must be like\nthe thing it represents, if it be true that cold is nothing but the\nprivation of heat, that Idea which represents it to me as a thing\nreal and positive may deservedly be called false. The same may be\napply’d to other Ideas.\nAnd now I see no necessity why I should assigne any other Author of\nthese Ideas but my self; for if they are false, that is, represent\nthings that are not, I know by the light of nature that they\nproceed from nothing; that is to say, I harbour them upon no other\naccount, but because my nature is deficient in something, and\nimperfect. But if they are true, yet seeing I discover so little\nreality in them, that that very reality scarce seems to be realy,\nI see no reason why I my self should not be the Author of them.\nBut also some of those very Ideas of Corporeal things which are\nclear and distinct, I may seem to have borrow’d from the Idea I\nhave of my self, viz. Substance, duration, number, and the like;\nFor when I conceive a stone to be a substance (that is, a thing\napt of it self to exist) and also that I my self am a substance,\ntho I conceive my self a thinking substance and not extended, and\nthe stone an extended substance and not thinking, by which there\nis a great diversity between both the conceptions, yet they agree\nin this, that they are both substances. So when I conceive my self as\nnow in being, and also remember, that heretofore I have been; and\nsince I have divers thoughts, which I can number or count; from\nhence it is that I come by the notions of duration and number; which\nafterwards I apply to other things.\nAs to those other things, of which the Idea of a body is made up, as\nextension, figure, place and motion, they are not formally in\nme, seeing I am only a thinking thing; yet seeing they are only certain\nmodes of substance, and I my self also am a substance, they may\nseem to be in me eminently.\n* Wherefore there only Remains the Idea of a God, wherein I must\nconsider whether there be not something included, which cannot possibly\nhave its original from me. By the word God, I mean a certain\nInfinite Substance, Independent, Omniscient, Almighty, by whom\nboth I my self, and every thing else that is (if any thing do\nActualy exist) was created. All which Attributes are of such an high\nnature, that the more attentively I consider them, the less I conceive\nmy self possible to be the Author of these notions.\nFrom what therefore has been said I must conclude that there is a God;\nfor tho the Idea of substance may arise in me, because that I my\nself am a substance, yet I could not have the Idea of an Infinite\nsubstance (seeing I my self am finite) unless it proceeded from a\nsubstance which is really Infinite. Neither ought I to think that\nI have no true Idea of Infinity, or that I perceive it only by the\nnegation of what is finite, as I conceive rest and darkness by\nthe negation or absence of motion or light. But on the contrary\nI plainly understand, that there is more reality in an Infinite\nsubstance, then in a Finite; and that therefore the perception\nof an Infinite (as God) is antecedent to the notion I have of\na finite (as my self). For how should I know that I doubt or\ndesire, that is to say, that I want something, and that I am not\naltogether perfect, unless I had the Idea of a being more perfect\nthen my self, by comparing my self to which I may discover my own\nImperfections.\nNeither can it be said that this Idea of God is false Materialiter,\nand that therefore it proceeds from nothing, as before I observed of\nthe Ideas of heat and cold, &c. For on the contrary, seeing this\nnotion is most clear and distinct, and contains in it self more\nobjective reality then any other Idea, none can be more true in\nit self, nor in which less suspition of falshood can be found. This\nIdea (I say) of a being infinitely perfect is most true, for tho\nit may be supposed that such a being does not exist, yet it cannot\nbe supposed that the Idea of such a being exhibites to me nothing\nreal, as before I have said of the Idea of cold. This Idea\nalso is most clear and distinct, for whatever I perceive clearly\nand distinctly to be real, and true, and perfect, is wholy\ncontain’d in this Idea of God.\nNeither can it be objected, that I cannot comprehend an Infinite, or\nthat there are innumerable other things in God, which I can neither\nconceive, nor in the least think upon; for it is of the very\nnature of an Infinite not to be apprehendable by me who am\nfinite. And ’tis sufficient to me to prove this my Idea of God to\nbe the most true, the most clear, and the most distinct Idea of all\nthose Ideas I have, upon this account, that I understand that God\nis not to be understood, and that I judge that whatever I clearly\nperceive and know Implys any perfection, as also perhaps other\ninnumerable perfections, which I am ignorant of, are in God either\nformally or eminently.\nDoubt. But perhaps I am something more then I take my self to\nbe, and perhaps all these perfections which I attribute to God,\nare potentially in me, tho at present they do not shew themselves, and\nbreak into action. For I am now fully experienced that my Knowledge may\nbe encreased, and I see nothing that hinders why it may not encrease\nby degrees in Infinitum, nor why by my knowledge so encreased I\nmay not attain to the other perfections of God; nor lastly, why the\npower or aptitude of having these perfections may not be sufficient\nto produce the Idea of them in me.\nSolution. But none of these will do; for first, tho it be true that\nmy Knowledge is capable of being increased, and that many things are\nin me potentially, which actually are not, yet none of these go to\nthe making an Idea of God, in which I conceive nothing potentially,\nfor tis a certain argument of imperfection that a thing may be\nencreased Gradually. Moreover, tho my knowledge may be more and more\nencreased, yet I know that it can never be actually Infinite, for it\ncan never arrive to that height of perfection, which admits not of\nan higher degree. But I conceive God to be actually so Infinite,\nthat nothing can be added to his perfections. And lastly, I perceive\nthat the objective being of an Idea cannot be produced only by the\npotential being of a thing (which in proper speech is nothing) but\nrequires an actual or formal being to its production.\nOf all which forementioned things there is nothing that is not evident\nby the light of reason to any one that will diligently consider them.\nYet because that (when I am careless, and the Images of sensible\nthings blind my understanding) I do not so easily call to mind the\nreasons, why the Idea of a being more perfect then my self should\nof necessity proceed from a being which is really more perfect; It\nwill be requisite to enquire further, whether I, who have this Idea,\ncan possibly be, unless such a being did exist. To which end\nlet me aske, from whence should I be? From my self? or from my\nParents? or from any other thing less perfect then God? for nothing\ncan be thought or supposed more perfect, or equally perfect with\nGod.\nBut first, If I were from my self, I should neither doubt, nor\ndesire, nor want any thing, for I should have given my self all those\nperfections, of which I have any Idea, and consequently I my self\nshould be God; and I cannot think that those things I want, are to\nbe acquired with greater difficulty then those things I have; but on\nthe contrary, ’tis manifest, that it were much more difficult that I\n(that is, a substance that thinks) should arise out of nothing,\nthen that I should acquire the knowledge of many things whereof I\nam Ignorant, which is only the accident of that substance. And\ncertainly if I had that greater thing (viz being) from my self, I\nshould not have denyed my self (not only, those things which may be\neasier acquired, but also) All those things, which I perceived are\ncontain’d in the Idea of a God; and the reason is, for that no other\nthings seem to me to be more difficultly done, and certainly if they\nwere Really more difficult, they would seem more difficult to me\n(if whatever I have, I have from my self) for in those things I\nshould find my Power put to a stop.\nNeither can I Evade the force of these Arguments by supposing my self to\nhave alwaies Been, what now I am, and that therefore I need not seek\nfor an Author of my Being. For the Duration or Continuance of my\nlife may be divided into Innumerable Parts, each of which does not\nat all depend on the Other Parts; Therefore it will not follow, that\nbecause a while ago, I was, I must of necessity now Be. I say, this\nwill not follow, Unless, I suppose some Cause to Create me (as it\nwere) anew for this Moment (that is, Conserve me). For ’tis evident\nto one that Considers the Nature of Duration, that the same Power\nand Action is requisite to the Conservation of a Thing each Moment\nof its Being, as there is to the Creation of that Thing anew, if\nit did not exist. So that ’tis one of those Principles which are\nEvident by the Light of Nature: that the Act of Conservation\ndiffers only Ratione (as the Philosophers term it) from the Act of\nCreation.\nWherefore I ought to ask my self this Question, whether I, who now\nAm; have any Power to Cause my self to Be hereafter? (for had I any\nsuch power, I should certainly know of it, seeing I am nothing but\na Thinking Thing, or at least at present I onely treat of that part\nof me, which is a Thing that Thinks) to which, I answer, that I can\ndiscover no such Power in Me; And consequently, I evidently know that\nI depend on some Other being distinct from my self.\nBut what if I say that perhaps this Being is not God, but that\nI am produced either by my Parents, or some other Causes less\nperfect then God? In answer to which let me consider (as I have\nsaid before) that ’tis manifest that whatever is in the effect, so\nmuch at least ought to be in the cause; and therefore seeing I\nam a thing that thinks, and have in me an Idea of God, it will\nconfessedly follow, that whatever sort of cause I assign of my own\nBeing, it also must be a Thinking Thing, and must have an Idea of\nall those Perfections, which I attribute to God; Of which Cause\nit may be again Asked, whether it be from it self, or from any other\nCause? If from it self, ’tis evident (from what has been said) that\nit must be God; For seeing it has the Power of Existing of it self,\nwithout doubt it has also the power of actually Possessing all those\nPerfections whereof it has an Idea in it self, that is, all those\nPerfections which I conceive in God. But if it Be from an other\nCause, it may again be asked of that Cause whether it be of it self,\nor from an other; Till at length We arrive at the Last Cause of All,\nWhich will Be God. For ’tis evident, that this Enquiry will not admit\nof Progressus in Infinitum, especially when at Present I treat not\nonly of that Cause which at first made Me; But chiefly of that which\nconserves me in this Instant time.\nNeither can it be supposed that many partial Causes have concurred\nto the making Me, and that I received the Idea of one of Gods\nperfections from One of them, and from an other of them the Idea\nof an other; and that therefore all these Perfections are to be\nfound scattered in the World, but not all of them Joyn’d in any\none which may Be God. For on the contrary, Unity, Simplicity,\nor the inseparability of All Gods Attributes is one of the chief\nPerfections which I conceive in Him; and certainly the Idea of the\nUnity of the Divine Perfections could not be created in me by any\nother cause, then by That, from whence I have received the Ideas of\nhis other perfections; For ’tis Impossible to make me conceive these\nperfections, conjunct and inseparable, unless he should also make\nme know what perfections these are.\nLastly as touching my having my Being from my Parents. Tho whatever\nThoughts I have heretofore harbour’d of Them were True, yet certainly\nthey contribute nothing to my conservation, neither proceed I from\nthem as I am a Thing that Thinks, for they have onely predisposed\nthat material Thing, wherein I, that is, my mind (which only\nat present I take for my self) Inhabits. Wherefore I cannot now\nQuestion that I am sprung from them. But I must of necessity conclude\nthat because I am, and because I have an Idea of a Being most\nperfect, that is, of God, it evidently follows that there is a God.\n* Now it only remains for me to examine, how I have received this Idea\nof God. For I have neither received it by means of my Senses,\nneither comes it to me without my Forethought, as the Ideas of\nsensible things use to do, when such things Work on the Organs of my\nSense, or at least seem so to work; Neither is this Idea framed\nby my self, for I can neither detract from, nor add any thing\nthereto. Wherefore I have only to conclude that it is Innate, even as\nthe Idea of me my self is Natural to my self.\nAnd truly ’tis not to be Admired that God in Creating me should\nImprint this Idea in me, that it may there remain as a stamp\nimpressed by the Workman God on me his Work, neither is it\nrequisite that this stamp should be a Thing different from the Work\nit self, but ’tis very Credible (from hence only that God Created me)\nthat I am made as it were according to his likeness and Image, and\nthat the same likeness, in which the Idea of God is contain’d, is\nperceived by Me with the same faculty, with which I perceive my\nSelf; That is to say, whilst I reflect upon my self, I do not only\nperceive that I am an Imperfect thing, having my dependance upon\nsome other thing, and that I am a Thing that Desires more and better\nthings Indefinitely; But also at the same time I understand, that He\non whom I depend contains in him all those wish’d for things (not\nonly Indefinitely and Potentially, but) Really, Indefinitely;\nand that therefore he is God. The whole stress of which * Argument\nlies thus, because I know it Impossible for Me to Be of the same Nature\nI am, Viz. Having the Idea of a God in me, unless really there\nwere a God, a God (I say) that very same God, whose Idea I have\nin my Mind (that is, Having all those perfections, which I cannot\ncomprehend, but can as it were think upon them) and who is not\nsubject to any Defects.\nBy which ’tis evident that God is no Deceiver; for ’tis manifest by\nthe Light of Nature, that all fraud and deceit depends on some\ndefect. But before I prosecute this any farther, or pry into other\nTruthes which may be deduced from this, I am willing here to stop, and\ndwell upon the Contemplation of this God, to Consider with my self\nHis Divine Attributes, to behold, admire, and adore the Loveliness of\nthis Immense light, as much as possibly I am able to accomplish with my\ndark Understanding. For as by Faith we believe that the greatest\nhappiness of the next Life consists alone in the Contemplation of\nthe Divine Majesty, so we find by Experience that now we receive\nfrom thence the greatest pleasure, whereof we are capable in this\nLife; Tho it be much more Imperfect then that in the Next.\nMEDITAT. IV.\nOf Truth and Falshood.\nOf late it has been so common with me to withdraw my Mind from my\nsences, and I have so throughly consider’d how few things there are\nappertaining to Bodies that are truly perceived, and that there are\nmore Things touching Mans mind, and yet more concerning God, which\nare well known; that now without any difficulty I can turn my\nThoughts from things sensible, to those which are only Intelligible,\nand Abstracted from Matter. And truely I have a much more distinct\nIdea of a Mans mind (as it is a Thinking Thing, having no Corporeal\nDimensions of Length, Breadth, and Thickness, nor having any other\nCorporeal Quality) then the Idea of any Corporeal Thing can be. And\nwhen I reflect upon my self, and consider how that I doubt, that is,\nam an imperfect dependent Being, I from hence Collect such a clear\nand distinct Idea of an Independent perfect Being, which is God,\nand from hence only that I have such an Idea, that is, because I that\nhave this Idea do my self Exist; I do so clearly conclude that\nGod also Exists, and that on him my Being depends each Minute; That\nI am Confident nothing can be known more Evidently and Certainly by\nHumane Understanding.\nAnd now I seem to perceive a Method by which, (from this\nContemplation of the true God, in whom the Treasures of Knowledge and\nWisdome are Hidden) I may attain the Knowledge of other Things.\nAnd first, I know ’tis impossible that this God should deceive\nme; For in all cheating and deceipt there is something of\nimperfection; and tho to be able to deceive may seem to be an\nArgument of ingenuity and power, yet without doubt to have the\nWill of deceiving is a sign of Malice and Weakness, and therefore\nis not Incident to God.\nI have also found in my self a Judicative faculty, which certainly (as\nall other things I possess) I have received from God; and seeing he\nwill not deceive me, he has surely given me such a Judgement, that\nI can never Err, whilst I make a Right Use of it. Of which truth I\ncan make no doubt, unless it seems, that From hence it will follow, That\ntherefore I can never Err; for if whatever I have, I have from God,\nand if he gave me no Faculty of Erring, I may seem not to be able to\nErr. And truly so it is whilst I think upon God, and wholly convert\nmy self to the consideration of him, I find no occasion of Error or\nDeceit; but yet when I return to the Contemplation of my self, I\nfind my self liable to Innumerable Errors. Enquiring into the cause\nof which, I find in my self an Idea, not only a real and positive\none of a God, that is, of a Being infinitely perfect, but also\n(as I may so speak) a Negative Idea of Nothing; that is to say, I\nam so constituted between God and Nothing or between a perfect Being\nand No-being, that as I am Created by the Highest Being, I have\nnothing in Me by which I may be deceived or drawn into Error; but as\nI pertake in a manner of Nothing, or of a No-Being, that is, as I my\nself am not the Highest Being, and as I want many perfections,\n’tis no Wonder that I should be Deceived.\nBy which I understand that Error * (as it is Error) is not any real\nBeing dependant on God, but it is only a Defect; And that therefore\nto make me Err there is not requisite a faculty of Erring given\nme by God, but only it so happens that I Err meerly because the\nJudicative faculty, which he has given me, is not Infinite.\nBut yet this Account is not fully satisfactory; for Error is not\nonly a meer Negation, but ’tis a Privation, or a want of a certain\nKnowledge, which ought (as it were) to be in me. And when I consider\nthe Nature of God, it seems impossible that he should give me any\nfaculty which is not perfect in its kind, or which should want\nany of its due perfections; for if by how much the more skilful the\nWorkman is, by so much the Perfecter Works proceed from him. What can\nbe made by the Great Maker of all things which is not fully perfect?\nFor I cannot Doubt but God may Create me so that I may never be\ndeceived, neither can I doubt but that he Wills whatever is Best;\nIs it therefore better for me to be deceived, or not to be deceived?\nThese things when I Consider more heedfully, it comes into my Mind,\nFirst, that ’tis no cause of Admiration that God should do Things\nwhereof I can give no account, nor must I therefore doubt his Being,\nbecause there are many things done by him, and I not comprehend Why\nor How they are done; for seeing I now know that my Nature is very\nWeak and Finite, and that the Nature of God is Immense,\nIncomprehensible, Infinite; from hence I must fully, understand, that\nhe can do numberless things, the Causes whereof lie hidden to Me.\nUpon which account only I esteem all those Causes which are Drawn from\nthe End (viz. Final Causes) as of no use in Natural Philosophy, for I\ncannot without Rashness Think my self able to Discover Gods Designes.\nI perceive this also, that whenever we endeavour to know whether the\nWorks of God are perfect, we must not Respect any one kind of\nCreature singly, but the Whole Universe of Beings; for perhaps what\n(if considered alone) may Deservedly seem Imperfect, yet (as it is a\npart of the World) is most perfect; and tho since I have doubted\nof all things, I have discover’d nothing certainly to Exist, but my\nself, and God, yet since I have Consider’d the Omnipotency of God,\nI cannot deny, but that many other things are made (or at least, may\nbe made) by him, so that I my self may be a part of this Universe.\nFurthermore, coming nigher to my self, and enquiring what these Errors\nof mine, are (which are the Only Arguments of my Imperfection) * I\nfind them to depend on two concurring Causes, on my faculty of\nKnowing, and on my faculty of Choosing or Freedome of my Will,\nthat is to say, from my Understanding, and my Will together. For\nby my Understanding alone I only perceive Ideas, whereon I make\nJudgments, wherein (precisely so taken) there can be no Error,\nproperly so called; for tho perhaps there may be numberless things,\nwhose Ideas I have not in Me, yet I am not properly to be said\nDeprived of them, but only negatively wanting them; and I cannot\nprove that God ought to have given me a greater faculty of Knowing.\nAnd tho I understand him to be a skilful Workman, yet I cannot Think,\nthat he ought to have put all those perfections in each Work of his\nsingly, with which he might have endowed some of them.\nNeither can I complain that God has not given me a Will, or Freedom\nof Choise, large and perfect enough; for I have experienced that\n’tis Circumscribed by no Bounds.\nAnd ’tis worth our taking notice, that I have no other thing in me so\nperfect and so Great, but I Understand that there may be Perfecter\nand Greater, for if (for Example) I consider the Faculty of\nUnderstanding, I presently perceive that in me ’tis very small and\nFinite, and also at the same time I form to my self an Idea of an\nother Understanding not only much Greater, but the Greatest and\nInfinite, which I perceive to belong to God. In the same manner if I\nenquire into memory or imagination or any other faculties, I find\nthem in my self Weak and Circumscribed, but in God I Understand\nthem to be Infinite, there is therefore only my Will or Freedome\nof Choice, which I find to be so Great, that I cannot frame to my\nself an Idea of One Greater, so that ’tis by this chiefly by which\nI Understand my self to Bear the likeness and Image of God. For\ntho the Will in God be without comparison Greater then Mine, both\nas to the Knowledge and Power which are Joyn’d therewith, which\nmake it more strong and Effective, and also as to the Object\nthereof, for God can apply himself to more things then I can. Yet\nbeing taken Formally and Precisely Gods Will seems no greater then\nMine. For the Freedome of Will consists only in this, that we can\nDo, or not Do such a Thing (that is, affirm or deny, prosecute\nor avoid) or rather in this Only, that we are so carried to a Thing\nwhich is proposed by Our Intellect to Affirm or Deny, Prosecute\nor Shun, that we are sensible, that we are not Determin’d to the\nChoice or Aversion thereof, by any outward Force.\nNeither is it Requisite to make one Free that he should have an\nInclination to both sides. For on the contrary, by how much the more\nstrongly I am inclined to one side (whether it be that I evidently\nperceive therein Good or Evil, or Whether it be that God has so\ndisposed my Inward Thoughts) By so much the more Free am I in my\nChoice.\nNeither truly do Gods Grace or Natural Knowledge take away from\nmy Liberty, but rather encrease and strengthen it. For that\nindifference which I find in my self, when no Reason inclines me more\nto one side, then to the other, is the meanest sort of Liberty,\nand is so far from being a sign of perfection, that it only argues a\ndefect or negation of Knowledge; for if I should always Clearly\nsee what were True and Good I should never deliberate in my\nJudgement or Choice, and Consequently, tho I were perfectly Free,\nyet I should never be Indifferent.\nFrom all which, I perceive that neither the Power of Willing\nprecisely so taken, which I have from God, is the Cause of my\nErrors, it being most full and perfect in its kind; Neither also\nthe Power of Understanding, for whatever I Understand (since ’tis\nfrom God that I Understand it) I understand aright, nor can I be\ntherein Deceived.\nFrom Whence therefore proceed all my Errors? To which, I answer,\nthat they proceed from hence only, that seeing the Will expatiates\nit self farther then the Understanding, I keep it not within the\nsame bounds with my Understanding, but often extend it to those\nthings which I Understand not, to which things it being Indifferent,\nit easily Declines from what is True and Good; and consequently\nI am Deceived and Commit sin. * Thus, for example, when lately I\nfelt my self to enquire, Whether any thing doth Exist, and found\nthat from my setting my self to Examine such a thing, it evidently\nfollows that I my self Exist, I could not but Judge, what I so\nclearly Understood, to be true, not that I was forced thereto by\nany outward impulse, but because a strong Propension in my Will\ndid follow this Great Light in my Understanding, so that I believed\nit so much the more freely and willingly, by how much the less\nindifferent I was thereto. But now I understand, not only, that I\nExist as I am a Thing that Thinks, but I also meet with a certain\nIdea of a Corporeal Nature, and it so happens that I doubt,\nwhether that Thinking Nature that is in me be Different from that\nCorporeal Nature, or Whether they are both the same: but in this\nI suppose that I have found no Argument to incline me either\nways, and therefore I am Indifferent to affirm or deny either,\nor to Judge nothing of either; But this indifferency extends it\nself not only to those things of which I am clearly ignorant, but\ngenerally to all those things which are not so very evidently known\nto me at the Time when my Will Deliberates of them; for tho never so\nprobable Guesses incline me to one side, yet the Knowing that they\nare only Conjectures, and not indubitable reasons, is enough to Draw\nmy Assent to the Contrary Part. Which Lately I have sufficiently\nexperienced, when I supposed all those things (which formerly I\nassented to as most True) as very False, for this Reason only that\nI found my self able to doubt of them in some manner.\nIf I abstain from passing my Judgment, when I do not clearly and\ndistinctly enough perceive what is Truth, ’tis evident that I do\nwell, and that I am not deceived: But if I affirm or deny, then\n’tis that I abuse the freedome of my will, and if I turn my self\nto that part which is false, I am deceived; but if I embrace\nthe contrary Part, ’tis but by chance that I light on the Truth, yet\nI shall not therefore be Blameless, for ’tis Manifest by the light\nof Nature that the Perception of the Understanding ought to\npreceed the Determination of the Will. And ’tis in this abuse of\nFree-Will that That Privation consists, which Constitutes Error;\nI say there is a Privation in the Action as it proceeds from Me,\nbut not in the Faculty which I have received from God; nor in the\nAction as it depends on him.\nNeither have I any Reason to Complain that God has not given me a larger\nIntellective Faculty, or more Natural Light, for ’tis a necessary\nIncident to a finite Understanding that it should not Understand All\nthings, and ’tis Incident to a Created Understanding to be Finite:\nand I have more Reason to thank him for what he has bestowed upon me\n(tho he owed me nothing) then to think my self Robbed by him of those\nthings which he never gave me.\nNor have I Reason to Complain that he has given me a Will larger then\nmy Understanding: for seeing the Will Consists in one thing only,\nand as it were in an Indivisible (viz. to Will, or not to Will) it\nseems contrary to its nature that it should be less then ’tis; and\ncertainly by how much the Greater it is, so much the more Thankful I\nought to be to him; that Gave it me.\nNeither can I Complain that God concurrs with me in the Production of\nthose Voluntary Actions or Judgements in which I am deceived: for\nthose Acts as they depend on God are altogether True and Good;\nand I am in some measure more perfect in that I can so Act, then if\nI could not: for that Privation, in which the Ratio Formalis of\nFalshood and Sin consists, wants not the Concourse of God; For\nit is not A Thing, and having respect to him as its Cause, ought\nnot to be called Privation, but Negation; for certainly ’tis no\nImperfection in God, that he has given me a freedome of Assenting\nor not Assenting to some things, the clear and distinct Knowledge\nwhereof he has not Imparted to my Understanding; but certainly ’tis\nan Imperfection in me, that I abuse this liberty, and pass my\nJudgement on those things which I do not Rightly Understand.\nYet I see that ’tis Possible with God to effect that (tho I should\nremain Free, and of a Finite Knowledge) I should never Err, that\nis, if he had endowed my Understanding with a clear and distinct\nKnowledge of all things whereof I should ever have an Occasion of\ndeliberating; or if he had only so firmly fix’d in my Mind, that I\nshould never forget, this, That I must never Judge of a thing which I\ndo not clearly and distinctly Understand; Either of which things had\nGod done, I easily perceive that I (as consider’d in my self) should\nbe more perfect then now I am, yet nevertheless I cannot deny but that\nthere may be a greater perfection in the whole Universe of Things,\nfor that some of its parts are Obnoxious to Errors, and some not, then\nif they were all alike. And I have no Reason to Complain, that it has\npleased God, that I should Act on the Stage of this World a Part\nnot the chief and most perfect of all; Or that I should not be able\nto abstain from Error in the first way above specifi’d, which depends\nupon the Evident Knowledge of those things whereof I deliberate; Yet\nthat I may abstain from Error by the other means abovemention’d,\nwhich depends only on this, That I Judge not of any Thing, the truth\nwhereof is not Evident. For tho I have experienced in my self this\nInfirmity, that I cannot always be intent upon one and the same\nKnowledge, yet I may by a continued and often repeated Meditation\nbring this to pass, that as often as I have use of this Rule I may\nRemember it, by which means I may Get (as it were) an habit of not\nerring.\nIn which thing seeing, the greatest and chief perfection of\nMan consists, I repute my self to have gain’d much by this days\nMeditation, for that therein I have discover’d the Cause of\nError, and Falshood; which certainly can be no other then what I\nhave now Declared; for whenever in Passing my Judgement, I bridle\nmy Will so that it extend it self only to those things which I\nclearly and distinctly perceive, it is impossible that I can Err.\nFor doubtless All clear and distinct Perception is something, and\ntherefore cannot proceed from Nothing, but must necessarily have\nGod for its Author (God, I say, Who is infinitely Perfect, and\nwho cannot Deceive) and therefore it Must be True.\nNor have I this Day learnt only what I must beware off that I be not\ndeceived, but also what I must Do to Discover Truth, for That I\nshall certainly find, if I fully Apply my self to those things only,\nwhich I perfectly understand; and if I distinguish between those and\nwhat I apprehend but confusedly and obscurely; Both which hereafter I\nshall endeavour.\nMEDITAT. V.\nOf the Essence of Things Material. And herein Again of God. And\nthat he does Exist.\nThere are yet remaining many Things concerning Gods Attributes, and\nmany things concerning the nature of my self or of my Mind, which\nought to be searched into: but these perhaps I shall set upon at some\nother Opportunity. And at Present nothing seems to me more requisite\n(feeling I have discover’d what I must avoid, and what I must Do for\nthe Attaining of Truth) then that I imploy my Endeavours to free my\nself from those doubts into which I have lately fallen, and that I try\nwhether I can have any certainty of Material Things.\nBut before I enquire whether there be any such things Really Existent\nwithout Me, I ought to consider the Ideas of those things, as they are\nin my Thoughts and try which of them are Distinct, which confused.\nIn which search I find that I distinctly imagine Quantity, that which\nPhilosophers commonly call continued, that is to say, the Extension\nof that Quantity or thing continued into Length, Breadth, and\nThickness, I can count in it divers Parts, to which parts I can\nassign Bigness, Figure, Position, and Local Motion, to which\nLocal Motion I can assign Duration. Neither are only these Generals\nplainly discover’d and known by Me, but also by attentive Consideration,\nI perceive Innumerable particulars concerning the Shapes, Number,\nand Motion of These Bodies; The Truth whereof is so evident, and\nagreeable to my Nature, that when I first discover’d them, I seemed\nnot so much to have Learnt any thing that is new, as to have only\nremembred what I have known before, or only to have thought on those\nthings which were in me before, tho this be the first time that I have\nexamin’d them so diligently.\nOne thing there is worthy my Consideration, which is, that I find in my\nself innumerable Ideas of certain things, which tho perhaps they exist\nno where without Me, yet they cannot Be said to be Nothing; and tho\nthey are Thought upon by me at my will and pleasure, yet they are\nnot made by Me, but have their own True and Immutable Natures.\nAs when, for example, * I Imagine a Triangle, tho perhaps such a\nFigure Exists no where out of my Thoughts, nor ever will Exist,\nyet the Nature thereof is determinate, and its Essence or Form is\nImmutable and Eternal, which is neither made by me, nor depends\non my mind, as appears for that many properties may be demonstrated\nof this Triangle, viz. That its three Angles are equal to two right\nones, that to its Greatest Angle the Greatest side is subtended, and such\nlike, which I now clearly know whether I will or not, tho before I\nnever thought on them, when I imagine a Triangle, and consequently they\ncould not be invented by Me. And ’tis nothing to the purpose for me to\nsay, that perhaps this Idea of a Triangle came to me by the Organs of\nsense, because I have sometimes seen bodies of a Triangular Shape;\nfor I can think of Innumerable other Figures, which I cannot suspect\nto have come in through my senses, and yet I can Demonstrate various\nproperties of them, as well as of a Triangle, which certainly are all\ntrue, seeing I know them clearly, and therefore they are something,\nand not a meer Nothing, for ’tis Evident that what is true is\nsomething.\nAnd now I have sufficiently Demonstrated, that what I clearly perceive,\nis True; And tho I had not demonstrated it, yet such is the Nature\nof my Mind, that I could not but give my Assent to what I so\nperceive, at least, as long as I so perceive it; and I remember\n(heretofore when I most of all relied on sensible Objects) that I held\nthose Truths for the most certain which I evidently perceived,\nsuch as are concerning Figures, Numbers, with other parts of\nArithmetick, and Geometry, as also whatever relates to pure and\nabstracted Mathematicks.\nNow therefore, if from this alone, That I can frame the Idea of a Thing\nin my Mind, it follows, That whatever I clearly and distinctly perceive\nbelonging to a thing, does Really belong to it; Cannot I from hence\ndraw an Argument to Prove the Existence of a God? Certainly I find\nthe Idea of a God, or infinitely perfect Being, as naturally in\nme, as the Idea of any Figure, or Number; and I as clearly and\ndistinctly understand that it appertains to his Nature Always to Be,\nas I know that what I can demonstrate of a Mathematical Figure or\nNumber belongs to the Nature of that Figure or Number: so that,\ntho all things which I have Meditated upon these three or four days\nwere not true, yet I may well be as certain of the Existence of a\nGod, as I have hitherto been of Mathematical Truths.\nDoubt. Yet this Argument at first sight appears not so evident, but\nlooks rather like a sophism; for seeing I am used in all other things\nto Distinguish Existence from Essence, I can easily perswade my self\nthat the Existence of God may be distinguish’d from his Essence,\nso that I may Imagine God not to Exist.\nSolution. But considering it more strictly, ’tis manifest, that the\nExistence of God can no more be seperated from his Essence,\nthen the Equality of the Three Angles to two right ones can be\nseperated from the Essence of a Triangle, or then the Idea of a\nMountain can be without the Idea of a valley; so that ’tis no\nless a Repugnancy to think of a God (that is, A Being infinitely\nperfect) who wants Existence (that is, who wants a Perfection) then\nto think of a Mountain, to which there is no Valley adjoyning.\nDoubt. But what if I cannot imagine God but as Existing, or a\nMountain without a Vally? yet supposing me to think of a Mountain with\na Vally, it does not from thence follow, that there Is a Mountain\nin the World; so supposing me to think of a God as Existing, yet\ndoes it not follow that God Really Exists. For my Thought imposes\nno necessity on Things, and as I may imagine a Winged Horse, tho no\nHorse has Wings, so I may imagine an existing God, tho no God\nexist.\nSolution. ’Tis true the Sophism seems to lie in this, yet tho I\ncannot conceive a Mountain but with a Vally, it does not from hence\nfollow, that a Mountain or Vally do Exist, but this will follow,\nthat whether a Mountain or a Vally do or do not Exist, yet they\ncannot be seperated: so from hence that I cannot think of God but\nas Existing, it follows that Existence is Inseperable from God,\nand therefore that he Really Exists; Not because my Thought does\nall this, or Imposes any necessity on any Thing, but contrarily,\nbecause the necessity of the thing it self (viz. of Gods Existence)\nDetermines me to think thus; for ’tis not in my Power to think a\nGod without Existence (that is, A Being absolutely perfect without\nthe Cheif Perfection) as it is in my Power to imagine a Horse either\nwith or without Wings.\nDoubt. And here it cannot be said, that I am forced to suppose God\nExisting, after I have supposed him endowed with all Perfections,\nseeing Existence is one of them; but that my First Position (viz.\nHis Absolute Perfection) is not necessary. Thus, for example, ’tis\nnot necessary for me to think all Quadrilateral Figures inscribed in\na Circle; But supposing that I think so, I am then necessitated to\nConfess a Rhombe Inscribed therein, and yet this is evidently False.\nSolution. For tho I am not forced at any time to think of a God; yet\nas often as I cast my Thoughts on a First and Cheif Being, and as\nit were bring forth out of the Treasury of my Mind an Idea thereof,\nI must of necessity attribute thereto all Manner of Perfections, tho\nI do not at that time count them over, or Remark each single One;\nwhich necessity is sufficient to make me hereafter (when I come to\nconsider Existence to be a Perfection) conclude Rightly, That the\nFirst and Chief Being does Exist. Thus, for example, I am not obliged at\nany time to imagine a Triangle, yet whenever I please to Consider of a\nRight-lined Figure having only three Angles, I am then necessitated\nto allow it all those Requisites from which I may argue rightly, That\nthe Three Angles thereof are not Greater then Two Right Ones, Tho\nupon the first consideration this came not into my Thought. But when I\nenquire what Figures may be inscribed within a Circle, I am not at\nall necessitated to think that all Quadrilateral Figures are of that\nsort; neither can I possibly imagine this, whilst I admit of nothing,\nbut what I clearly and distinctly Understand: and therefore there\nis a great Difference between these False suppositions, and True\nnatural Ideas, the first and Chief; whereof is that of a God;\nFor by many wayes I understand That not to be a Fiction depending\non my Thought, but an Image of a True and Immutable Nature;\nAs first, because I can think of no other thing but God to Whose\nEssence Existence belongs. Next because I cannot Imagine Two or More\nGods, and supposing that he is now only One, I may plainly perceive\nit necessary for Him to Have been from Eternity, and will Be to\nEternity; And Lastly because I perceive many Other Things in God,\nWhich I cannot Change, and from which I cannot Detract.\nBut whatever way of Argumentation I use, it comes All at last to this one\nThing, That I am fully perswaded of the Truth of those things only,\nwhich appear to me clearly and distinctly. And tho some of those\nthings, which I so perceive, are obvious to every Man, and some are\nonly discover’d by Those that search more nighly, and enquire more\ncarefully, yet when such truths are discover’d, they are esteem’d\nno less certain than the Others. For Example, Tho it do not so easily\nappear, that in a Rightangled Triangle, the square of the Base is equal\nto the squares of the sides, as it appears, that the Base is suspended\nunder its Largest Angle, yet the first Proposition is no less\ncertainly believed when once ’tis perceived, then this Last.\nThus in Reference to God; certainly, unless I am overrun with\nPrejudice, or have my thoughts begirt on all sides with sensible\nObjects, I should acknowledge nothing before or easier then him;\nFor what is more self-evident then that there is a Chief Being, or\nthen that a God (to whose essence alone Existence appertains) does\nExist? And tho serious Consideration is required to perceive thus\nmuch, yet Now, I am not only equally certain of it, as of what seems\nmost certain, but I perceive also that the Truth of other Things so\ndepends on it, that without it nothing can ever be perfectly known.\nFor tho my nature be such, that during the time of my Clear and\nDistinct Perception, I cannot but believe it true; yet my Nature\nis such also, that I cannot fix the Intention of my Mind upon one\nand the same thing alwayes, so as to perceive it clearly, and the\nRemembrance of what Judgement I have formerly made is often stirred\nup, when I cease attending to those reasons for which I passed such a\nJudgment, other Reasons may then be produced, which (if I did not know\nGod) may easily move me in my Opinion; and by this means I shall\nnever attain to the true and certain Knowledge of any Thing, but\nWandring and Unstable opinions. So, for example, when I consider the\nNature of a Triangle, it plainly appears to me (as understanding the\nPrinciples of Geometry) that its three Angles are equal to two right\nones; And this I must of necessity think True as long as I attend to\nthe Demonstration thereof; but as soon as ever I withdraw my Mind from\nthe Consideration of its Proof (altho I remember that I have once\nClearly perceived it) yet perhaps I may doubt of Its Truth, being\nas yet Ignorant of a God; For I may perswade my self, that I am so\nframed by Nature, as to be deceived in those things which I imagine\nmy self to perceive most evidently, Especially when I recollect, that\nheretofore I have often accounted many things True and Certain, which\nafterward upon other Reasons I have Judged as False. But when I perceive\nthat there is a God; because at the same time I also Understand\nthat all things Depend on Him, and that he is not a Deceiver; and\nwhen from hence I Collect that all those Things which I clearly and\ndistinctly perceive are necessarily True; tho I have no further\nRespects to those Reasons which induced me to believe it True, yet if\nI do but remember, that I have once clearly and distinctly perceived\nit, no Argument can be brought on the contrary, that shall make me\ndoubt, but that I have true and certain Knowledge thereof; and not\nonely of that, but of all other Truths also which I remember that I\nhave once Demonstrated, such as are Geometrical Propositions and the\nlike.\nWhat now can be Objected against me? shall I say, that I am so made by\nNature, as to be often deceived? No; For I now Know that I cannot be\ndeceived in those Things, which I clearly Understand. Shall I say,\nthat at other times I have esteem’d many Things True and Certain,\nwhich afterwards I found to be falsities? No; for I perceived none\nof those things clearly and distinctly, but being Ignorant of this\nRule of Truth, I took them up for Reasons, which Reasons I afterward\nfound to be Weak. What then can be said? Shall, I say, (as lately I\nobjected) that Perhaps I am asleep, and that what I now think of is\nno more True, then the Dreams of People asleep? But this it self\nmoves not my Opinion; for certainly tho I were asleep, if any thing\nappear’d evident to my Understanding, ’twould be True.\nAnd Thus I Plainly see, that the Certainty and Truth of all Science\nDepends on the Knowledge of the True God, so that before I had Known\nHim, I did Know nothing; But now many things both of God himself,\nand of other Intellectual Things, as also of Corporeal nature, which\nis the Object of Mathematicks, may be Plainly Known and Certain\nto me.\nMEDITAT. VI.\nOf Corporeal Beings, and Their Existence: As Also of the Real\nDifference, Between Mind and Body.\nIt now remains that I examine whether any Corporeal Beings do Exist;\nAnd already I know that (as they are the Object of Pure Mathematicks)\nthey May (at least) Exist, for I clearly and distinctly perceive\nthem; and doubtless God is able to make, whatever I am able to\nperceive, and I never Judged any thing to be beyond his Power, but\nwhat was Repugnant to a distinct perception. Moreover, such Material\nBeings seem to Exist from the faculty of Imagination, which I\nfind my self make use of, when I am conversant about them: for if I\nattentively Consider what Imagination is, ’twill appear to be only a\ncertain Application of our Cognoscitive or knowing Faculty to a Body or\nObject that is before it; and if it be before it, It must Exist.\nBut that this may be made more Plain, I must first examine the\ndifference between Imagination, and pure Intellection, or\nUnderstanding. So, for example, when I Imagine a Triangle, I do not\nonly Understand that it is a figure comprehended by three Lines,\nbut I also behold with the eye of my mind those three lines as\nit were before Me, and this is that which I call imagination. But\nif I convert my Thoughts to a Chiliogone, or Figure consisting of a\nThousand Angles, I know as well that this Is a figure comprehended by\na Thousand sides, as I know that a Triangle is a Figure Consisting\nof three sides; but I do not in the same Manner Imagine, or behold\nas present those thousand sides, as I do the three sides of a\nTriangle. And tho at the time when I so think of a Chiliogone, I may\nconfusedly represent to my self some Figure (because whenever I Think\nof a Corporeal Object, I am used to Imagine some Shape or other)\nyet ’tis evident that this Representation is not a Chiliogone,\nbecause ’tis in nothing different from what I should Represent to my\nself if I thought of a Milion-angled figure, or any other Figure of\nMore sides; Neither does such a Confused Representation help me in\nthe least to know those Properties, by which a Chiliogone differs\nfrom other Polygones or Manyangled Figures. But if a Question be\nput concerning a Pentagone, I know I may Understand its Shape, as\nI Understand the Shape, of a Chiliogone, without the help of\nImagination, but I can also imagine it, by applying the Eye of my\nMind to its Five sides, and to the Area or space contained by\nThem; And herein I manifestly perceive that there is required a peculiar\nsort of Operation in the Mind to imagine a Thing, which I require\nnot to Understand a Thing; which New Operation of the Mind plainly\nshews the difference between imagination and pure Intellection.\nBesides this, I Consider that this Power of Imagination which is in\nme (as it differs from the Power of Understanding) does not appertain\nto the Essence of Me, that is, of my mind, for tho I wanted it,\nyet certainly I should be the same He, that now I am: from whence it\nseems to follow, that it depends on something different from my self;\nand I easily perceive that if any Body whatever did Exist, to which\nmy Mind were so conjoyn’d, that it may Apply it self when it pleased\nto Consider, or (as it were) Look into this Body; From hence, I\nsay, I perceive It may so be, that by this very Body I may Imagine\nCorporeal Beings: So that this Manner of Thinking differs from pure\nIntellection only in this, that the Mind, when it Understands, does\nas it were turn it self, to it self, or Reflect on it self, and\nbeholds some or other of those Ideas which are in it self; But when\nit Imagines, it Converts it self upon Body, and therein beholds\nsomething Conformable to that Idea, which it hath understood, or\nperceived by Sense.\nBut ’tis to be remembred, that I said, I easily conceive Imagination\nMay be so performed, supposing Body to Exist. And because no\nso convenient manner of Explaining it offers it self, from thence\nI probably guess, that Body does Exist. But this I only say\nprobably, for tho I should accurately search into all the Arguments\ndrawn from the distinct Idea of Body, which I find in my\nImagination, yet I find none of them, from whence I may necessarily\nconclude, that Body does Exist.\nBut I have been accustomed to Imagine many other things besides that\nCorporeal Nature which is the Object of pure Mathematicks; such\nas are, Colours, Sounds, Tasts, Pain, &c. but none of these so\ndistinctly. And because I perceive these better by Sense, from Which\nby the Help of the Memory they come to the Imagination, that I may\nwith the Greater advantage treat of them, I ought at the same time to\nConsider Sence, and to try whether from what I perceive by that way of\nThought, which I call Sense, I can deduce any certain Argument for\nthe Existence of Corporeal Beings.\nAnd first I will here reflect with my self, what those things were,\nwhich being perceived by Sence I have heretofore thought True, and\nthe Reasons why I so thought: I will then enquire into the Reasons\nfor which I afterwards doubted those things. And last of all I will\nconsider what I ought to think of those Things at Present.\nFirst therefore I have always thought that I have had an Head,\nHands, Feet, and other Members, of which This Body (which I have\nlook’d upon as a Part of Me, or Perhaps as my Whole self) Consists;\nAnd I have also thought that this Body of Mine is Conversant or\nengaged among many Other Bodies, by which it is Liable to be affected\nwith what is advantagious or hurtful; What was Advantagious\nI judged by a certain sense of Pleasure, what was Hurtful by\na sense of Pain. Furthermore, besides Pleasure and Pain, I\nperceived in my self Hunger, Thirst, and other such like Appetites,\nas also certain Corporeal Propensions to Mirth, Sadness, Anger,\nand other like Passions.\nAs to What hapned to me from Bodies without, Besides the Extension,\nFigure, and Motion of those Bodies, I also perceived in them\nHardness, Heat, and other tactile Qualities, as also Light,\nColours, Smells, Tasts, Sounds, &c. and by the Variation of\nthese I distinguish’d the Heaven, Earth, and Seas, and all other\nBodies from each other.\nNeither was it wholly without Reason (upon the account of these Ideas\nof Qualities, which offer’d themselves to my Thoughts, and which alone\nI properly and Immediately perceived) that I thought my self to\nPerceive some Things Different from my Thought, viz. The Bodies or\nObjects from whence these Ideas might Proceed; for I often found\nthese Ideas come upon me without my Consent or Will; so that I can\nneither perceive an Object (tho I had a mind to it) unless it were\nbefore the Organs of my Sense; Neither can I Hinder my self from\nperceiving it, when it is Present.\nAnd seeing that those Ideas which I take in by sense are much more\nLively, Apparent and in their kind more distinct, than any of those\nwhich I knowingly and Willingly frame by Meditation, or stir up in\nmy Memory; it seems to me that they cannot proceed from my self.\nThere remains therefore no other way for them to come upon me, but from\nsome other Things Without Me. Of Which Things seeing I have no other\nKnowledge but from these Ideas, I cannot Think but that these Ideas\nare like the Things.\nMoreover, Because I remember that I first made use of my senses\nbefore my Reason; and because I did perceive that those Ideas\nwhich I my self did frame were not so Manifest as those which I\nreceived by my senses, but very often made up of their parts, I was\neasily perswaded to think that I had no Idea in my Understanding,\nwhich I had not First in my sense.\nNeither was it without Reason that I Judged, That Body (which by a\npeculiar right I call my Own) to be more nighly appertaining to\nMe then any other Body. For from It, as from other Bodies, I\ncan never be seperated, I was sensible of all Appetites and\nAffections in It and for It, and lastly I perceived pleasure and\nPain in its Parts, and not in any other Without it. But why from the\nsense of Pain a certain Grief, and from the sense of pleasure a\ncertain Joy of the Mind should arise, or Why that Gnawing of the\nstomach, Which I call Hunger, should put me in mind of Eating, or\nthe driness of my Throat of Drinking, I can give no other Reason\nbut that I am taught so by Nature. For to my thinking there is no\nAffinity or Likeness between that Gnawing of the Stomach, and the\ndesire of Eating, or between the sense of Pain, and the sorrowful\nthought from thence arising. But in this as in all other judgments\nthat I made of sensible objects, I seem’d to be taught by Nature, for\nI first perswaded my self that things were so or so, before ever I\nenquired into a Reason that may prove it.\nBut afterwards I discover’d many experiments, wherein my senses so\ngrosly deceived me, that I would never trust them again; for Towers\nwhich seem’d Round a far off, nigh at hand appear’d square, and\nlarge Statues on their tops seem’d small to those that stood on the\nground; and in numberless other things, I perceived the judgements\nof my outward senses were deceived: and not of my outward only,\nbut of my inward senses also; for what is more intimate or inward\nthan Pain? And yet I have heard from those, whose Arm or Leg was cut\noff, that they have felt pain in that part which they wanted, and\ntherefore I am not absolutely certain that any part of me is affected\nwith pain, tho I feel pain therein. To these I have lately added\ntwo very general Reasons of doubt; The first was, that while I was\nawake, I could not believe my self to perceive any thing, which I could\nnot think my self sometimes to perceive, tho I were a sleep; And seeing\nI cannot believe, that what I seem to perceive in my sleep proceeds\nfrom outward Objects, what greater Reason have I to think so of what I\nperceive whilst I am awake? The other Cause of Doubt was, that seeing\nI know not the Author of my Being (or at least I then supposed my\nself not to know him) what reason is there but that I may be so ordered\nby Nature as to be deceived even in those things which appear’d to me\nmost true. And as to the Reasons, which induced me to give credit\nto sensible Things, ’twas easie to return an answer thereto, for\nfinding by experience, that I was impelled by Nature to many Things,\nwhich Reason disswaded me from, I thought I should not far trust what I\nwas taught by Nature. And tho the perceptions of my senses depended\nnot on my Will, I thought I should not therefore conclude, that they\nproceeded from Objects different from my self; for perhaps there may\nbe some other Faculty in me (tho as yet unknown to me) which might\nframe those perceptions.\nBut now that I begin better to know my self and the Author of my\nOriginal, I do not think, that all things, which I seem to have from my\nsenses are rashly to be admitted, neither are all things so had,\nto be doubted.\nAnd first because I know that whatever I clearly and distinctly\nperceive, may be so made by God as I perceive them; the Power\nof understanding clearly and distinctly one Thing without the\nother is sufficient to make Me certain that One Thing is different\nfrom the Other; because it may at least be placed apart by God,\nand that it may be esteem’d different, it matters not by what\nPower it may be so sever’d. And therefore from the knowledge I\nhave, that I my self exist, and because at the same time I understand\nthat nothing else appertains to my Nature or Essence, but that I am a\nthinking Being, I rightly conclude, that my Essence consists in this\nalone, that I am a thinking Thing. And tho perhaps (or, as I shall\nshew presently, ’tis certain) I have a Body which is very nighly\nconjoyned to me, yet because on this side I have a clear and distinct\nIdea of my self, as I am only a thinking Thing, not extended; and on\nthe other side because I have a distinct Idea of my Body, as it is\nonely an extended thing, not thinking, ’tis from hence certain,\nthat I am really distinct from my Body, and that I can exist without\nit.\nMoreover I find in my self some Faculties endow’d with certain\npeculiar waies of thinking, such as the Faculty of Imagination,\nthe Faculty of Perception or sense; without which I can conceive\nmy whole self clearly and distinctly, but (changing the phrase) I\ncannot conceive those Faculties without conceiving My self, that\nis, an understanding substance in which they are; for none of them\nin their formal Conception includes understanding; from whence I\nperceive they are as different from me, as the modus or manner of\na Thing is different from the Thing it self.\nI acknowledge also, that I have several other Faculties, such as\nchanging of place, putting on various shapes, &c. Which can\nno more be understood without a substance in which they are, then\nthe foremention’d Faculties, and consequently they can no more be\nunderstood to Exist without that substance: But yet ’tis Manifest,\nthat this sort of Faculties, to the End they may exist, ought to be\nin a Corporeal, Extended, and not in an Understanding substance,\nbecause Extension, and not Intellection or Understanding is\nincluded in the Clear and Distinct conception of them.\nBut there is also in me a certain Passive Faculty of sense, or of\nReceiving and Knowing the Ideas of sensible Things; of which\nFaculty I can make no use, unless there were in my self, or in\nsomething else, a certain Active Faculty of Producing and Effecting\nthose Ideas. But this cannot be in my self, for it Pre-supposes no\nUnderstanding, and those Ideas are Produced in me, tho I help not,\nand often against my Will. There remains therefore no Place for this\nActive Faculty, but that it should be in some substance different\nfrom me. In which because all the Reallity, which is contain’d\nObjectively in the Ideas Produced by that Faculty, ought to be\ncontain’d Formally or Eminently (as I have Formerly taken notice)\nthis substance must be either a Body (in which what is in the\nIdeas Objectively is contain’d Formally) or it Must Be God, or\nsome Creature more excellent then a Body (In which what is in the\nIdeas Objectively is contain’d Eminently). But seeing that God is\nnot a Deceivour, ’tis altogether Manifest, that he does not Place\nthese Ideas in me either Immediately from himself, or Mediately\nfrom any other Creature, wherein their Objective Reallity is not *\ncontain’d Formally, but only Eminently. And seeing God has given\nme no Faculty to discern Whether these Ideas proceed from Corporeal\nor Incorporeal Beings, but rather a strong Inclination to believe\nthat they are sent from Corporeal Beings, there is no Reason Why God\nshould not be counted a Deceiver, if these Ideas came from any Where,\nbut from Corporeal Things. Therefore we must conclude that there are\nCorporeal Beings. Which perhaps are not all the same as I comprehend\nthem by my sense (for Perception by sense is in many Things very\nObscure and Confused) but those things at least, which I clearly\nand distinctly Understand, that is to say, all those things which are\ncomprehended under the Object of Pure Mathematicks; those things I\nsay at least are True.\nAs to What Remains, They are either some Particulars, as that the\nSun is of such a Bigness or Shape, &c. or they are Things less\nClearly Understood, as Light, Sound, Pain, &c. And tho these and\nsuch like Things may be very Doubtful and Uncertain, yet because\nGod is not a Deceiver, and because that (Therefore) none of my\nOpinions can be false unless God has Given me some Faculty or other\nto Correct my Error, hence ’tis that I am incouraged with the Hopes\nof attaining Truth even in these very Things.\nAnd certainly it cannot be doubted but whatever I am taught by Nature\nhas something therein of Truth. By Nature in General I understand\neither God himself, or the Coordination of Creatures Made by God.\nBy my Own Nature in Particular I understand the Complexion or\nAssociation of all those things which are given me by God.\nNow there is nothing that this my Nature teaches me more expresly\nthen that I have a Body, Which is not Well when I feel Pain, that\nthis Body wants Meat or Drink When I am Hungry or Dry, &c.\nAnd therefore I ought not to Doubt but that these things are True. And\nby this sense of Pain, Hunger, Thirst, &c. My Nature tells me\nthat I am not in my Body, as a Mariner is in his Ship, but that I\nam most nighly conjoyn’d thereto, and as it were Blended therewith;\nso that I with It make up one thing; For Otherwise, when the Body\nwere hurt, I, who am only a Thinking Thing, should not therefore\nfeel Pain, but should only perceive the Hurt with the Eye of my\nUnderstanding (as a Mariner perceives by his sight whatever is\nbroken in his Ship) and when the Body wants either Meat or Drink, I\nshould only Understand this want, but should not have the Confused\nsense of Hunger or Thirst; I call them Confused, for certainly\nthe Sense of Thirst, Hunger, Pain, &c. are only Confused Modes\nor Manners of Thought arising from the Union and (as it were)\nmixture of the Mind and Body.\nI am taught also by Nature, that there are many other Bodies Without\nand About my Body, some whereof are to be desired, others are to\nbe Avoided. And because that I Perceive very Different Colours,\nSounds, Smells, Tasts, Heat, Hardness, and the Like, from\nthence I Rightly conclude that there are Correspondent Differences in\nBodies, from which these different perceptions of sense proceed,\ntho perhaps not Alike. And because that some of these perceptions\nare Pleasant, others Unpleasant, ’tis evidently certain, that my\nBody, or rather my Whole self (as I am compounded of a Mind and\nBody) am liable to be Affected by these Bodies which encompass me\nabout.\nThere are many Other Things Also which Nature seems to teach Me, but\nReally I am not taught by It, but have gotten them by an ill use of\nPassing my Judgement Inconsiderately, and from hence it is that these\nthings happen often to be false; as that all space is Empty, in\nwhich I find nothing that works upon my Senses; That in a hot\nBody there is something like the Idea of Heat which is in me; That\nin a White or Green Body there is the same Whiteness or Greenness\nwhich I perceive; And the same Taste in a bitter or sweet Thing,\n&c. That Stars, Castles, and Other Remote Bodies are of the same\nBigness and Shape, as they are Represented to my senses: and\nsuch like. But that I may not admit of any Thing in this very matter,\nwhich I cannot Distinctly perceive, it behoves me here to determine\nmore Accurately What I mean when I say, That I am taught a Thing by\nNature.\nHere I take Nature more strictly, then for the Complication of all\nthose Things which are Given me by God; For in this Complication\nthere are many things contain’d which relate to the Mind alone, as,\nThat I perceive What is done cannot be not Done, and all Other things\nwhich are known by the Light of Nature, but of these I speak not at\npresent. There are also many Other Things which belong only to the\nBody, as, That it tends Downwards and such like, of these also I\ntreat not at Present. But I speak of those Things only which God hath\nbestowed upon me as I am Compounded of a Mind and Body together,\nand not differently Consider’d. ’Tis Nature therefore thus taken that\nteaches me to avoid troublesome Objects, and seek after pleasing\nOnes; but it appears not that this Nature teaches us to conclude any\nthing of these Perceptions of our senses, before that we make by our\nUnderstanding a diligent examination of outward Objects; for to\nEnquire into the Truth of Things belongs not to the Whole Compositum\nof a Man as he Consists of Mind and Body, but to the Mind alone.\nSo that tho a star affect my eye no more then a small spark of\nFire, yet there is in my Eye no Real or Positive Inclination to\nbelieve One no bigger then the Other, but thus I have been used to\nJudge from my Childhood without any Reason: and tho coming nigh the Fire\nI feel Heat, and Coming too nigh I feel Pain, yet there is no Reason to\nperswade me, That in the Fire there is any thing like either that Heat\nor that Pain, but only that there is something therein, Whatever it be,\nthat excites in us those sensations of Heat or Pain: and so tho in some\nspace there may be nothing that Works on my senses, it does not from\nthence follow, that there is no Body there; for I see that in these\nand many other things I am used to overturn the Order of Nature, because\nI use these perceptions of sense (which properly are given me by\nNature to make known to the mind what is advantagious or hurtful to\nthe Compositum, whereof the mind is part, and so far only they are\nClear and Distinct enough) as certain Rules immediately to discover\nthe Essence of External Bodies, of Which they make known nothing but\nvery Obscurely and Confusedly.\nI have * formerly shewn how my Judgement happens to be false\nnotwithstanding Gods Goodness. But now there arises a new Difficulty\nconcerning those very things which Nature tells me I am to prosecute\nor avoid, concerning my Internal senses, Wherein I find many\nErrors, as when a Man being deceived by the Pleasant Taste of some sort\nof Meat, devours therein some hidden Poyson. But in this very Instance\nit cannot be said, that the Man is impelled by Nature to desire the\nPoyson, for of that he is wholly Ignorant; but he is said to Desire\nthe Meat only as being of a grateful Taste; and from hence nothing can\nbe concluded but, That Mans-Nature is not All-knowing; which is no\nWonder seeing Man is a Finite Being, and therefore nothing but Finite\nPerfections belong to him.\nBut We often err even in those things to Which we are Impelled by\nNature, as when sick men desire that Meat or Drink, which will\ncertainly prove Hurtful to them. To this it may perhaps be reply’d, That\nthey Err in this because their Nature is Corrupt. But this Answers\nnot the Difficulty, For a sick man is no less Gods Creature then a Man\nin Health, and therefore ’tis as Absurd to Imagine a Deceitful Nature\nimposed by God on the One as on the Other; And as a Clock that is made\nup of Wheels and Weights does no less strictly observe the Laws of its\nNature, when it is ill contrived, and tells the hours falsly, as\nwhen it answers the Desire of the Artificer in all performances; so if\nI consider the body of a Man as a meer Machine or Movement, made up\nand compounded of Bones, Nerves, Muscles, Veins, Blood, and\nSkin; so that, tho there were no mind in It, yet It would perform all\nthose Motions which now are in it (those only excepted which Proceed from\nthe Will, and consequently from the Mind) I do easily acknowledge,\nthat it would be as natural for him (if for example sake he were sick\nof a Dropsie) to suffer that Driness of his Throat which uses to\nbring into his mind the sense of Thirst, & that thereby his Nerves\nand other Parts would be so disposed as to take Drink, by Which his\ndisease would be encreased; As (supposing him to be troubled with no\nsuch Distemper) by the like Driness of Throat he would be disposed to\nDrink, when ’tis Requisite. And tho, if I respect the Intended use of a\nClock I may say that it Errs from its Nature, when it tells the Hours\nwrong, and so considering the Movement of a Mans Body as contrived\nfor such Motions as are used to be performed thereby, I may think That\nalso to Err from its Nature, if its Throat is Dry, when it has\nno want of Drink for its Preservation. Yet I Plainly discover, that\nthis last Acceptation of Nature differs much from that whereof we\nhave been speaking all this While, for this is only a Denomination\nextrinsick to the Things whereof ’tis spoken, and depending on my\nThought, while it Compares a sick man, and a disorderly Clock\nwith the Idea of an healthy man and a Rectified Clock. But by\nNature in its former Acceptation I Understand something that is\nReally in the Things themselves, which therefore has something of\nTruth in it.\nBut tho Respecting only a Body sick of a Dropsie it be an Extrinsick\nDenomination to say, that its Nature is Corrupt, because it has\na Dry Throat, and stands in no need of Drink; yet respecting the\nWhole Compound or Mind joyn’d to such a Body, ’tis not a meer\nDenomination, but a real Error of Nature for it to thirst when\ndrink is hurtful to it. It remains therefore here to be inquired, how\nthe Goodness of God suffers Nature so taken to be deceivable.\nFirst therefore I understand that a chief difference between my Mind\nand Body consists in this, That my Body is of its Nature divisible,\nbut my Mind indivisible; for while I consider my Mind or my self,\nas I am only a thinking Thing, I can distinguish no parts in Me,\nbut I perceive my self to be but one entire Thing; and tho the whole\nMind seems to be united to the whole Body, yet a Foot, an Arm, or\nany other part of the Body being cut off, I do not therefore conceive\nany part of my Mind taken away; Neither can its Faculties of\ndesiring, perceiving, understanding, &c. be called its Parts, for\n’tis one and the same, mind, that desires, that perceives, that\nunderstands; Contrarily, I cannot think of any Corporeal or extended\nBeing, which I cannot easily divide into Parts by my thought, and by\nthis I understand it to be divisible. And this alone (if I had known it\nfrom no other Argument) is sufficient to inform me, that my mind is\nreally distinct from my Body.\nNextly I find, that my mind is not immediately affected by all parts\nof my body, but only by the Brain, and perhaps only by one small part\nof it, That, to wit, wherein the common sense is said to reside; Which\npart, as often as it is disposed in the same manner, will represent to\nthe mind the same thing, tho at the same time the other parts of the\nbody may be differently order’d. And this is proved by numberless\nExperiments, which need not here be related.\nMoreover I discover that the nature of my body is such, that no part\nof it can be moved by an other remote part thereof, but it may also\nbe moved in the same manner by some of the interjacent parts, tho\nthe more remote part lay still and acted not; As for example in the\nRope,\nA⸺B⸺C⸺D\nif its end D. were drawn, the end A. would be moved no otherwise, than\nif one of the intermediate parts B. or C. were drawn, and the end D.\nrest quiet. So when I feel pain in my Foot, the consideration of\nPhysicks instructs me, that this is performed by the help of Nerves\ndispersed through the Foot, which from thence being continued like\nRopes to the very Brain, whilst they are drawn in the Foot, they also\ndraw the inward parts of the Brain to which they reach, and therein\nexcite a certain motion, which is ordain’d by Nature to affect the\nmind with a sense of Pain, as being in the Foot. But because\nthese Nerves must pass through the Shin, the Thighs, the Loins, the\nBack, the Neck, before they can reach the Brain from the Foot, it\nmay so happen, that tho that part of them, which is in the Foot were\nnot touch’d, but only some of their intermediate parts, yet the same\nmotion, would be caused in the Brain, as when the Foot it self is\nill affected, from whence ’twill necessarily follow, that the mind\nshould perceive the same Pain. And thus may we think of any other\nSense.\nI understand lastly, that seeing each single motion perform’d in that\npart of the Brain, which immediately affects the mind, excites\ntherein only one sort of sense, nothing could be contrived more\nconveniently in this case, than that, of all those Senses which it\ncan cause, it should cause that which cheifly, and most frequently\nconduces to the conservation of an healthful Man; And experience\nwitnesses, that to this very end all our senses are given us by\nNature; and therefore nothing can be found therein, which does not\nabundantly testifie the Power and Goodness of God. Thus for\nExample, when the Nerves of the Feet are violently and more than\nordinarily moved, that motion of them being propagated through the\nMedulla Spinalis of the Back to the inward parts of the Brain, there it\nsignifies to the mind, that something or other is to be felt, and what is\nthis but Pain, as if it were in the Foot, by which the Mind is excited\nto use its indeavours for removing the Cause, as being hurtful to the\nFoot. But the Nature of Man might have been so order’d by God,\nthat That same motion in the Brain should represent to the mind any other\nthing, viz. either it self as ’tis in the Brain, or it self as it is\nin the Foot, or in any of the other forementioned intermediate parts, or\nlastly any other thing whatsoever; but none of these would have so much\nconduced to the Conservation of the Body. In the like manner when we\nwant drink, from thence arises a certain dryness in the Throat, which\nmoves the Nerves thereof, and by their means the inward parts of the\nBrain, and this motion affects the mind with the sense of thirst;\nbecause that in this case nothing is more requisite for us to know, then\nthat we want drink for the Preservation of our Health. So of the\nRest.\nFrom all which ’tis manifest, that (notwithstanding the infinite\nGoodness of God) ’tis impossible but the Nature of Man as he\nconsists of a mind and body should be deceivable. For if any cause\nshould excite (not in the Foot but) in the Brain it self, or in any\nother part through which the Nerves are continued from the Foot to the\nBrain, that self same motion, which uses to arise from the Foot being\ntroubled, the Pain would be felt as in the Foot, and the sense\nwould be naturally deceived; for ’tis consonant to Reason (seeing that\nThat same motion of the Brain alwayes represents to the mind that same\nsense, and it oftner proceeds from a cause hurtful to the Foot, than\nfrom any other) I say ’tis reasonable, that it should make known to the\nmind the Pain of the Foot, rather than of any other part. And so\nif a dryness of Throat arises (not as ’tis used from the necessity\nof drink for the conservation of the Body, but) from an unusual\nCause, as it happens in a Dropsie, ’tis far better that it should\nthen deceive us; then that it should alwayes deceive us when the\nBody is in Health, and so of the Rest.\nAnd this consideration helps me very much, not only to understand the\nErrors to which my Nature is subject, but also to correct and\navoid them. For seeing I know that all my Senses do oftener inform\nme falsly than truely in those things which conduce to the Bodies\nadvantage; and seeing I can use (almost alwayes) more of them than one\nto Examine the same thing, as also I can use memory, which joyns\npresent and past things together, and my understanding also, which\nhath already discovered to me all the causes of my Errors, I ought\nno longer to fear, that what my Senses daily represent to me should be\nfalse. But especially those extravagant Doubts of my First Meditation\nare to be turn’d off as ridiculous; and perticularly the chief of\nthem, viz. That * of not distinguishing Sleep from Waking, for now\nI plainly discover a great difference, between them, for my Dreams\nare never conjoyned by my memory with the other actions of my\nlife, as whatever happens to me awake is; and certainly if (while\nI were awake) any person should suddenly appear to me, and presently\ndisappear (as in Dreams) so that I could not tell from whence he\ncame or where he went, I should rather esteem it a Spectre or\nApparition feign’d in my Brain, then a true Man; but when such\nthings occur, as I distinctly know from whence, where, and when\nthey come, and I conjoyn the perception of them by my memory with\nthe other Accidents of my life, I am certain they are represented\nto me waking and not asleep, neither ought I in the least to doubt\nof their Truth, if after I have called up all my senses, memory,\nand understanding to their Examination I find nothing in any of\nthem, that clashes with other truths; For God not being a Deceiver,\nit follows, that In such things I am not deceived. But because the\nurgency of Action in the common occurrences of Affairs will not\nalwayes allow time for such an accurate examination, I must confess\nthat Mans life is subject to many Errors about perticulars, so\nthat the infirmity of our Nature must be acknowledged by Us.", "source": "meditations.txt"}
{"text": "PART I\nGood sense is, of all things among men, the most equally distributed;\nfor every one thinks himself so abundantly provided with it, that those\neven who are the most difficult to satisfy in everything else, do not\nusually desire a larger measure of this quality than they already\npossess. And in this it is not likely that all are mistaken the\nconviction is rather to be held as testifying that the power of judging\naright and of distinguishing truth from error, which is properly what\nis called good sense or reason, is by nature equal in all men; and that\nthe diversity of our opinions, consequently, does not arise from some\nbeing endowed with a larger share of reason than others, but solely\nfrom this, that we conduct our thoughts along different ways, and do\nnot fix our attention on the same objects. For to be possessed of a\nvigorous mind is not enough; the prime requisite is rightly to apply\nit. The greatest minds, as they are capable of the highest excellences,\nare open likewise to the greatest aberrations; and those who travel\nvery slowly may yet make far greater progress, provided they keep\nalways to the straight road, than those who, while they run, forsake\nit.\nFor myself, I have never fancied my mind to be in any respect more\nperfect than those of the generality; on the contrary, I have often\nwished that I were equal to some others in promptitude of thought, or\nin clearness and distinctness of imagination, or in fullness and\nreadiness of memory. And besides these, I know of no other qualities\nthat contribute to the perfection of the mind; for as to the reason or\nsense, inasmuch as it is that alone which constitutes us men, and\ndistinguishes us from the brutes, I am disposed to believe that it is\nto be found complete in each individual; and on this point to adopt the\ncommon opinion of philosophers, who say that the difference of greater\nand less holds only among the accidents, and not among the forms or\nnatures of individuals of the same species.\nI will not hesitate, however, to avow my belief that it has been my\nsingular good fortune to have very early in life fallen in with certain\ntracks which have conducted me to considerations and maxims, of which I\nhave formed a method that gives me the means, as I think, of gradually\naugmenting my knowledge, and of raising it by little and little to the\nhighest point which the mediocrity of my talents and the brief duration\nof my life will permit me to reach. For I have already reaped from it\nsuch fruits that, although I have been accustomed to think lowly enough\nof myself, and although when I look with the eye of a philosopher at\nthe varied courses and pursuits of mankind at large, I find scarcely\none which does not appear in vain and useless, I nevertheless derive\nthe highest satisfaction from the progress I conceive myself to have\nalready made in the search after truth, and cannot help entertaining\nsuch expectations of the future as to believe that if, among the\noccupations of men as men, there is any one really excellent and\nimportant, it is that which I have chosen.\nAfter all, it is possible I may be mistaken; and it is but a little\ncopper and glass, perhaps, that I take for gold and diamonds. I know\nhow very liable we are to delusion in what relates to ourselves, and\nalso how much the judgments of our friends are to be suspected when\ngiven in our favor. But I shall endeavor in this discourse to describe\nthe paths I have followed, and to delineate my life as in a picture, in\norder that each one may also be able to judge of them for himself, and\nthat in the general opinion entertained of them, as gathered from\ncurrent report, I myself may have a new help towards instruction to be\nadded to those I have been in the habit of employing.\nMy present design, then, is not to teach the method which each ought to\nfollow for the right conduct of his reason, but solely to describe the\nway in which I have endeavored to conduct my own. They who set\nthemselves to give precepts must of course regard themselves as\npossessed of greater skill than those to whom they prescribe; and if\nthey err in the slightest particular, they subject themselves to\ncensure. But as this tract is put forth merely as a history, or, if you\nwill, as a tale, in which, amid some examples worthy of imitation,\nthere will be found, perhaps, as many more which it were advisable not\nto follow, I hope it will prove useful to some without being hurtful to\nany, and that my openness will find some favor with all.\nFrom my childhood, I have been familiar with letters; and as I was\ngiven to believe that by their help a clear and certain knowledge of\nall that is useful in life might be acquired, I was ardently desirous\nof instruction. But as soon as I had finished the entire course of\nstudy, at the close of which it is customary to be admitted into the\norder of the learned, I completely changed my opinion. For I found\nmyself involved in so many doubts and errors, that I was convinced I\nhad advanced no farther in all my attempts at learning, than the\ndiscovery at every turn of my own ignorance. And yet I was studying in\none of the most celebrated schools in Europe, in which I thought there\nmust be learned men, if such were anywhere to be found. I had been\ntaught all that others learned there; and not contented with the\nsciences actually taught us, I had, in addition, read all the books\nthat had fallen into my hands, treating of such branches as are\nesteemed the most curious and rare. I knew the judgment which others\nhad formed of me; and I did not find that I was considered inferior to\nmy fellows, although there were among them some who were already marked\nout to fill the places of our instructors. And, in fine, our age\nappeared to me as flourishing, and as fertile in powerful minds as any\npreceding one. I was thus led to take the liberty of judging of all\nother men by myself, and of concluding that there was no science in\nexistence that was of such a nature as I had previously been given to\nbelieve.\nI still continued, however, to hold in esteem the studies of the\nschools. I was aware that the languages taught in them are necessary to\nthe understanding of the writings of the ancients; that the grace of\nfable stirs the mind; that the memorable deeds of history elevate it;\nand, if read with discretion, aid in forming the judgment; that the\nperusal of all excellent books is, as it were, to interview with the\nnoblest men of past ages, who have written them, and even a studied\ninterview, in which are discovered to us only their choicest thoughts;\nthat eloquence has incomparable force and beauty; that poesy has its\nravishing graces and delights; that in the mathematics there are many\nrefined discoveries eminently suited to gratify the inquisitive, as\nwell as further all the arts an lessen the labour of man; that numerous\nhighly useful precepts and exhortations to virtue are contained in\ntreatises on morals; that theology points out the path to heaven; that\nphilosophy affords the means of discoursing with an appearance of truth\non all matters, and commands the admiration of the more simple; that\njurisprudence, medicine, and the other sciences, secure for their\ncultivators honors and riches; and, in fine, that it is useful to\nbestow some attention upon all, even upon those abounding the most in\nsuperstition and error, that we may be in a position to determine their\nreal value, and guard against being deceived.\nBut I believed that I had already given sufficient time to languages,\nand likewise to the reading of the writings of the ancients, to their\nhistories and fables. For to hold converse with those of other ages and\nto travel, are almost the same thing. It is useful to know something of\nthe manners of different nations, that we may be enabled to form a more\ncorrect judgment regarding our own, and be prevented from thinking that\neverything contrary to our customs is ridiculous and irrational, a\nconclusion usually come to by those whose experience has been limited\nto their own country. On the other hand, when too much time is occupied\nin traveling, we become strangers to our native country; and the over\ncurious in the customs of the past are generally ignorant of those of\nthe present. Besides, fictitious narratives lead us to imagine the\npossibility of many events that are impossible; and even the most\nfaithful histories, if they do not wholly misrepresent matters, or\nexaggerate their importance to render the account of them more worthy\nof perusal, omit, at least, almost always the meanest and least\nstriking of the attendant circumstances; hence it happens that the\nremainder does not represent the truth, and that such as regulate their\nconduct by examples drawn from this source, are apt to fall into the\nextravagances of the knight-errants of romance, and to entertain\nprojects that exceed their powers.\nI esteemed eloquence highly, and was in raptures with poesy; but I\nthought that both were gifts of nature rather than fruits of study.\nThose in whom the faculty of reason is predominant, and who most\nskillfully dispose their thoughts with a view to render them clear and\nintelligible, are always the best able to persuade others of the truth\nof what they lay down, though they should speak only in the language of\nLower Brittany, and be wholly ignorant of the rules of rhetoric; and\nthose whose minds are stored with the most agreeable fancies, and who\ncan give expression to them with the greatest embellishment and\nharmony, are still the best poets, though unacquainted with the art of\npoetry.\nI was especially delighted with the mathematics, on account of the\ncertitude and evidence of their reasonings; but I had not as yet a\nprecise knowledge of their true use; and thinking that they but\ncontributed to the advancement of the mechanical arts, I was astonished\nthat foundations, so strong and solid, should have had no loftier\nsuperstructure reared on them. On the other hand, I compared the\ndisquisitions of the ancient moralists to very towering and magnificent\npalaces with no better foundation than sand and mud: they laud the\nvirtues very highly, and exhibit them as estimable far above anything\non earth; but they give us no adequate criterion of virtue, and\nfrequently that which they designate with so fine a name is but apathy,\nor pride, or despair, or parricide.\nI revered our theology, and aspired as much as any one to reach heaven:\nbut being given assuredly to understand that the way is not less open\nto the most ignorant than to the most learned, and that the revealed\ntruths which lead to heaven are above our comprehension, I did not\npresume to subject them to the impotency of my reason; and I thought\nthat in order competently to undertake their examination, there was\nneed of some special help from heaven, and of being more than man.\nOf philosophy I will say nothing, except that when I saw that it had\nbeen cultivated for many ages by the most distinguished men, and that\nyet there is not a single matter within its sphere which is not still\nin dispute, and nothing, therefore, which is above doubt, I did not\npresume to anticipate that my success would be greater in it than that\nof others; and further, when I considered the number of conflicting\nopinions touching a single matter that may be upheld by learned men,\nwhile there can be but one true, I reckoned as well-nigh false all that\nwas only probable.\nAs to the other sciences, inasmuch as these borrow their principles\nfrom philosophy, I judged that no solid superstructures could be reared\non foundations so infirm; and neither the honor nor the gain held out\nby them was sufficient to determine me to their cultivation: for I was\nnot, thank Heaven, in a condition which compelled me to make\nmerchandise of science for the bettering of my fortune; and though I\nmight not profess to scorn glory as a cynic, I yet made very slight\naccount of that honor which I hoped to acquire only through fictitious\ntitles. And, in fine, of false sciences I thought I knew the worth\nsufficiently to escape being deceived by the professions of an\nalchemist, the predictions of an astrologer, the impostures of a\nmagician, or by the artifices and boasting of any of those who profess\nto know things of which they are ignorant.\nFor these reasons, as soon as my age permitted me to pass from under\nthe control of my instructors, I entirely abandoned the study of\nletters, and resolved no longer to seek any other science than the\nknowledge of myself, or of the great book of the world. I spent the\nremainder of my youth in traveling, in visiting courts and armies, in\nholding intercourse with men of different dispositions and ranks, in\ncollecting varied experience, in proving myself in the different\nsituations into which fortune threw me, and, above all, in making such\nreflection on the matter of my experience as to secure my improvement.\nFor it occurred to me that I should find much more truth in the\nreasonings of each individual with reference to the affairs in which he\nis personally interested, and the issue of which must presently punish\nhim if he has judged amiss, than in those conducted by a man of letters\nin his study, regarding speculative matters that are of no practical\nmoment, and followed by no consequences to himself, farther, perhaps,\nthan that they foster his vanity the better the more remote they are\nfrom common sense; requiring, as they must in this case, the exercise\nof greater ingenuity and art to render them probable. In addition, I\nhad always a most earnest desire to know how to distinguish the true\nfrom the false, in order that I might be able clearly to discriminate\nthe right path in life, and proceed in it with confidence.\nIt is true that, while busied only in considering the manners of other\nmen, I found here, too, scarce any ground for settled conviction, and\nremarked hardly less contradiction among them than in the opinions of\nthe philosophers. So that the greatest advantage I derived from the\nstudy consisted in this, that, observing many things which, however\nextravagant and ridiculous to our apprehension, are yet by common\nconsent received and approved by other great nations, I learned to\nentertain too decided a belief in regard to nothing of the truth of\nwhich I had been persuaded merely by example and custom; and thus I\ngradually extricated myself from many errors powerful enough to darken\nour natural intelligence, and incapacitate us in great measure from\nlistening to reason. But after I had been occupied several years in\nthus studying the book of the world, and in essaying to gather some\nexperience, I at length resolved to make myself an object of study, and\nto employ all the powers of my mind in choosing the paths I ought to\nfollow, an undertaking which was accompanied with greater success than\nit would have been had I never quitted my country or my books.\nPART II\nI was then in Germany, attracted thither by the wars in that country,\nwhich have not yet been brought to a termination; and as I was\nreturning to the army from the coronation of the emperor, the setting\nin of winter arrested me in a locality where, as I found no society to\ninterest me, and was besides fortunately undisturbed by any cares or\npassions, I remained the whole day in seclusion, with full opportunity\nto occupy my attention with my own thoughts. Of these one of the very\nfirst that occurred to me was, that there is seldom so much perfection\nin works composed of many separate parts, upon which different hands\nhad been employed, as in those completed by a single master. Thus it is\nobservable that the buildings which a single architect has planned and\nexecuted, are generally more elegant and commodious than those which\nseveral have attempted to improve, by making old walls serve for\npurposes for which they were not originally built. Thus also, those\nancient cities which, from being at first only villages, have become,\nin course of time, large towns, are usually but ill laid out compared\nwith the regularity constructed towns which a professional architect\nhas freely planned on an open plain; so that although the several\nbuildings of the former may often equal or surpass in beauty those of\nthe latter, yet when one observes their indiscriminate juxtaposition,\nthere a large one and here a small, and the consequent crookedness and\nirregularity of the streets, one is disposed to allege that chance\nrather than any human will guided by reason must have led to such an\narrangement. And if we consider that nevertheless there have been at\nall times certain officers whose duty it was to see that private\nbuildings contributed to public ornament, the difficulty of reaching\nhigh perfection with but the materials of others to operate on, will be\nreadily acknowledged. In the same way I fancied that those nations\nwhich, starting from a semi-barbarous state and advancing to\ncivilization by slow degrees, have had their laws successively\ndetermined, and, as it were, forced upon them simply by experience of\nthe hurtfulness of particular crimes and disputes, would by this\nprocess come to be possessed of less perfect institutions than those\nwhich, from the commencement of their association as communities, have\nfollowed the appointments of some wise legislator. It is thus quite\ncertain that the constitution of the true religion, the ordinances of\nwhich are derived from God, must be incomparably superior to that of\nevery other. And, to speak of human affairs, I believe that the\npre-eminence of Sparta was due not to the goodness of each of its laws\nin particular, for many of these were very strange, and even opposed to\ngood morals, but to the circumstance that, originated by a single\nindividual, they all tended to a single end. In the same way I thought\nthat the sciences contained in books (such of them at least as are made\nup of probable reasonings, without demonstrations), composed as they\nare of the opinions of many different individuals massed together, are\nfarther removed from truth than the simple inferences which a man of\ngood sense using his natural and unprejudiced judgment draws respecting\nthe matters of his experience. And because we have all to pass through\na state of infancy to manhood, and have been of necessity, for a length\nof time, governed by our desires and preceptors (whose dictates were\nfrequently conflicting, while neither perhaps always counseled us for\nthe best), I farther concluded that it is almost impossible that our\njudgments can be so correct or solid as they would have been, had our\nreason been mature from the moment of our birth, and had we always been\nguided by it alone.\nIt is true, however, that it is not customary to pull down all the\nhouses of a town with the single design of rebuilding them differently,\nand thereby rendering the streets more handsome; but it often happens\nthat a private individual takes down his own with the view of erecting\nit anew, and that people are even sometimes constrained to this when\ntheir houses are in danger of falling from age, or when the foundations\nare insecure. With this before me by way of example, I was persuaded\nthat it would indeed be preposterous for a private individual to think\nof reforming a state by fundamentally changing it throughout, and\noverturning it in order to set it up amended; and the same I thought\nwas true of any similar project for reforming the body of the sciences,\nor the order of teaching them established in the schools: but as for\nthe opinions which up to that time I had embraced, I thought that I\ncould not do better than resolve at once to sweep them wholly away,\nthat I might afterwards be in a position to admit either others more\ncorrect, or even perhaps the same when they had undergone the scrutiny\nof reason. I firmly believed that in this way I should much better\nsucceed in the conduct of my life, than if I built only upon old\nfoundations, and leaned upon principles which, in my youth, I had taken\nupon trust. For although I recognized various difficulties in this\nundertaking, these were not, however, without remedy, nor once to be\ncompared with such as attend the slightest reformation in public\naffairs. Large bodies, if once overthrown, are with great difficulty\nset up again, or even kept erect when once seriously shaken, and the\nfall of such is always disastrous. Then if there are any imperfections\nin the constitutions of states (and that many such exist the diversity\nof constitutions is alone sufficient to assure us), custom has without\ndoubt materially smoothed their inconveniences, and has even managed to\nsteer altogether clear of, or insensibly corrected a number which\nsagacity could not have provided against with equal effect; and, in\nfine, the defects are almost always more tolerable than the change\nnecessary for their removal; in the same manner that highways which\nwind among mountains, by being much frequented, become gradually so\nsmooth and commodious, that it is much better to follow them than to\nseek a straighter path by climbing over the tops of rocks and\ndescending to the bottoms of precipices.\nHence it is that I cannot in any degree approve of those restless and\nbusy meddlers who, called neither by birth nor fortune to take part in\nthe management of public affairs, are yet always projecting reforms;\nand if I thought that this tract contained aught which might justify\nthe suspicion that I was a victim of such folly, I would by no means\npermit its publication. I have never contemplated anything higher than\nthe reformation of my own opinions, and basing them on a foundation\nwholly my own. And although my own satisfaction with my work has led me\nto present here a draft of it, I do not by any means therefore\nrecommend to every one else to make a similar attempt. Those whom God\nhas endowed with a larger measure of genius will entertain, perhaps,\ndesigns still more exalted; but for the many I am much afraid lest even\nthe present undertaking be more than they can safely venture to\nimitate. The single design to strip one’s self of all past beliefs is\none that ought not to be taken by every one. The majority of men is\ncomposed of two classes, for neither of which would this be at all a\nbefitting resolution: in the first place, of those who with more than a\ndue confidence in their own powers, are precipitate in their judgments\nand want the patience requisite for orderly and circumspect thinking;\nwhence it happens, that if men of this class once take the liberty to\ndoubt of their accustomed opinions, and quit the beaten highway, they\nwill never be able to thread the byway that would lead them by a\nshorter course, and will lose themselves and continue to wander for\nlife; in the second place, of those who, possessed of sufficient sense\nor modesty to determine that there are others who excel them in the\npower of discriminating between truth and error, and by whom they may\nbe instructed, ought rather to content themselves with the opinions of\nsuch than trust for more correct to their own reason.\nFor my own part, I should doubtless have belonged to the latter class,\nhad I received instruction from but one master, or had I never known\nthe diversities of opinion that from time immemorial have prevailed\namong men of the greatest learning. But I had become aware, even so\nearly as during my college life, that no opinion, however absurd and\nincredible, can be imagined, which has not been maintained by some on\nof the philosophers; and afterwards in the course of my travels I\nremarked that all those whose opinions are decidedly repugnant to ours\nare not in that account barbarians and savages, but on the contrary\nthat many of these nations make an equally good, if not better, use of\ntheir reason than we do. I took into account also the very different\ncharacter which a person brought up from infancy in France or Germany\nexhibits, from that which, with the same mind originally, this\nindividual would have possessed had he lived always among the Chinese\nor with savages, and the circumstance that in dress itself the fashion\nwhich pleased us ten years ago, and which may again, perhaps, be\nreceived into favor before ten years have gone, appears to us at this\nmoment extravagant and ridiculous. I was thus led to infer that the\nground of our opinions is far more custom and example than any certain\nknowledge. And, finally, although such be the ground of our opinions, I\nremarked that a plurality of suffrages is no guarantee of truth where\nit is at all of difficult discovery, as in such cases it is much more\nlikely that it will be found by one than by many. I could, however,\nselect from the crowd no one whose opinions seemed worthy of\npreference, and thus I found myself constrained, as it were, to use my\nown reason in the conduct of my life.\nBut like one walking alone and in the dark, I resolved to proceed so\nslowly and with such circumspection, that if I did not advance far, I\nwould at least guard against falling. I did not even choose to dismiss\nsummarily any of the opinions that had crept into my belief without\nhaving been introduced by reason, but first of all took sufficient time\ncarefully to satisfy myself of the general nature of the task I was\nsetting myself, and ascertain the true method by which to arrive at the\nknowledge of whatever lay within the compass of my powers.\nAmong the branches of philosophy, I had, at an earlier period, given\nsome attention to logic, and among those of the mathematics to\ngeometrical analysis and algebra,--three arts or sciences which ought,\nas I conceived, to contribute something to my design. But, on\nexamination, I found that, as for logic, its syllogisms and the\nmajority of its other precepts are of avail--rather in the\ncommunication of what we already know, or even as the art of Lully, in\nspeaking without judgment of things of which we are ignorant, than in\nthe investigation of the unknown; and although this science contains\nindeed a number of correct and very excellent precepts, there are,\nnevertheless, so many others, and these either injurious or\nsuperfluous, mingled with the former, that it is almost quite as\ndifficult to effect a severance of the true from the false as it is to\nextract a Diana or a Minerva from a rough block of marble. Then as to\nthe analysis of the ancients and the algebra of the moderns, besides\nthat they embrace only matters highly abstract, and, to appearance, of\nno use, the former is so exclusively restricted to the consideration of\nfigures, that it can exercise the understanding only on condition of\ngreatly fatiguing the imagination; and, in the latter, there is so\ncomplete a subjection to certain rules and formulas, that there results\nan art full of confusion and obscurity calculated to embarrass, instead\nof a science fitted to cultivate the mind. By these considerations I\nwas induced to seek some other method which would comprise the\nadvantages of the three and be exempt from their defects. And as a\nmultitude of laws often only hampers justice, so that a state is best\ngoverned when, with few laws, these are rigidly administered; in like\nmanner, instead of the great number of precepts of which logic is\ncomposed, I believed that the four following would prove perfectly\nsufficient for me, provided I took the firm and unwavering resolution\nnever in a single instance to fail in observing them.\nThe first was never to accept anything for true which I did not clearly\nknow to be such; that is to say, carefully to avoid precipitancy and\nprejudice, and to comprise nothing more in my judgement than what was\npresented to my mind so clearly and distinctly as to exclude all ground\nof doubt.\nThe second, to divide each of the difficulties under examination into\nas many parts as possible, and as might be necessary for its adequate\nsolution.\nThe third, to conduct my thoughts in such order that, by commencing\nwith objects the simplest and easiest to know, I might ascend by little\nand little, and, as it were, step by step, to the knowledge of the more\ncomplex; assigning in thought a certain order even to those objects\nwhich in their own nature do not stand in a relation of antecedence and\nsequence.\nAnd the last, in every case to make enumerations so complete, and\nreviews so general, that I might be assured that nothing was omitted.\nThe long chains of simple and easy reasonings by means of which\ngeometers are accustomed to reach the conclusions of their most\ndifficult demonstrations, had led me to imagine that all things, to the\nknowledge of which man is competent, are mutually connected in the same\nway, and that there is nothing so far removed from us as to be beyond\nour reach, or so hidden that we cannot discover it, provided only we\nabstain from accepting the false for the true, and always preserve in\nour thoughts the order necessary for the deduction of one truth from\nanother. And I had little difficulty in determining the objects with\nwhich it was necessary to commence, for I was already persuaded that it\nmust be with the simplest and easiest to know, and, considering that of\nall those who have hitherto sought truth in the sciences, the\nmathematicians alone have been able to find any demonstrations, that\nis, any certain and evident reasons, I did not doubt but that such must\nhave been the rule of their investigations. I resolved to commence,\ntherefore, with the examination of the simplest objects, not\nanticipating, however, from this any other advantage than that to be\nfound in accustoming my mind to the love and nourishment of truth, and\nto a distaste for all such reasonings as were unsound. But I had no\nintention on that account of attempting to master all the particular\nsciences commonly denominated mathematics: but observing that, however\ndifferent their objects, they all agree in considering only the various\nrelations or proportions subsisting among those objects, I thought it\nbest for my purpose to consider these proportions in the most general\nform possible, without referring them to any objects in particular,\nexcept such as would most facilitate the knowledge of them, and without\nby any means restricting them to these, that afterwards I might thus be\nthe better able to apply them to every other class of objects to which\nthey are legitimately applicable. Perceiving further, that in order to\nunderstand these relations I should sometimes have to consider them one\nby one and sometimes only to bear them in mind, or embrace them in the\naggregate, I thought that, in order the better to consider them\nindividually, I should view them as subsisting between straight lines,\nthan which I could find no objects more simple, or capable of being\nmore distinctly represented to my imagination and senses; and on the\nother hand, that in order to retain them in the memory or embrace an\naggregate of many, I should express them by certain characters the\nbriefest possible. In this way I believed that I could borrow all that\nwas best both in geometrical analysis and in algebra, and correct all\nthe defects of the one by help of the other.\nAnd, in point of fact, the accurate observance of these few precepts\ngave me, I take the liberty of saying, such ease in unraveling all the\nquestions embraced in these two sciences, that in the two or three\nmonths I devoted to their examination, not only did I reach solutions\nof questions I had formerly deemed exceedingly difficult but even as\nregards questions of the solution of which I continued ignorant, I was\nenabled, as it appeared to me, to determine the means whereby, and the\nextent to which a solution was possible; results attributable to the\ncircumstance that I commenced with the simplest and most general\ntruths, and that thus each truth discovered was a rule available in the\ndiscovery of subsequent ones Nor in this perhaps shall I appear too\nvain, if it be considered that, as the truth on any particular point is\none whoever apprehends the truth, knows all that on that point can be\nknown. The child, for example, who has been instructed in the elements\nof arithmetic, and has made a particular addition, according to rule,\nmay be assured that he has found, with respect to the sum of the\nnumbers before him, and that in this instance is within the reach of\nhuman genius. Now, in conclusion, the method which teaches adherence to\nthe true order, and an exact enumeration of all the conditions of the\nthing sought includes all that gives certitude to the rules of\narithmetic.\nBut the chief ground of my satisfaction with thus method, was the\nassurance I had of thereby exercising my reason in all matters, if not\nwith absolute perfection, at least with the greatest attainable by me:\nbesides, I was conscious that by its use my mind was becoming gradually\nhabituated to clearer and more distinct conceptions of its objects; and\nI hoped also, from not having restricted this method to any particular\nmatter, to apply it to the difficulties of the other sciences, with not\nless success than to those of algebra. I should not, however, on this\naccount have ventured at once on the examination of all the\ndifficulties of the sciences which presented themselves to me, for this\nwould have been contrary to the order prescribed in the method, but\nobserving that the knowledge of such is dependent on principles\nborrowed from philosophy, in which I found nothing certain, I thought\nit necessary first of all to endeavor to establish its principles. And\nbecause I observed, besides, that an inquiry of this kind was of all\nothers of the greatest moment, and one in which precipitancy and\nanticipation in judgment were most to be dreaded, I thought that I\nought not to approach it till I had reached a more mature age (being at\nthat time but twenty-three), and had first of all employed much of my\ntime in preparation for the work, as well by eradicating from my mind\nall the erroneous opinions I had up to that moment accepted, as by\namassing variety of experience to afford materials for my reasonings,\nand by continually exercising myself in my chosen method with a view to\nincreased skill in its application.\nPART III\nAnd finally, as it is not enough, before commencing to rebuild the\nhouse in which we live, that it be pulled down, and materials and\nbuilders provided, or that we engage in the work ourselves, according\nto a plan which we have beforehand carefully drawn out, but as it is\nlikewise necessary that we be furnished with some other house in which\nwe may live commodiously during the operations, so that I might not\nremain irresolute in my actions, while my reason compelled me to\nsuspend my judgement, and that I might not be prevented from living\nthenceforward in the greatest possible felicity, I formed a provisory\ncode of morals, composed of three or four maxims, with which I am\ndesirous to make you acquainted.\nThe first was to obey the laws and customs of my country, adhering\nfirmly to the faith in which, by the grace of God, I had been educated\nfrom my childhood and regulating my conduct in every other matter\naccording to the most moderate opinions, and the farthest removed from\nextremes, which should happen to be adopted in practice with general\nconsent of the most judicious of those among whom I might be living.\nFor as I had from that time begun to hold my own opinions for nought\nbecause I wished to subject them all to examination, I was convinced\nthat I could not do better than follow in the meantime the opinions of\nthe most judicious; and although there are some perhaps among the\nPersians and Chinese as judicious as among ourselves, expediency seemed\nto dictate that I should regulate my practice conformably to the\nopinions of those with whom I should have to live; and it appeared to\nme that, in order to ascertain the real opinions of such, I ought\nrather to take cognizance of what they practised than of what they\nsaid, not only because, in the corruption of our manners, there are few\ndisposed to speak exactly as they believe, but also because very many\nare not aware of what it is that they really believe; for, as the act\nof mind by which a thing is believed is different from that by which we\nknow that we believe it, the one act is often found without the other.\nAlso, amid many opinions held in equal repute, I chose always the most\nmoderate, as much for the reason that these are always the most\nconvenient for practice, and probably the best (for all excess is\ngenerally vicious), as that, in the event of my falling into error, I\nmight be at less distance from the truth than if, having chosen one of\nthe extremes, it should turn out to be the other which I ought to have\nadopted. And I placed in the class of extremes especially all promises\nby which somewhat of our freedom is abridged; not that I disapproved of\nthe laws which, to provide against the instability of men of feeble\nresolution, when what is sought to be accomplished is some good, permit\nengagements by vows and contracts binding the parties to persevere in\nit, or even, for the security of commerce, sanction similar engagements\nwhere the purpose sought to be realized is indifferent: but because I\ndid not find anything on earth which was wholly superior to change, and\nbecause, for myself in particular, I hoped gradually to perfect my\njudgments, and not to suffer them to deteriorate, I would have deemed\nit a grave sin against good sense, if, for the reason that I approved\nof something at a particular time, I therefore bound myself to hold it\nfor good at a subsequent time, when perhaps it had ceased to be so, or\nI had ceased to esteem it such.\nMy second maxim was to be as firm and resolute in my actions as I was\nable, and not to adhere less steadfastly to the most doubtful opinions,\nwhen once adopted, than if they had been highly certain; imitating in\nthis the example of travelers who, when they have lost their way in a\nforest, ought not to wander from side to side, far less remain in one\nplace, but proceed constantly towards the same side in as straight a\nline as possible, without changing their direction for slight reasons,\nalthough perhaps it might be chance alone which at first determined the\nselection; for in this way, if they do not exactly reach the point they\ndesire, they will come at least in the end to some place that will\nprobably be preferable to the middle of a forest. In the same way,\nsince in action it frequently happens that no delay is permissible, it\nis very certain that, when it is not in our power to determine what is\ntrue, we ought to act according to what is most probable; and even\nalthough we should not remark a greater probability in one opinion than\nin another, we ought notwithstanding to choose one or the other, and\nafterwards consider it, in so far as it relates to practice, as no\nlonger dubious, but manifestly true and certain, since the reason by\nwhich our choice has been determined is itself possessed of these\nqualities. This principle was sufficient thenceforward to rid me of all\nthose repentings and pangs of remorse that usually disturb the\nconsciences of such feeble and uncertain minds as, destitute of any\nclear and determinate principle of choice, allow themselves one day to\nadopt a course of action as the best, which they abandon the next, as\nthe opposite.\nMy third maxim was to endeavor always to conquer myself rather than\nfortune, and change my desires rather than the order of the world, and\nin general, accustom myself to the persuasion that, except our own\nthoughts, there is nothing absolutely in our power; so that when we\nhave done our best in things external to us, all wherein we fail of\nsuccess is to be held, as regards us, absolutely impossible: and this\nsingle principle seemed to me sufficient to prevent me from desiring\nfor the future anything which I could not obtain, and thus render me\ncontented; for since our will naturally seeks those objects alone which\nthe understanding represents as in some way possible of attainment, it\nis plain, that if we consider all external goods as equally beyond our\npower, we shall no more regret the absence of such goods as seem due to\nour birth, when deprived of them without any fault of ours, than our\nnot possessing the kingdoms of China or Mexico, and thus making, so to\nspeak, a virtue of necessity, we shall no more desire health in\ndisease, or freedom in imprisonment, than we now do bodies\nincorruptible as diamonds, or the wings of birds to fly with. But I\nconfess there is need of prolonged discipline and frequently repeated\nmeditation to accustom the mind to view all objects in this light; and\nI believe that in this chiefly consisted the secret of the power of\nsuch philosophers as in former times were enabled to rise superior to\nthe influence of fortune, and, amid suffering and poverty, enjoy a\nhappiness which their gods might have envied. For, occupied incessantly\nwith the consideration of the limits prescribed to their power by\nnature, they became so entirely convinced that nothing was at their\ndisposal except their own thoughts, that this conviction was of itself\nsufficient to prevent their entertaining any desire of other objects;\nand over their thoughts they acquired a sway so absolute, that they had\nsome ground on this account for esteeming themselves more rich and more\npowerful, more free and more happy, than other men who, whatever be the\nfavors heaped on them by nature and fortune, if destitute of this\nphilosophy, can never command the realization of all their desires.\nIn fine, to conclude this code of morals, I thought of reviewing the\ndifferent occupations of men in this life, with the view of making\nchoice of the best. And, without wishing to offer any remarks on the\nemployments of others, I may state that it was my conviction that I\ncould not do better than continue in that in which I was engaged, viz.,\nin devoting my whole life to the culture of my reason, and in making\nthe greatest progress I was able in the knowledge of truth, on\nthe principles of the method which I had prescribed to myself. This method,\nfrom the time I had begun to apply it, had been to me the source of\nsatisfaction so intense as to lead me to, believe that more perfect or\nmore innocent could not be enjoyed in this life; and as by its means I\ndaily discovered truths that appeared to me of some importance, and of\nwhich other men were generally ignorant, the gratification thence\narising so occupied my mind that I was wholly indifferent to every\nother object. Besides, the three preceding maxims were founded singly\non the design of continuing the work of self-instruction. For since God\nhas endowed each of us with some light of reason by which to\ndistinguish truth from error, I could not have believed that I ought\nfor a single moment to rest satisfied with the opinions of another,\nunless I had resolved to exercise my own judgment in examining these\nwhenever I should be duly qualified for the task. Nor could I have\nproceeded on such opinions without scruple, had I supposed that I\nshould thereby forfeit any advantage for attaining still more accurate,\nshould such exist. And, in fine, I could not have restrained my\ndesires, nor remained satisfied had I not followed a path in which I\nthought myself certain of attaining all the knowledge to the\nacquisition of which I was competent, as well as the largest amount of\nwhat is truly good which I could ever hope to secure Inasmuch as we\nneither seek nor shun any object except in so far as our understanding\nrepresents it as good or bad, all that is necessary to right action is\nright judgment, and to the best action the most correct judgment, that\nis, to the acquisition of all the virtues with all else that is truly\nvaluable and within our reach; and the assurance of such an acquisition\ncannot fail to render us contented.\nHaving thus provided myself with these maxims, and having placed them\nin reserve along with the truths of faith, which have ever occupied the\nfirst place in my belief, I came to the conclusion that I might with\nfreedom set about ridding myself of what remained of my opinions. And,\ninasmuch as I hoped to be better able successfully to accomplish this\nwork by holding intercourse with mankind, than by remaining longer shut\nup in the retirement where these thoughts had occurred to me, I betook\nme again to traveling before the winter was well ended. And, during the\nnine subsequent years, I did nothing but roam from one place to\nanother, desirous of being a spectator rather than an actor in the\nplays exhibited on the theater of the world; and, as I made it my\nbusiness in each matter to reflect particularly upon what might fairly\nbe doubted and prove a source of error, I gradually rooted out from my\nmind all the errors which had hitherto crept into it. Not that in this\nI imitated the sceptics who doubt only that they may doubt, and seek\nnothing beyond uncertainty itself; for, on the contrary, my design was\nsingly to find ground of assurance, and cast aside the loose earth and\nsand, that I might reach the rock or the clay. In this, as appears to\nme, I was successful enough; for, since I endeavored to discover the\nfalsehood or incertitude of the propositions I examined, not by feeble\nconjectures, but by clear and certain reasonings, I met with nothing so\ndoubtful as not to yield some conclusion of adequate certainty,\nalthough this were merely the inference, that the matter in question\ncontained nothing certain. And, just as in pulling down an old house,\nwe usually reserve the ruins to contribute towards the erection, so, in\ndestroying such of my opinions as I judged to be Ill-founded, I made a\nvariety of observations and acquired an amount of experience of which I\navailed myself in the establishment of more certain. And further, I\ncontinued to exercise myself in the method I had prescribed; for,\nbesides taking care in general to conduct all my thoughts according to\nits rules, I reserved some hours from time to time which I expressly\ndevoted to the employment of the method in the solution of mathematical\ndifficulties, or even in the solution likewise of some questions\nbelonging to other sciences, but which, by my having detached them from\nsuch principles of these sciences as were of inadequate certainty, were\nrendered almost mathematical: the truth of this will be manifest from\nthe numerous examples contained in this volume. And thus, without in\nappearance living otherwise than those who, with no other occupation\nthan that of spending their lives agreeably and innocently, study to\nsever pleasure from vice, and who, that they may enjoy their leisure\nwithout ennui, have recourse to such pursuits as are honorable, I was\nnevertheless prosecuting my design, and making greater progress in the\nknowledge of truth, than I might, perhaps, have made had I been engaged\nin the perusal of books merely, or in holding converse with men of\nletters.\nThese nine years passed away, however, before I had come to any\ndeterminate judgment respecting the difficulties which form matter of\ndispute among the learned, or had commenced to seek the principles of\nany philosophy more certain than the vulgar. And the examples of many\nmen of the highest genius, who had, in former times, engaged in this\ninquiry, but, as appeared to me, without success, led me to imagine it\nto be a work of so much difficulty, that I would not perhaps have\nventured on it so soon had I not heard it currently rumored that I had\nalready completed the inquiry. I know not what were the grounds of this\nopinion; and, if my conversation contributed in any measure to its\nrise, this must have happened rather from my having confessed my\nIgnorance with greater freedom than those are accustomed to do who have\nstudied a little, and expounded perhaps, the reasons that led me to\ndoubt of many of those things that by others are esteemed certain, than\nfrom my having boasted of any system of philosophy. But, as I am of a\ndisposition that makes me unwilling to be esteemed different from what\nI really am, I thought it necessary to endeavor by all means to render\nmyself worthy of the reputation accorded to me; and it is now exactly\neight years since this desire constrained me to remove from all those\nplaces where interruption from any of my acquaintances was possible,\nand betake myself to this country, in which the long duration of the\nwar has led to the establishment of such discipline, that the armies\nmaintained seem to be of use only in enabling the inhabitants to enjoy\nmore securely the blessings of peace and where, in the midst of a great\ncrowd actively engaged in business, and more careful of their own\naffairs than curious about those of others, I have been enabled to live\nwithout being deprived of any of the conveniences to be had in the most\npopulous cities, and yet as solitary and as retired as in the midst of\nthe most remote deserts.\nPART IV\nI am in doubt as to the propriety of making my first meditations in the\nplace above mentioned matter of discourse; for these are so\nmetaphysical, and so uncommon, as not, perhaps, to be acceptable to\nevery one. And yet, that it may be determined whether the foundations\nthat I have laid are sufficiently secure, I find myself in a measure\nconstrained to advert to them. I had long before remarked that, in\nrelation to practice, it is sometimes necessary to adopt, as if above\ndoubt, opinions which we discern to be highly uncertain, as has been\nalready said; but as I then desired to give my attention solely to the\nsearch after truth, I thought that a procedure exactly the opposite was\ncalled for, and that I ought to reject as absolutely false all opinions\nin regard to which I could suppose the least ground for doubt, in order\nto ascertain whether after that there remained aught in my belief that\nwas wholly indubitable. Accordingly, seeing that our senses sometimes\ndeceive us, I was willing to suppose that there existed nothing really\nsuch as they presented to us; and because some men err in reasoning,\nand fall into paralogisms, even on the simplest matters of geometry, I,\nconvinced that I was as open to error as any other, rejected as false\nall the reasonings I had hitherto taken for demonstrations; and\nfinally, when I considered that the very same thoughts (presentations)\nwhich we experience when awake may also be experienced when we are\nasleep, while there is at that time not one of them true, I supposed\nthat all the objects (presentations) that had ever entered into my mind\nwhen awake, had in them no more truth than the illusions of my dreams.\nBut immediately upon this I observed that, whilst I thus wished to\nthink that all was false, it was absolutely necessary that I, who thus\nthought, should be somewhat; and as I observed that this truth, I\nthink, therefore I am (COGITO ERGO SUM), was so certain and of such\nevidence that no ground of doubt, however extravagant, could be alleged\nby the sceptics capable of shaking it, I concluded that I might,\nwithout scruple, accept it as the first principle of the philosophy of\nwhich I was in search.\nIn the next place, I attentively examined what I was and as I observed\nthat I could suppose that I had no body, and that there was no world\nnor any place in which I might be; but that I could not therefore\nsuppose that I was not; and that, on the contrary, from the very\ncircumstance that I thought to doubt of the truth of other things, it\nmost clearly and certainly followed that I was; while, on the other\nhand, if I had only ceased to think, although all the other objects\nwhich I had ever imagined had been in reality existent, I would have\nhad no reason to believe that I existed; I thence concluded that I was\na substance whose whole essence or nature consists only in thinking,\nand which, that it may exist, has need of no place, nor is dependent on\nany material thing; so that “I,” that is to say, the mind by which I am\nwhat I am, is wholly distinct from the body, and is even more easily\nknown than the latter, and is such, that although the latter were not,\nit would still continue to be all that it is.\nAfter this I inquired in general into what is essential to the truth\nand certainty of a proposition; for since I had discovered one which I\nknew to be true, I thought that I must likewise be able to discover the\nground of this certitude. And as I observed that in the words I think,\ntherefore I am, there is nothing at all which gives me assurance of\ntheir truth beyond this, that I see very clearly that in order to think\nit is necessary to exist, I concluded that I might take, as a general\nrule, the principle, that all the things which we very clearly and\ndistinctly conceive are true, only observing, however, that there is\nsome difficulty in rightly determining the objects which we distinctly\nconceive.\nIn the next place, from reflecting on the circumstance that I doubted,\nand that consequently my being was not wholly perfect (for I clearly\nsaw that it was a greater perfection to know than to doubt), I was led\nto inquire whence I had learned to think of something more perfect than\nmyself; and I clearly recognized that I must hold this notion from some\nnature which in reality was more perfect. As for the thoughts of many\nother objects external to me, as of the sky, the earth, light, heat,\nand a thousand more, I was less at a loss to know whence these came;\nfor since I remarked in them nothing which seemed to render them\nsuperior to myself, I could believe that, if these were true, they were\ndependencies on my own nature, in so far as it possessed a certain\nperfection, and, if they were false, that I held them from nothing,\nthat is to say, that they were in me because of a certain imperfection\nof my nature. But this could not be the case with-the idea of a nature\nmore perfect than myself; for to receive it from nothing was a thing\nmanifestly impossible; and, because it is not less repugnant that the\nmore perfect should be an effect of, and dependence on the less\nperfect, than that something should proceed from nothing, it was\nequally impossible that I could hold it from myself: accordingly, it\nbut remained that it had been placed in me by a nature which was in\nreality more perfect than mine, and which even possessed within itself\nall the perfections of which I could form any idea; that is to say, in\na single word, which was God. And to this I added that, since I knew\nsome perfections which I did not possess, I was not the only being in\nexistence (I will here, with your permission, freely use the terms of\nthe schools); but, on the contrary, that there was of necessity some\nother more perfect Being upon whom I was dependent, and from whom I had\nreceived all that I possessed; for if I had existed alone, and\nindependently of every other being, so as to have had from myself all\nthe perfection, however little, which I actually possessed, I should\nhave been able, for the same reason, to have had from myself the whole\nremainder of perfection, of the want of which I was conscious, and thus\ncould of myself have become infinite, eternal, immutable, omniscient,\nall-powerful, and, in fine, have possessed all the perfections which I\ncould recognize in God. For in order to know the nature of God (whose\nexistence has been established by the preceding reasonings), as far as\nmy own nature permitted, I had only to consider in reference to all the\nproperties of which I found in my mind some idea, whether their\npossession was a mark of perfection; and I was assured that no one\nwhich indicated any imperfection was in him, and that none of the rest\nwas awanting. Thus I perceived that doubt, inconstancy, sadness, and\nsuch like, could not be found in God, since I myself would have been\nhappy to be free from them. Besides, I had ideas of many sensible and\ncorporeal things; for although I might suppose that I was dreaming, and\nthat all which I saw or imagined was false, I could not, nevertheless,\ndeny that the ideas were in reality in my thoughts. But, because I had\nalready very clearly recognized in myself that the intelligent nature\nis distinct from the corporeal, and as I observed that all composition\nis an evidence of dependency, and that a state of dependency is\nmanifestly a state of imperfection, I therefore determined that it\ncould not be a perfection in God to be compounded of these two natures\nand that consequently he was not so compounded; but that if there were\nany bodies in the world, or even any intelligences, or other natures\nthat were not wholly perfect, their existence depended on his power in\nsuch a way that they could not subsist without him for a single moment.\nI was disposed straightway to search for other truths and when I had\nrepresented to myself the object of the geometers, which I conceived to\nbe a continuous body or a space indefinitely extended in length,\nbreadth, and height or depth, divisible into divers parts which admit\nof different figures and sizes, and of being moved or transposed in all\nmanner of ways (for all this the geometers suppose to be in the object\nthey contemplate), I went over some of their simplest demonstrations.\nAnd, in the first place, I observed, that the great certitude which by\ncommon consent is accorded to these demonstrations, is founded solely\nupon this, that they are clearly conceived in accordance with the rules\nI have already laid down In the next place, I perceived that there was\nnothing at all in these demonstrations which could assure me of the\nexistence of their object: thus, for example, supposing a triangle to\nbe given, I distinctly perceived that its three angles were necessarily\nequal to two right angles, but I did not on that account perceive\nanything which could assure me that any triangle existed: while, on the\ncontrary, recurring to the examination of the idea of a Perfect Being,\nI found that the existence of the Being was comprised in the idea in\nthe same way that the equality of its three angles to two right angles\nis comprised in the idea of a triangle, or as in the idea of a sphere,\nthe equidistance of all points on its surface from the center, or even\nstill more clearly; and that consequently it is at least as certain\nthat God, who is this Perfect Being, is, or exists, as any\ndemonstration of geometry can be.\nBut the reason which leads many to persuade them selves that there is a\ndifficulty in knowing this truth, and even also in knowing what their\nmind really is, is that they never raise their thoughts above sensible\nobjects, and are so accustomed to consider nothing except by way of\nimagination, which is a mode of thinking limited to material objects,\nthat all that is not imaginable seems to them not intelligible. The\ntruth of this is sufficiently manifest from the single circumstance,\nthat the philosophers of the schools accept as a maxim that there is\nnothing in the understanding which was not previously in the senses, in\nwhich however it is certain that the ideas of God and of the soul have\nnever been; and it appears to me that they who make use of their\nimagination to comprehend these ideas do exactly the some thing as if,\nin order to hear sounds or smell odors, they strove to avail themselves\nof their eyes; unless indeed that there is this difference, that the\nsense of sight does not afford us an inferior assurance to those of\nsmell or hearing; in place of which, neither our imagination nor our\nsenses can give us assurance of anything unless our understanding\nintervene.\nFinally, if there be still persons who are not sufficiently persuaded\nof the existence of God and of the soul, by the reasons I have adduced,\nI am desirous that they should know that all the other propositions, of\nthe truth of which they deem themselves perhaps more assured, as that\nwe have a body, and that there exist stars and an earth, and such like,\nare less certain; for, although we have a moral assurance of these\nthings, which is so strong that there is an appearance of extravagance\nin doubting of their existence, yet at the same time no one, unless his\nintellect is impaired, can deny, when the question relates to a\nmetaphysical certitude, that there is sufficient reason to exclude\nentire assurance, in the observation that when asleep we can in the\nsame way imagine ourselves possessed of another body and that we see\nother stars and another earth, when there is nothing of the kind. For\nhow do we know that the thoughts which occur in dreaming are false\nrather than those other which we experience when awake, since the\nformer are often not less vivid and distinct than the latter? And\nthough men of the highest genius study this question as long as they\nplease, I do not believe that they will be able to give any reason\nwhich can be sufficient to remove this doubt, unless they presuppose\nthe existence of God. For, in the first place even the principle which\nI have already taken as a rule, viz., that all the things which we\nclearly and distinctly conceive are true, is certain only because God\nis or exists and because he is a Perfect Being, and because all that we\npossess is derived from him: whence it follows that our ideas or\nnotions, which to the extent of their clearness and distinctness are\nreal, and proceed from God, must to that extent be true. Accordingly,\nwhereas we not infrequently have ideas or notions in which some falsity\nis contained, this can only be the case with such as are to some extent\nconfused and obscure, and in this proceed from nothing (participate of\nnegation), that is, exist in us thus confused because we are not wholly\nperfect. And it is evident that it is not less repugnant that falsity\nor imperfection, in so far as it is imperfection, should proceed from\nGod, than that truth or perfection should proceed from nothing. But if\nwe did not know that all which we possess of real and true proceeds\nfrom a Perfect and Infinite Being, however clear and distinct our ideas\nmight be, we should have no ground on that account for the assurance\nthat they possessed the perfection of being true.\nBut after the knowledge of God and of the soul has rendered us certain\nof this rule, we can easily understand that the truth of the thoughts\nwe experience when awake, ought not in the slightest degree to be\ncalled in question on account of the illusions of our dreams. For if it\nhappened that an individual, even when asleep, had some very distinct\nidea, as, for example, if a geometer should discover some new\ndemonstration, the circumstance of his being asleep would not militate\nagainst its truth; and as for the most ordinary error of our dreams,\nwhich consists in their representing to us various objects in the same\nway as our external senses, this is not prejudicial, since it leads us\nvery properly to suspect the truth of the ideas of sense; for we are\nnot infrequently deceived in the same manner when awake; as when\npersons in the jaundice see all objects yellow, or when the stars or\nbodies at a great distance appear to us much smaller than they are.\nFor, in fine, whether awake or asleep, we ought never to allow\nourselves to be persuaded of the truth of anything unless on the\nevidence of our reason. And it must be noted that I say of our reason,\nand not of our imagination or of our senses: thus, for example,\nalthough we very clearly see the sun, we ought not therefore to\ndetermine that it is only of the size which our sense of sight\npresents; and we may very distinctly imagine the head of a lion joined\nto the body of a goat, without being therefore shut up to the\nconclusion that a chimaera exists; for it is not a dictate of reason\nthat what we thus see or imagine is in reality existent; but it plainly\ntells us that all our ideas or notions contain in them some truth; for\notherwise it could not be that God, who is wholly perfect and\nveracious, should have placed them in us. And because our reasonings\nare never so clear or so complete during sleep as when we are awake,\nalthough sometimes the acts of our imagination are then as lively and\ndistinct, if not more so than in our waking moments, reason further\ndictates that, since all our thoughts cannot be true because of our\npartial imperfection, those possessing truth must infallibly be found\nin the experience of our waking moments rather than in that of our\ndreams.\nPART V\nI would here willingly have proceeded to exhibit the whole chain of\ntruths which I deduced from these primary but as with a view to this it\nwould have been necessary now to treat of many questions in dispute\namong the earned, with whom I do not wish to be embroiled, I believe\nthat it will be better for me to refrain from this exposition, and only\nmention in general what these truths are, that the more judicious may\nbe able to determine whether a more special account of them would\nconduce to the public advantage. I have ever remained firm in my\noriginal resolution to suppose no other principle than that of which I\nhave recently availed myself in demonstrating the existence of God and\nof the soul, and to accept as true nothing that did not appear to me\nmore clear and certain than the demonstrations of the geometers had\nformerly appeared; and yet I venture to state that not only have I\nfound means to satisfy myself in a short time on all the principal\ndifficulties which are usually treated of in philosophy, but I have\nalso observed certain laws established in nature by God in such a\nmanner, and of which he has impressed on our minds such notions, that\nafter we have reflected sufficiently upon these, we cannot doubt that\nthey are accurately observed in all that exists or takes place in the\nworld and farther, by considering the concatenation of these laws, it\nappears to me that I have discovered many truths more useful and more\nimportant than all I had before learned, or even had expected to learn.\nBut because I have essayed to expound the chief of these discoveries in\na treatise which certain considerations prevent me from publishing, I\ncannot make the results known more conveniently than by here giving a\nsummary of the contents of this treatise. It was my design to comprise\nin it all that, before I set myself to write it, I thought I knew of\nthe nature of material objects. But like the painters who, finding\nthemselves unable to represent equally well on a plain surface all the\ndifferent faces of a solid body, select one of the chief, on which\nalone they make the light fall, and throwing the rest into the shade,\nallow them to appear only in so far as they can be seen while looking\nat the principal one; so, fearing lest I should not be able to compense\nin my discourse all that was in my mind, I resolved to expound singly,\nthough at considerable length, my opinions regarding light; then to\ntake the opportunity of adding something on the sun and the fixed\nstars, since light almost wholly proceeds from them; on the heavens\nsince they transmit it; on the planets, comets, and earth, since they\nreflect it; and particularly on all the bodies that are upon the earth,\nsince they are either colored, or transparent, or luminous; and finally\non man, since he is the spectator of these objects. Further, to enable\nme to cast this variety of subjects somewhat into the shade, and to\nexpress my judgment regarding them with greater freedom, without being\nnecessitated to adopt or refute the opinions of the learned, I resolved\nto leave all the people here to their disputes, and to speak only of\nwhat would happen in a new world, if God were now to create somewhere\nin the imaginary spaces matter sufficient to compose one, and were to\nagitate variously and confusedly the different parts of this matter, so\nthat there resulted a chaos as disordered as the poets ever feigned,\nand after that did nothing more than lend his ordinary concurrence to\nnature, and allow her to act in accordance with the laws which he had\nestablished. On this supposition, I, in the first place, described this\nmatter, and essayed to represent it in such a manner that to my mind\nthere can be nothing clearer and more intelligible, except what has\nbeen recently said regarding God and the soul; for I even expressly\nsupposed that it possessed none of those forms or qualities which are\nso debated in the schools, nor in general anything the knowledge of\nwhich is not so natural to our minds that no one can so much as imagine\nhimself ignorant of it. Besides, I have pointed out what are the laws\nof nature; and, with no other principle upon which to found my\nreasonings except the infinite perfection of God, I endeavored to\ndemonstrate all those about which there could be any room for doubt,\nand to prove that they are such, that even if God had created more\nworlds, there could have been none in which these laws were not\nobserved. Thereafter, I showed how the greatest part of the matter of\nthis chaos must, in accordance with these laws, dispose and arrange\nitself in such a way as to present the appearance of heavens; how in\nthe meantime some of its parts must compose an earth and some planets\nand comets, and others a sun and fixed stars. And, making a digression\nat this stage on the subject of light, I expounded at considerable\nlength what the nature of that light must be which is found in the sun\nand the stars, and how thence in an instant of time it traverses the\nimmense spaces of the heavens, and how from the planets and comets it\nis reflected towards the earth. To this I likewise added much\nrespecting the substance, the situation, the motions, and all the\ndifferent qualities of these heavens and stars; so that I thought I had\nsaid enough respecting them to show that there is nothing observable in\nthe heavens or stars of our system that must not, or at least may not\nappear precisely alike in those of the system which I described. I came\nnext to speak of the earth in particular, and to show how, even though\nI had expressly supposed that God had given no weight to the matter of\nwhich it is composed, this should not prevent all its parts from\ntending exactly to its center; how with water and air on its surface,\nthe disposition of the heavens and heavenly bodies, more especially of\nthe moon, must cause a flow and ebb, like in all its circumstances to\nthat observed in our seas, as also a certain current both of water and\nair from east to west, such as is likewise observed between the\ntropics; how the mountains, seas, fountains, and rivers might naturally\nbe formed in it, and the metals produced in the mines, and the plants\ngrow in the fields and in general, how all the bodies which are\ncommonly denominated mixed or composite might be generated and, among\nother things in the discoveries alluded to inasmuch as besides the\nstars, I knew nothing except fire which produces light, I spared no\npains to set forth all that pertains to its nature,--the manner of its\nproduction and support, and to explain how heat is sometimes found\nwithout light, and light without heat; to show how it can induce\nvarious colors upon different bodies and other diverse qualities; how\nit reduces some to a liquid state and hardens others; how it can\nconsume almost all bodies, or convert them into ashes and smoke; and\nfinally, how from these ashes, by the mere intensity of its action, it\nforms glass: for as this transmutation of ashes into glass appeared to\nme as wonderful as any other in nature, I took a special pleasure in\ndescribing it. I was not, however, disposed, from these circumstances,\nto conclude that this world had been created in the manner I described;\nfor it is much more likely that God made it at the first such as it was\nto be. But this is certain, and an opinion commonly received among\ntheologians, that the action by which he now sustains it is the same\nwith that by which he originally created it; so that even although he\nhad from the beginning given it no other form than that of chaos,\nprovided only he had established certain laws of nature, and had lent\nit his concurrence to enable it to act as it is wont to do, it may be\nbelieved, without discredit to the miracle of creation, that, in this\nway alone, things purely material might, in course of time, have become\nsuch as we observe them at present; and their nature is much more\neasily conceived when they are beheld coming in this manner gradually\ninto existence, than when they are only considered as produced at once\nin a finished and perfect state.\nFrom the description of inanimate bodies and plants, I passed to\nanimals, and particularly to man. But since I had not as yet sufficient\nknowledge to enable me to treat of these in the same manner as of the\nrest, that is to say, by deducing effects from their causes, and by\nshowing from what elements and in what manner nature must produce them,\nI remained satisfied with the supposition that God formed the body of\nman wholly like to one of ours, as well in the external shape of the\nmembers as in the internal conformation of the organs, of the same\nmatter with that I had described, and at first placed in it no rational\nsoul, nor any other principle, in room of the vegetative or sensitive\nsoul, beyond kindling in the heart one of those fires without light,\nsuch as I had already described, and which I thought was not different\nfrom the heat in hay that has been heaped together before it is dry, or\nthat which causes fermentation in new wines before they are run clear\nof the fruit. For, when I examined the kind of functions which might,\nas consequences of this supposition, exist in this body, I found\nprecisely all those which may exist in us independently of all power of\nthinking, and consequently without being in any measure owing to the\nsoul; in other words, to that part of us which is distinct from the\nbody, and of which it has been said above that the nature distinctively\nconsists in thinking, functions in which the animals void of reason may\nbe said wholly to resemble us; but among which I could not discover any\nof those that, as dependent on thought alone, belong to us as men,\nwhile, on the other hand, I did afterwards discover these as soon as I\nsupposed God to have created a rational soul, and to have annexed it to\nthis body in a particular manner which I described.\nBut, in order to show how I there handled this matter, I mean here to\ngive the explication of the motion of the heart and arteries, which, as\nthe first and most general motion observed in animals, will afford the\nmeans of readily determining what should be thought of all the rest.\nAnd that there may be less difficulty in understanding what I am about\nto say on this subject, I advise those who are not versed in anatomy,\nbefore they commence the perusal of these observations, to take the\ntrouble of getting dissected in their presence the heart of some large\nanimal possessed of lungs (for this is throughout sufficiently like the\nhuman), and to have shown to them its two ventricles or cavities: in\nthe first place, that in the right side, with which correspond two very\nample tubes, viz., the hollow vein (vena cava), which is the\nprincipal receptacle of the blood, and the trunk of the tree, as it\nwere, of which all the other veins in the body are branches; and the\narterial vein (vena arteriosa), inappropriately so denominated, since\nit is in truth only an artery, which, taking its rise in the heart, is\ndivided, after passing out from it, into many branches which presently\ndisperse themselves all over the lungs; in the second place, the cavity\nin the left side, with which correspond in the same manner two canals\nin size equal to or larger than the preceding, viz., the venous artery\n(arteria venosa), likewise inappropriately thus designated, because\nit is simply a vein which comes from the lungs, where it is divided\ninto many branches, interlaced with those of the arterial vein, and\nthose of the tube called the windpipe, through which the air we breathe\nenters; and the great artery which, issuing from the heart, sends its\nbranches all over the body. I should wish also that such persons were\ncarefully shown the eleven pellicles which, like so many small valves,\nopen and shut the four orifices that are in these two cavities, viz.,\nthree at the entrance of the hollow veins where they are disposed in\nsuch a manner as by no means to prevent the blood which it contains\nfrom flowing into the right ventricle of the heart, and yet exactly to\nprevent its flowing out; three at the entrance to the arterial vein,\nwhich, arranged in a manner exactly the opposite of the former, readily\npermit the blood contained in this cavity to pass into the lungs, but\nhinder that contained in the lungs from returning to this cavity; and,\nin like manner, two others at the mouth of the venous artery, which\nallow the blood from the lungs to flow into the left cavity of the\nheart, but preclude its return; and three at the mouth of the great\nartery, which suffer the blood to flow from the heart, but prevent its\nreflux. Nor do we need to seek any other reason for the number of these\npellicles beyond this that the orifice of the venous artery being of an\noval shape from the nature of its situation, can be adequately closed\nwith two, whereas the others being round are more conveniently closed\nwith three. Besides, I wish such persons to observe that the grand\nartery and the arterial vein are of much harder and firmer texture than\nthe venous artery and the hollow vein; and that the two last expand\nbefore entering the heart, and there form, as it were, two pouches\ndenominated the auricles of the heart, which are composed of a\nsubstance similar to that of the heart itself; and that there is always\nmore warmth in the heart than in any other part of the body--and\nfinally, that this heat is capable of causing any drop of blood that\npasses into the cavities rapidly to expand and dilate, just as all\nliquors do when allowed to fall drop by drop into a highly heated\nvessel.\nFor, after these things, it is not necessary for me to say anything\nmore with a view to explain the motion of the heart, except that when\nits cavities are not full of blood, into these the blood of necessity\nflows,--from the hollow vein into the right, and from the venous artery\ninto the left; because these two vessels are always full of blood, and\ntheir orifices, which are turned towards the heart, cannot then be\nclosed. But as soon as two drops of blood have thus passed, one into\neach of the cavities, these drops which cannot but be very large,\nbecause the orifices through which they pass are wide, and the vessels\nfrom which they come full of blood, are immediately rarefied, and\ndilated by the heat they meet with. In this way they cause the whole\nheart to expand, and at the same time press home and shut the five\nsmall valves that are at the entrances of the two vessels from which\nthey flow, and thus prevent any more blood from coming down into the\nheart, and becoming more and more rarefied, they push open the six\nsmall valves that are in the orifices of the other two vessels, through\nwhich they pass out, causing in this way all the branches of the\narterial vein and of the grand artery to expand almost simultaneously\nwith the heart which immediately thereafter begins to contract, as do\nalso the arteries, because the blood that has entered them has cooled,\nand the six small valves close, and the five of the hollow vein and of\nthe venous artery open anew and allow a passage to other two drops of\nblood, which cause the heart and the arteries again to expand as\nbefore. And, because the blood which thus enters into the heart passes\nthrough these two pouches called auricles, it thence happens that their\nmotion is the contrary of that of the heart, and that when it expands\nthey contract. But lest those who are ignorant of the force of\nmathematical demonstrations and who are not accustomed to distinguish\ntrue reasons from mere verisimilitudes, should venture, without\nexamination, to deny what has been said, I wish it to be considered\nthat the motion which I have now explained follows as necessarily from\nthe very arrangement of the parts, which may be observed in the heart\nby the eye alone, and from the heat which may be felt with the fingers,\nand from the nature of the blood as learned from experience, as does\nthe motion of a clock from the power, the situation, and shape of its\ncounterweights and wheels.\nBut if it be asked how it happens that the blood in the veins, flowing\nin this way continually into the heart, is not exhausted, and why the\narteries do not become too full, since all the blood which passes\nthrough the heart flows into them, I need only mention in reply what\nhas been written by a physician of England, who has the honor of having\nbroken the ice on this subject, and of having been the first to teach\nthat there are many small passages at the extremities of the arteries,\nthrough which the blood received by them from the heart passes into the\nsmall branches of the veins, whence it again returns to the heart; so\nthat its course amounts precisely to a perpetual circulation. Of this\nwe have abundant proof in the ordinary experience of surgeons, who, by\nbinding the arm with a tie of moderate straitness above the part where\nthey open the vein, cause the blood to flow more copiously than it\nwould have done without any ligature; whereas quite the contrary would\nhappen were they to bind it below; that is, between the hand and the\nopening, or were to make the ligature above the opening very tight. For\nit is manifest that the tie, moderately straightened, while adequate to\nhinder the blood already in the arm from returning towards the heart by\nthe veins, cannot on that account prevent new blood from coming forward\nthrough the arteries, because these are situated below the veins, and\ntheir coverings, from their greater consistency, are more difficult to\ncompress; and also that the blood which comes from the heart tends to\npass through them to the hand with greater force than it does to return\nfrom the hand to the heart through the veins. And since the latter\ncurrent escapes from the arm by the opening made in one of the veins,\nthere must of necessity be certain passages below the ligature, that\nis, towards the extremities of the arm through which it can come\nthither from the arteries. This physician likewise abundantly\nestablishes what he has advanced respecting the motion of the blood,\nfrom the existence of certain pellicles, so disposed in various places\nalong the course of the veins, in the manner of small valves, as not to\npermit the blood to pass from the middle of the body towards the\nextremities, but only to return from the extremities to the heart; and\nfarther, from experience which shows that all the blood which is in the\nbody may flow out of it in a very short time through a single artery\nthat has been cut, even although this had been closely tied in the\nimmediate neighborhood of the heart and cut between the heart and the\nligature, so as to prevent the supposition that the blood flowing out\nof it could come from any other quarter than the heart.\nBut there are many other circumstances which evince that what I have\nalleged is the true cause of the motion of the blood: thus, in the\nfirst place, the difference that is observed between the blood which\nflows from the veins, and that from the arteries, can only arise from\nthis, that being rarefied, and, as it were, distilled by passing\nthrough the heart, it is thinner, and more vivid, and warmer\nimmediately after leaving the heart, in other words, when in the\narteries, than it was a short time before passing into either, in other\nwords, when it was in the veins; and if attention be given, it will be\nfound that this difference is very marked only in the neighborhood of\nthe heart; and is not so evident in parts more remote from it. In the\nnext place, the consistency of the coats of which the arterial vein and\nthe great artery are composed, sufficiently shows that the blood is\nimpelled against them with more force than against the veins. And why\nshould the left cavity of the heart and the great artery be wider and\nlarger than the right cavity and the arterial vein, were it not that\nthe blood of the venous artery, having only been in the lungs after it\nhas passed through the heart, is thinner, and rarefies more readily,\nand in a higher degree, than the blood which proceeds immediately from\nthe hollow vein? And what can physicians conjecture from feeling the\npulse unless they know that according as the blood changes its nature\nit can be rarefied by the warmth of the heart, in a higher or lower\ndegree, and more or less quickly than before? And if it be inquired how\nthis heat is communicated to the other members, must it not be admitted\nthat this is effected by means of the blood, which, passing through the\nheart, is there heated anew, and thence diffused over all the body?\nWhence it happens, that if the blood be withdrawn from any part, the\nheat is likewise withdrawn by the same means; and although the heart\nwere as-hot as glowing iron, it would not be capable of warming the\nfeet and hands as at present, unless it continually sent thither new\nblood. We likewise perceive from this, that the true use of respiration\nis to bring sufficient fresh air into the lungs, to cause the blood\nwhich flows into them from the right ventricle of the heart, where it\nhas been rarefied and, as it were, changed into vapors, to become\nthick, and to convert it anew into blood, before it flows into the left\ncavity, without which process it would be unfit for the nourishment of\nthe fire that is there. This receives confirmation from the\ncircumstance, that it is observed of animals destitute of lungs that\nthey have also but one cavity in the heart, and that in children who\ncannot use them while in the womb, there is a hole through which the\nblood flows from the hollow vein into the left cavity of the heart, and\na tube through which it passes from the arterial vein into the grand\nartery without passing through the lung. In the next place, how could\ndigestion be carried on in the stomach unless the heart communicated\nheat to it through the arteries, and along with this certain of the\nmore fluid parts of the blood, which assist in the dissolution of the\nfood that has been taken in? Is not also the operation which converts\nthe juice of food into blood easily comprehended, when it is considered\nthat it is distilled by passing and repassing through the heart perhaps\nmore than one or two hundred times in a day? And what more need be\nadduced to explain nutrition, and the production of the different\nhumors of the body, beyond saying, that the force with which the blood,\nin being rarefied, passes from the heart towards the extremities of the\narteries, causes certain of its parts to remain in the members at which\nthey arrive, and there occupy the place of some others expelled by\nthem; and that according to the situation, shape, or smallness of the\npores with which they meet, some rather than others flow into certain\nparts, in the same way that some sieves are observed to act, which, by\nbeing variously perforated, serve to separate different species of\ngrain? And, in the last place, what above all is here worthy of\nobservation, is the generation of the animal spirits, which are like a\nvery subtle wind, or rather a very pure and vivid flame which,\ncontinually ascending in great abundance from the heart to the brain,\nthence penetrates through the nerves into the muscles, and gives motion\nto all the members; so that to account for other parts of the blood\nwhich, as most agitated and penetrating, are the fittest to compose\nthese spirits, proceeding towards the brain, it is not necessary to\nsuppose any other cause, than simply, that the arteries which carry\nthem thither proceed from the heart in the most direct lines, and that,\naccording to the rules of mechanics which are the same with those of\nnature, when many objects tend at once to the same point where there is\nnot sufficient room for all (as is the case with the parts of the blood\nwhich flow forth from the left cavity of the heart and tend towards the\nbrain), the weaker and less agitated parts must necessarily be driven\naside from that point by the stronger which alone in this way reach it\nI had expounded all these matters with sufficient minuteness in the\ntreatise which I formerly thought of publishing. And after these, I had\nshown what must be the fabric of the nerves and muscles of the human\nbody to give the animal spirits contained in it the power to move the\nmembers, as when we see heads shortly after they have been struck off\nstill move and bite the earth, although no longer animated; what\nchanges must take place in the brain to produce waking, sleep, and\ndreams; how light, sounds, odors, tastes, heat, and all the other\nqualities of external objects impress it with different ideas by means\nof the senses; how hunger, thirst, and the other internal affections\ncan likewise impress upon it divers ideas; what must be understood by\nthe common sense (sensus communis) in which these ideas are received,\nby the memory which retains them, by the fantasy which can change them\nin various ways, and out of them compose new ideas, and which, by the\nsame means, distributing the animal spirits through the muscles, can\ncause the members of such a body to move in as many different ways, and\nin a manner as suited, whether to the objects that are presented to its\nsenses or to its internal affections, as can take place in our own case\napart from the guidance of the will. Nor will this appear at all\nstrange to those who are acquainted with the variety of movements\nperformed by the different automata, or moving machines fabricated by\nhuman industry, and that with help of but few pieces compared with the\ngreat multitude of bones, muscles, nerves, arteries, veins, and other\nparts that are found in the body of each animal. Such persons will look\nupon this body as a machine made by the hands of God, which is\nincomparably better arranged, and adequate to movements more admirable\nthan is any machine of human invention. And here I specially stayed to\nshow that, were there such machines exactly resembling organs and\noutward form an ape or any other irrational animal, we could have no\nmeans of knowing that they were in any respect of a different nature\nfrom these animals; but if there were machines bearing the image of our\nbodies, and capable of imitating our actions as far as it is morally\npossible, there would still remain two most certain tests whereby to\nknow that they were not therefore really men. Of these the first is\nthat they could never use words or other signs arranged in such a\nmanner as is competent to us in order to declare our thoughts to\nothers: for we may easily conceive a machine to be so constructed that\nit emits vocables, and even that it emits some correspondent to the\naction upon it of external objects which cause a change in its organs;\nfor example, if touched in a particular place it may demand what we\nwish to say to it; if in another it may cry out that it is hurt, and\nsuch like; but not that it should arrange them variously so as\nappositely to reply to what is said in its presence, as men of the\nlowest grade of intellect can do. The second test is, that although\nsuch machines might execute many things with equal or perhaps greater\nperfection than any of us, they would, without doubt, fail in certain\nothers from which it could be discovered that they did not act from\nknowledge, but solely from the disposition of their organs: for while\nreason is an universal instrument that is alike available on every\noccasion, these organs, on the contrary, need a particular arrangement\nfor each particular action; whence it must be morally impossible that\nthere should exist in any machine a diversity of organs sufficient to\nenable it to act in all the occurrences of life, in the way in which\nour reason enables us to act. Again, by means of these two tests we may\nlikewise know the difference between men and brutes. For it is highly\ndeserving of remark, that there are no men so dull and stupid, not even\nidiots, as to be incapable of joining together different words, and\nthereby constructing a declaration by which to make their thoughts\nunderstood; and that on the other hand, there is no other animal,\nhowever perfect or happily circumstanced, which can do the like. Nor\ndoes this inability arise from want of organs: for we observe that\nmagpies and parrots can utter words like ourselves, and are yet unable\nto speak as we do, that is, so as to show that they understand what\nthey say; in place of which men born deaf and dumb, and thus not less,\nbut rather more than the brutes, destitute of the organs which others\nuse in speaking, are in the habit of spontaneously inventing certain\nsigns by which they discover their thoughts to those who, being usually\nin their company, have leisure to learn their language. And this proves\nnot only that the brutes have less reason than man, but that they have\nnone at all: for we see that very little is required to enable a person\nto speak; and since a certain inequality of capacity is observable\namong animals of the same species, as well as among men, and since some\nare more capable of being instructed than others, it is incredible that\nthe most perfect ape or parrot of its species, should not in this be\nequal to the most stupid infant of its kind or at least to one that was\ncrack-brained, unless the soul of brutes were of a nature wholly\ndifferent from ours. And we ought not to confound speech with the\nnatural movements which indicate the passions, and can be imitated by\nmachines as well as manifested by animals; nor must it be thought with\ncertain of the ancients, that the brutes speak, although we do not\nunderstand their language. For if such were the case, since they are\nendowed with many organs analogous to ours, they could as easily\ncommunicate their thoughts to us as to their fellows. It is also very\nworthy of remark, that, though there are many animals which manifest\nmore industry than we in certain of their actions, the same animals are\nyet observed to show none at all in many others: so that the\ncircumstance that they do better than we does not prove that they are\nendowed with mind, for it would thence follow that they possessed\ngreater reason than any of us, and could surpass us in all things; on\nthe contrary, it rather proves that they are destitute of reason, and\nthat it is nature which acts in them according to the disposition of\ntheir organs: thus it is seen, that a clock composed only of wheels and\nweights can number the hours and measure time more exactly than we with\nall our skin.\nI had after this described the reasonable soul, and shown that it could\nby no means be educed from the power of matter, as the other things of\nwhich I had spoken, but that it must be expressly created; and that it\nis not sufficient that it be lodged in the human body exactly like a\npilot in a ship, unless perhaps to move its members, but that it is\nnecessary for it to be joined and united more closely to the body, in\norder to have sensations and appetites similar to ours, and thus\nconstitute a real man. I here entered, in conclusion, upon the subject\nof the soul at considerable length, because it is of the greatest\nmoment: for after the error of those who deny the existence of God, an\nerror which I think I have already sufficiently refuted, there is none\nthat is more powerful in leading feeble minds astray from the straight\npath of virtue than the supposition that the soul of the brutes is of\nthe same nature with our own; and consequently that after this life we\nhave nothing to hope for or fear, more than flies and ants; in place of\nwhich, when we know how far they differ we much better comprehend the\nreasons which establish that the soul is of a nature wholly independent\nof the body, and that consequently it is not liable to die with the\nlatter and, finally, because no other causes are observed capable of\ndestroying it, we are naturally led thence to judge that it is\nimmortal.\nPART VI\nThree years have now elapsed since I finished the treatise containing\nall these matters; and I was beginning to revise it, with the view to\nput it into the hands of a printer, when I learned that persons to whom\nI greatly defer, and whose authority over my actions is hardly less\ninfluential than is my own reason over my thoughts, had condemned a\ncertain doctrine in physics, published a short time previously by\nanother individual to which I will not say that I adhered, but only\nthat, previously to their censure I had observed in it nothing which I\ncould imagine to be prejudicial either to religion or to the state, and\nnothing therefore which would have prevented me from giving expression\nto it in writing, if reason had persuaded me of its truth; and this led\nme to fear lest among my own doctrines likewise some one might be found\nin which I had departed from the truth, notwithstanding the great care\nI have always taken not to accord belief to new opinions of which I had\nnot the most certain demonstrations, and not to give expression to\naught that might tend to the hurt of any one. This has been sufficient\nto make me alter my purpose of publishing them; for although the\nreasons by which I had been induced to take this resolution were very\nstrong, yet my inclination, which has always been hostile to writing\nbooks, enabled me immediately to discover other considerations\nsufficient to excuse me for not undertaking the task. And these\nreasons, on one side and the other, are such, that not only is it in\nsome measure my interest here to state them, but that of the public,\nperhaps, to know them.\nI have never made much account of what has proceeded from my own mind;\nand so long as I gathered no other advantage from the method I employ\nbeyond satisfying myself on some difficulties belonging to the\nspeculative sciences, or endeavoring to regulate my actions according\nto the principles it taught me, I never thought myself bound to publish\nanything respecting it. For in what regards manners, every one is so\nfull of his own wisdom, that there might be found as many reformers as\nheads, if any were allowed to take upon themselves the task of mending\nthem, except those whom God has constituted the supreme rulers of his\npeople or to whom he has given sufficient grace and zeal to be\nprophets; and although my speculations greatly pleased myself, I\nbelieved that others had theirs, which perhaps pleased them still more.\nBut as soon as I had acquired some general notions respecting physics,\nand beginning to make trial of them in various particular difficulties,\nhad observed how far they can carry us, and how much they differ from\nthe principles that have been employed up to the present time, I\nbelieved that I could not keep them concealed without sinning\ngrievously against the law by which we are bound to promote, as far as\nin us lies, the general good of mankind. For by them I perceived it to\nbe possible to arrive at knowledge highly useful in life; and in room\nof the speculative philosophy usually taught in the schools, to\ndiscover a practical, by means of which, knowing the force and action\nof fire, water, air the stars, the heavens, and all the other bodies\nthat surround us, as distinctly as we know the various crafts of our\nartisans, we might also apply them in the same way to all the uses to\nwhich they are adapted, and thus render ourselves the lords and\npossessors of nature. And this is a result to be desired, not only in\norder to the invention of an infinity of arts, by which we might be\nenabled to enjoy without any trouble the fruits of the earth, and all\nits comforts, but also and especially for the preservation of health,\nwhich is without doubt, of all the blessings of this life, the first\nand fundamental one; for the mind is so intimately dependent upon the\ncondition and relation of the organs of the body, that if any means can\never be found to render men wiser and more ingenious than hitherto, I\nbelieve that it is in medicine they must be sought for. It is true that\nthe science of medicine, as it now exists, contains few things whose\nutility is very remarkable: but without any wish to depreciate it, I am\nconfident that there is no one, even among those whose profession it\nis, who does not admit that all at present known in it is almost\nnothing in comparison of what remains to be discovered; and that we\ncould free ourselves from an infinity of maladies of body as well as of\nmind, and perhaps also even from the debility of age, if we had\nsufficiently ample knowledge of their causes, and of all the remedies\nprovided for us by nature. But since I designed to employ my whole life\nin the search after so necessary a science, and since I had fallen in\nwith a path which seems to me such, that if any one follow it he must\ninevitably reach the end desired, unless he be hindered either by the\nshortness of life or the want of experiments, I judged that there could\nbe no more effectual provision against these two impediments than if I\nwere faithfully to communicate to the public all the little I might\nmyself have found, and incite men of superior genius to strive to\nproceed farther, by contributing, each according to his inclination and\nability, to the experiments which it would be necessary to make, and\nalso by informing the public of all they might discover, so that, by\nthe last beginning where those before them had left off, and thus\nconnecting the lives and labours of many, we might collectively proceed\nmuch farther than each by himself could do.\nI remarked, moreover, with respect to experiments, that they become\nalways more necessary the more one is advanced in knowledge; for, at\nthe commencement, it is better to make use only of what is\nspontaneously presented to our senses, and of which we cannot remain\nignorant, provided we bestow on it any reflection, however slight, than\nto concern ourselves about more uncommon and recondite phenomena: the\nreason of which is, that the more uncommon often only mislead us so\nlong as the causes of the more ordinary are still unknown; and the\ncircumstances upon which they depend are almost always so special and\nminute as to be highly difficult to detect. But in this I have adopted\nthe following order: first, I have essayed to find in general the\nprinciples, or first causes of all that is or can be in the world,\nwithout taking into consideration for this end anything but God himself\nwho has created it, and without educing them from any other source than\nfrom certain germs of truths naturally existing in our minds In the\nsecond place, I examined what were the first and most ordinary effects\nthat could be deduced from these causes; and it appears to me that, in\nthis way, I have found heavens, stars, an earth, and even on the earth\nwater, air, fire, minerals, and some other things of this kind, which\nof all others are the most common and simple, and hence the easiest to\nknow. Afterwards when I wished to descend to the more particular, so\nmany diverse objects presented themselves to me, that I believed it to\nbe impossible for the human mind to distinguish the forms or species of\nbodies that are upon the earth, from an infinity of others which might\nhave been, if it had pleased God to place them there, or consequently\nto apply them to our use, unless we rise to causes through their\neffects, and avail ourselves of many particular experiments. Thereupon,\nturning over in my mind I the objects that had ever been presented to\nmy senses I freely venture to state that I have never observed any\nwhich I could not satisfactorily explain by the principles had\ndiscovered. But it is necessary also to confess that the power of\nnature is so ample and vast, and these principles so simple and\ngeneral, that I have hardly observed a single particular effect which I\ncannot at once recognize as capable of being deduced in man different\nmodes from the principles, and that my greatest difficulty usually is\nto discover in which of these modes the effect is dependent upon them;\nfor out of this difficulty cannot otherwise extricate myself than by\nagain seeking certain experiments, which may be such that their result\nis not the same, if it is in the one of these modes at we must explain\nit, as it would be if it were to be explained in the other. As to what\nremains, I am now in a position to discern, as I think, with sufficient\nclearness what course must be taken to make the majority those\nexperiments which may conduce to this end: but I perceive likewise that\nthey are such and so numerous, that neither my hands nor my income,\nthough it were a thousand times larger than it is, would be sufficient\nfor them all; so that according as henceforward I shall have the means\nof making more or fewer experiments, I shall in the same proportion\nmake greater or less progress in the knowledge of nature. This was what\nI had hoped to make known by the treatise I had written, and so clearly\nto exhibit the advantage that would thence accrue to the public, as to\ninduce all who have the common good of man at heart, that is, all who\nare virtuous in truth, and not merely in appearance, or according to\nopinion, as well to communicate to me the experiments they had already\nmade, as to assist me in those that remain to be made.\nBut since that time other reasons have occurred to me, by which I have\nbeen led to change my opinion, and to think that I ought indeed to go\non committing to writing all the results which I deemed of any moment,\nas soon as I should have tested their truth, and to bestow the same\ncare upon them as I would have done had it been my design to publish\nthem. This course commended itself to me, as well because I thus\nafforded myself more ample inducement to examine them thoroughly, for\ndoubtless that is always more narrowly scrutinized which we believe\nwill be read by many, than that which is written merely for our private\nuse (and frequently what has seemed to me true when I first conceived\nit, has appeared false when I have set about committing it to writing),\nas because I thus lost no opportunity of advancing the interests of\nthe public, as far as in me lay, and since thus likewise, if my writings\npossess any value, those into whose hands they may fall after my death\nmay be able to put them to what use they deem proper. But I resolved by\nno means to consent to their publication during my lifetime, lest\neither the oppositions or the controversies to which they might give\nrise, or even the reputation, such as it might be, which they would\nacquire for me, should be any occasion of my losing the time that I had\nset apart for my own improvement. For though it be true that every one\nis bound to promote to the extent of his ability the good of others,\nand that to be useful to no one is really to be worthless, yet it is\nlikewise true that our cares ought to extend beyond the present, and it\nis good to omit doing what might perhaps bring some profit to the\nliving, when we have in view the accomplishment of other ends that will\nbe of much greater advantage to posterity. And in truth, I am quite\nwilling it should be known that the little I have hitherto learned is\nalmost nothing in comparison with that of which I am ignorant, and to\nthe knowledge of which I do not despair of being able to attain; for it\nis much the same with those who gradually discover truth in the\nsciences, as with those who when growing rich find less difficulty in\nmaking great acquisitions, than they formerly experienced when poor in\nmaking acquisitions of much smaller amount. Or they may be compared to\nthe commanders of armies, whose forces usually increase in proportion\nto their victories, and who need greater prudence to keep together the\nresidue of their troops after a defeat than after a victory to take\ntowns and provinces. For he truly engages in battle who endeavors to\nsurmount all the difficulties and errors which prevent him from\nreaching the knowledge of truth, and he is overcome in fight who admits\na false opinion touching a matter of any generality and importance, and\nhe requires thereafter much more skill to recover his former position\nthan to make great advances when once in possession of thoroughly\nascertained principles. As for myself, if I have succeeded in\ndiscovering any truths in the sciences (and I trust that what is\ncontained in this volume I will show that I have found some), I can\ndeclare that they are but the consequences and results of five or six\nprincipal difficulties which I have surmounted, and my encounters with\nwhich I reckoned as battles in which victory declared for me. I will\nnot hesitate even to avow my belief that nothing further is wanting to\nenable me fully to realize my designs than to gain two or three similar\nvictories; and that I am not so far advanced in years but that,\naccording to the ordinary course of nature, I may still have sufficient\nleisure for this end. But I conceive myself the more bound to husband\nthe time that remains the greater my expectation of being able to\nemploy it aright, and I should doubtless have much to rob me of it,\nwere I to publish the principles of my physics: for although they are\nalmost all so evident that to assent to them no more is needed than\nsimply to understand them, and although there is not one of them of\nwhich I do not expect to be able to give demonstration, yet, as it is\nimpossible that they can be in accordance with all the diverse opinions\nof others, I foresee that I should frequently be turned aside from my\ngrand design, on occasion of the opposition which they would be sure to\nawaken.\nIt may be said, that these oppositions would be useful both in making\nme aware of my errors, and, if my speculations contain anything of\nvalue, in bringing others to a fuller understanding of it; and still\nfarther, as many can see better than one, in leading others who are now\nbeginning to avail themselves of my principles, to assist me in turn\nwith their discoveries. But though I recognize my extreme liability to\nerror, and scarce ever trust to the first thoughts which occur to me,\nyet-the experience I have had of possible objections to my views\nprevents me from anticipating any profit from them. For I have already\nhad frequent proof of the judgments, as well of those I esteemed\nfriends, as of some others to whom I thought I was an object of\nindifference, and even of some whose malignancy and envy would, I knew,\ndetermine them to endeavor to discover what partiality concealed from\nthe eyes of my friends. But it has rarely happened that anything has\nbeen objected to me which I had myself altogether overlooked, unless it\nwere something far removed from the subject: so that I have never met\nwith a single critic of my opinions who did not appear to me either\nless rigorous or less equitable than myself. And further, I have never\nobserved that any truth before unknown has been brought to light by the\ndisputations that are practised in the schools; for while each strives\nfor the victory, each is much more occupied in making the best of mere\nverisimilitude, than in weighing the reasons on both sides of the\nquestion; and those who have been long good advocates are not\nafterwards on that account the better judges.\nAs for the advantage that others would derive from the communication of\nmy thoughts, it could not be very great; because I have not yet so far\nprosecuted them as that much does not remain to be added before they\ncan be applied to practice. And I think I may say without vanity, that\nif there is any one who can carry them out that length, it must be\nmyself rather than another: not that there may not be in the world many\nminds incomparably superior to mine, but because one cannot so well\nseize a thing and make it one’s own, when it has been learned from\nanother, as when one has himself discovered it. And so true is this of\nthe present subject that, though I have often explained some of my\nopinions to persons of much acuteness, who, whilst I was speaking,\nappeared to understand them very distinctly, yet, when they repeated\nthem, I have observed that they almost always changed them to such an\nextent that I could no longer acknowledge them as mine. I am glad, by\nthe way, to take this opportunity of requesting posterity never to\nbelieve on hearsay that anything has proceeded from me which has not\nbeen published by myself; and I am not at all astonished at the\nextravagances attributed to those ancient philosophers whose own\nwritings we do not possess; whose thoughts, however, I do not on that\naccount suppose to have been really absurd, seeing they were among the\nablest men of their times, but only that these have been falsely\nrepresented to us. It is observable, accordingly, that scarcely in a\nsingle instance has any one of their disciples surpassed them; and I am\nquite sure that the most devoted of the present followers of Aristotle\nwould think themselves happy if they had as much knowledge of nature as\nhe possessed, were it even under the condition that they should never\nafterwards attain to higher. In this respect they are like the ivy\nwhich never strives to rise above the tree that sustains it, and which\nfrequently even returns downwards when it has reached the top; for it\nseems to me that they also sink, in other words, render themselves less\nwise than they would be if they gave up study, who, not contented with\nknowing all that is intelligibly explained in their author, desire in\naddition to find in him the solution of many difficulties of which he\nsays not a word, and never perhaps so much as thought. Their fashion of\nphilosophizing, however, is well suited to persons whose abilities fall\nbelow mediocrity; for the obscurity of the distinctions and principles\nof which they make use enables them to speak of all things with as much\nconfidence as if they really knew them, and to defend all that they say\non any subject against the most subtle and skillful, without its being\npossible for any one to convict them of error. In this they seem to me\nto be like a blind man, who, in order to fight on equal terms with a\nperson that sees, should have made him descend to the bottom of an\nintensely dark cave: and I may say that such persons have an interest\nin my refraining from publishing the principles of the philosophy of\nwhich I make use; for, since these are of a kind the simplest and most\nevident, I should, by publishing them, do much the same as if I were to\nthrow open the windows, and allow the light of day to enter the cave\ninto which the combatants had descended. But even superior men have no\nreason for any great anxiety to know these principles, for if what they\ndesire is to be able to speak of all things, and to acquire a\nreputation for learning, they will gain their end more easily by\nremaining satisfied with the appearance of truth, which can be found\nwithout much difficulty in all sorts of matters, than by seeking the\ntruth itself which unfolds itself but slowly and that only in some\ndepartments, while it obliges us, when we have to speak of others,\nfreely to confess our ignorance. If, however, they prefer the knowledge\nof some few truths to the vanity of appearing ignorant of none, as such\nknowledge is undoubtedly much to be preferred, and, if they choose to\nfollow a course similar to mine, they do not require for this that I\nshould say anything more than I have already said in this discourse.\nFor if they are capable of making greater advancement than I have made,\nthey will much more be able of themselves to discover all that I\nbelieve myself to have found; since as I have never examined aught\nexcept in order, it is certain that what yet remains to be discovered\nis in itself more difficult and recondite, than that which I have\nalready been enabled to find, and the gratification would be much less\nin learning it from me than in discovering it for themselves. Besides\nthis, the habit which they will acquire, by seeking first what is easy,\nand then passing onward slowly and step by step to the more difficult,\nwill benefit them more than all my instructions. Thus, in my own case,\nI am persuaded that if I had been taught from my youth all the truths\nof which I have since sought out demonstrations, and had thus learned\nthem without labour, I should never, perhaps, have known any beyond\nthese; at least, I should never have acquired the habit and the\nfacility which I think I possess in always discovering new truths in\nproportion as I give myself to the search. And, in a single word, if\nthere is any work in the world which cannot be so well finished by\nanother as by him who has commenced it, it is that at which I labour.\nIt is true, indeed, as regards the experiments which may conduce to\nthis end, that one man is not equal to the task of making them all; but\nyet he can advantageously avail himself, in this work, of no hands\nbesides his own, unless those of artisans, or parties of the same kind,\nwhom he could pay, and whom the hope of gain (a means of great\nefficacy) might stimulate to accuracy in the performance of what was\nprescribed to them. For as to those who, through curiosity or a desire\nof learning, of their own accord, perhaps, offer him their services,\nbesides that in general their promises exceed their performance, and\nthat they sketch out fine designs of which not one is ever realized,\nthey will, without doubt, expect to be compensated for their trouble by\nthe explication of some difficulties, or, at least, by compliments and\nuseless speeches, in which he cannot spend any portion of his time\nwithout loss to himself. And as for the experiments that others have\nalready made, even although these parties should be willing of\nthemselves to communicate them to him (which is what those who esteem\nthem secrets will never do), the experiments are, for the most part,\naccompanied with so many circumstances and superfluous elements, as to\nmake it exceedingly difficult to disentangle the truth from its\nadjuncts--besides, he will find almost all of them so ill described, or\neven so false (because those who made them have wished to see in them\nonly such facts as they deemed conformable to their principles), that,\nif in the entire number there should be some of a nature suited to his\npurpose, still their value could not compensate for the time what would\nbe necessary to make the selection. So that if there existed any one\nwhom we assuredly knew to be capable of making discoveries of the\nhighest kind, and of the greatest possible utility to the public; and\nif all other men were therefore eager by all means to assist him in\nsuccessfully prosecuting his designs, I do not see that they could do\naught else for him beyond contributing to defray the expenses of the\nexperiments that might be necessary; and for the rest, prevent his\nbeing deprived of his leisure by the unseasonable interruptions of any\none. But besides that I neither have so high an opinion of myself as to\nbe willing to make promise of anything extraordinary, nor feed on\nimaginations so vain as to fancy that the public must be much\ninterested in my designs; I do not, on the other hand, own a soul so\nmean as to be capable of accepting from any one a favor of which it\ncould be supposed that I was unworthy.\nThese considerations taken together were the reason why, for the last\nthree years, I have been unwilling to publish the treatise I had on\nhand, and why I even resolved to give publicity during my life to no\nother that was so general, or by which the principles of my physics\nmight be understood. But since then, two other reasons have come into\noperation that have determined me here to subjoin some particular\nspecimens, and give the public some account of my doings and designs.\nOf these considerations, the first is, that if I failed to do so, many\nwho were cognizant of my previous intention to publish some writings,\nmight have imagined that the reasons which induced me to refrain from\nso doing, were less to my credit than they really are; for although I\nam not immoderately desirous of glory, or even, if I may venture so to\nsay, although I am averse from it in so far as I deem it hostile to\nrepose which I hold in greater account than aught else, yet, at the\nsame time, I have never sought to conceal my actions as if they were\ncrimes, nor made use of many precautions that I might remain unknown;\nand this partly because I should have thought such a course of conduct\na wrong against myself, and partly because it would have occasioned me\nsome sort of uneasiness which would again have been contrary to the\nperfect mental tranquillity which I court. And forasmuch as, while thus\nindifferent to the thought alike of fame or of forgetfulness, I have\nyet been unable to prevent myself from acquiring some sort of\nreputation, I have thought it incumbent on me to do my best to save\nmyself at least from being ill-spoken of. The other reason that has\ndetermined me to commit to writing these specimens of philosophy is,\nthat I am becoming daily more and more alive to the delay which my\ndesign of self-instruction suffers, for want of the infinity of\nexperiments I require, and which it is impossible for me to make\nwithout the assistance of others: and, without flattering myself so\nmuch as to expect the public to take a large share in my interests, I\nam yet unwilling to be found so far wanting in the duty I owe to\nmyself, as to give occasion to those who shall survive me to make it\nmatter of reproach against me some day, that I might have left them\nmany things in a much more perfect state than I have done, had I not\ntoo much neglected to make them aware of the ways in which they could\nhave promoted the accomplishment of my designs.\nAnd I thought that it was easy for me to select some matters which\nshould neither be obnoxious to much controversy, nor should compel me\nto expound more of my principles than I desired, and which should yet\nbe sufficient clearly to exhibit what I can or cannot accomplish in the\nsciences. Whether or not I have succeeded in this it is not for me to\nsay; and I do not wish to forestall the judgments of others by speaking\nmyself of my writings; but it will gratify me if they be examined, and,\nto afford the greater inducement to this I request all who may have any\nobjections to make to them, to take the trouble of forwarding these to\nmy publisher, who will give me notice of them, that I may endeavor to\nsubjoin at the same time my reply; and in this way readers seeing both\nat once will more easily determine where the truth lies; for I do not\nengage in any case to make prolix replies, but only with perfect\nfrankness to avow my errors if I am convinced of them, or if I cannot\nperceive them, simply to state what I think is required for defense of\nthe matters I have written, adding thereto no explication of any new\nmatte that it may not be necessary to pass without end from one thing\nto another.\nIf some of the matters of which I have spoken in the beginning of the\n“Dioptrics” and “Meteorics” should offend at first sight, because I\ncall them hypotheses and seem indifferent about giving proof of them, I\nrequest a patient and attentive reading of the whole, from which I hope\nthose hesitating will derive satisfaction; for it appears to me that\nthe reasonings are so mutually connected in these treatises, that, as\nthe last are demonstrated by the first which are their causes, the\nfirst are in their turn demonstrated by the last which are their\neffects. Nor must it be imagined that I here commit the fallacy which\nthe logicians call a circle; for since experience renders the majority\nof these effects most certain, the causes from which I deduce them do\nnot serve so much to establish their reality as to explain their\nexistence; but on the contrary, the reality of the causes is\nestablished by the reality of the effects. Nor have I called them\nhypotheses with any other end in view except that it may be known that\nI think I am able to deduce them from those first truths which I have\nalready expounded; and yet that I have expressly determined not to do\nso, to prevent a certain class of minds from thence taking occasion to\nbuild some extravagant philosophy upon what they may take to be my\nprinciples, and my being blamed for it. I refer to those who imagine\nthat they can master in a day all that another has taken twenty years\nto think out, as soon as he has spoken two or three words to them on\nthe subject; or who are the more liable to error and the less capable\nof perceiving truth in very proportion as they are more subtle and\nlively. As to the opinions which are truly and wholly mine, I offer no\napology for them as new,--persuaded as I am that if their reasons be\nwell considered they will be found to be so simple and so conformed, to\ncommon sense as to appear less extraordinary and less paradoxical than\nany others which can be held on the same subjects; nor do I even boast\nof being the earliest discoverer of any of them, but only of having\nadopted them, neither because they had nor because they had not been\nheld by others, but solely because reason has convinced me of their\ntruth.\nThough artisans may not be able at once to execute the invention which\nis explained in the “Dioptrics,” I do not think that any one on that\naccount is entitled to condemn it; for since address and practice are\nrequired in order so to make and adjust the machines described by me as\nnot to overlook the smallest particular, I should not be less\nastonished if they succeeded on the first attempt than if a person were\nin one day to become an accomplished performer on the guitar, by merely\nhaving excellent sheets of music set up before him. And if I write in\nFrench, which is the language of my country, in preference to Latin,\nwhich is that of my preceptors, it is because I expect that those who\nmake use of their unprejudiced natural reason will be better judges of\nmy opinions than those who give heed to the writings of the ancients\nonly; and as for those who unite good sense with habits of study, whom\nalone I desire for judges, they will not, I feel assured, be so partial\nto Latin as to refuse to listen to my reasonings merely because I\nexpound them in the vulgar tongue.\nIn conclusion, I am unwilling here to say anything very specific of the\nprogress which I expect to make for the future in the sciences, or to\nbind myself to the public by any promise which I am not certain of\nbeing able to fulfill; but this only will I say, that I have resolved\nto devote what time I may still have to live to no other occupation\nthan that of endeavoring to acquire some knowledge of Nature, which\nshall be of such a kind as to enable us therefrom to deduce rules in\nmedicine of greater certainty than those at present in use; and that my\ninclination is so much opposed to all other pursuits, especially to\nsuch as cannot be useful to some without being hurtful to others, that\nif, by any circumstances, I had been constrained to engage in such, I\ndo not believe that I should have been able to succeed. Of this I here\nmake a public declaration, though well aware that it cannot serve to\nprocure for me any consideration in the world, which, however, I do not\nin the least affect; and I shall always hold myself more obliged to\nthose through whose favor I am permitted to enjoy my retirement without\ninterruption than to any who might offer me the highest earthly\npreferments.", "source": "discourse_on_method.txt"}
