{"text": "Every art and every inquiry, and similarly every action and pursuit, is thought to aim at some good; and for this reason the good has rightly been declared to be that at which all things aim. But a certain difference is found among ends; some are activities, others are products apart from the activities that produce them. Where there are ends apart from the actions, it is the nature of the products to be better than the activities.\nNow, as there are many actions, arts, and sciences, their ends also are many; the end of the medical art is health, that of shipbuilding a vessel, that of strategy victory, that of economics wealth. But where such arts fall under a single capacity- as bridle-making and the other arts concerned with the equipment of horses fall under the art of riding, and this and every military action under strategy, in the same way other arts fall under yet others- in all of these the ends of the master arts are to be preferred to all the subordinate ends; for it is for the sake of the former that the latter are pursued.\nVirtue, then, is a state of character concerned with choice, lying in a mean, i.e. the mean relative to us, this being determined by a rational principle, and by that principle by which the man of practical wisdom would determine it. Now it is a mean between two vices, that which depends on excess and that which depends on defect; and again it is a mean because the vices respectively fall short of or exceed what is right in both passions and actions, while virtue both finds and chooses that which is intermediate. Hence in respect of its substance and the definition which states its essence virtue is a mean, with regard to what is best and right an extreme.\nHappiness is the meaning and the purpose of life, the whole aim and end of human existence.", "source": "nicomachean_ethics.txt"}
{"text": "Observation shows us, first, that every city (polis) is a species of association, and, secondly, that all associations are instituted for the purpose of attaining some good- for all men do all their acts with a view to achieving something which is, in their view, a good. We may therefore hold that all associations aim at some good; and we may also hold that the particular association which is the most sovereign of all, and includes all the others, will pursue this aim most, and will thus be directed to the most sovereign of all goods. This most sovereign and inclusive association is the polis, as it is called, or the political association.\nFrom these things it is evident, that the city belongs to the class of things that exist by nature, and that man is by nature a political animal. He who by nature and not by mere accident is without a state, is either a bad man or above humanity; he is like the 'Tribeless, lawless, hearthless one,' whom Homer denounces- the natural outcast is forthwith a lover of war; he may be compared to an isolated piece at draughts.\nNow, that man is more of a political animal than bees or any other gregarious animals is evident. Nature, as we often say, makes nothing in vain, and man is the only animal whom she has endowed with the gift of speech. And whereas mere voice is but an indication of pleasure or pain, and is therefore found in other animals (for their nature attains to the perception of pleasure and pain and the intimation of them to one another, and no further), the power of speech is intended to set forth the expedient and inexpedient, and therefore likewise the just and the unjust. And it is a characteristic of man that he alone has any sense of good and evil, of just and unjust, and the like, and the association of living beings who have this sense makes a family and a state.", "source": "politics.txt"}
{"text": "All men by nature desire to know. An indication of this is the delight we take in our senses; for even apart from their usefulness they are loved for themselves; and above all others the sense of sight. For not only with a view to action, but even when we are not going to do anything, we prefer seeing (one might say) to everything else. The reason is that this, most of all the senses, makes us know and brings to light many differences between things.\nThere is a science which investigates being as being and the attributes which belong to it in virtue of its own nature. Now this is not the same as any of the so-called special sciences; for none of these others deals generally with being as being. They cut off a part of being and investigate the attribute of this part; this is what the mathematical sciences for instance do. Now since we are seeking the first principles and the highest causes, clearly there must be some thing to which these belong in virtue of its own nature.\nThe definition of the essence is the formula which describes the 'what it is to be' for a thing.", "source": "metaphysics.txt"}
