{"text": "Every art and every inquiry, and similarly every action and pursuit, is thought to aim at some good; and for this reason the good has rightly been declared to be that at which all things aim. But a certain difference is found among ends; some are activities, others are products apart from the activities that produce them. Where there are ends apart from the actions, it is the nature of the products to be better than the activities. Now, as there are many actions, arts, and sciences, their ends also are many; the end of the medical art is health, that of shipbuilding a vessel, that of strategy victory, that of economics wealth. But where such arts fall under a single capacity—as bridle-making and the other arts concerned with the equipment of horses fall under the art of riding, and this and every military action under strategy, in the same way other arts fall under yet others—in all of these the ends of the master arts are to be preferred to all the subordinate ends; for it is for the sake of the former that the latter are pursued. It makes no difference whether the activities themselves are the ends of the actions, or something else apart from the activities, as in the case of the sciences just mentioned.\nIf, then, there is some end of the things we do, which we desire for its own sake (everything else being desired for the sake of this), and if we do not choose everything for the sake of something else (for at that rate the process would go on to infinity, so that our desire would be empty and vain), clearly this must be the good and the chief good. Will not the knowledge of it, then, have a great influence on life? Shall we not, like archers who have a mark to aim at, be more likely to hit upon what is right? If so, we must try, in outline at least, to determine what it is, and of which of the sciences or capacities it is the object. It would seem to belong to the most authoritative art and that which is most truly the master art. And politics appears to be of this nature; for it is this that ordains which of the sciences should be studied in a state, and which each class of citizens should learn and up to what point they should learn them; and we see even the most highly esteemed of capacities to fall under this, e.g. strategy, economics, rhetoric; now, since politics uses the rest of the sciences, and since, again, it legislates as to what we are to do and what we are to abstain from, the end of this science must include those of the others, so that this end must be the good for man. For even if the end is the same for a single man and for a state, that of the state seems at all events something greater and more complete whether to attain or to preserve; though it is worth while to attain the end merely for one man, it is finer and more godlike to attain it for a nation or for city-states. These, then, are the ends at which our inquiry aims, since it is political science, in one sense of that term.\nOur discussion will be adequate if it has as much clearness as the subject-matter admits of, for precision is not to be sought for alike in all discussions, any more than in all the products of the crafts. Now fine and just actions, which political science investigates, admit of much variety and fluctuation of opinion, so that they may be thought to exist only by convention, and not by nature. And goods also give rise to a similar fluctuation because they bring harm to many people; for before now men have been undone by reason of their wealth, and others by reason of their courage. We must be content, then, in speaking of such subjects and with such premisses to indicate the truth roughly and in outline, and in speaking about things which are only for the most part true and with premisses of the same kind to reach conclusions that are no better. In the same spirit, therefore, should each type of statement be received; for it is the mark of an educated man to look for precision in each class of things just so far as the nature of the subject admits; it is evidently equally foolish to accept probable reasoning from a mathematician and to demand from a rhetorician scientific proofs.\nNow each man judges well the things he knows, and of these he is a good judge. And so the man who has been educated in a subject is a good judge of that subject, and the man who has received an all-round education is a good judge in general. Hence a young man is not a proper hearer of lectures on political science; for he is inexperienced in the actions that occur in life, but its discussions start from these and are about these; and, further, since he tends to follow his passions, his study will be vain and unprofitable, because the end aimed at is not knowledge but action. And it makes no difference whether he is young in years or youthful in character; the defect does not depend on time, but on his living, and pursuing each successive object, as passion directs. For to such persons, as to the incontinent, knowledge brings no profit; but to those who desire and act in accordance with a rational principle knowledge about such matters will be of great benefit.\nThese remarks about the student, the sort of treatment to be expected, and the purpose of the inquiry, may be taken as our preface.", "source": "ethics_excerpt.txt"}
{"text": "Every state is a community of some kind, and every community is established with a view to some good; for mankind always act in order to obtain that which they think good. But, if all communities aim at some good, the state or political community, which is the highest of all, and which embraces all the rest, aims at good in a greater degree than any other, and at the highest good.\nSome people think that the qualifications of a statesman, king, householder, and master are the same, and that they differ, not in kind, but only in the number of their subjects. For example, the ruler over a few is called a master; over more, the manager of a household; over a still larger number, a statesman or king, as if there were no difference between a great household and a small state. The distinction which is made between the king and the statesman is as follows: When the government is personal, the ruler is a king; when, according to the rules of the political science, the citizens rule and are ruled in turn, then he is called a statesman.\nBut all this is a mistake; for governments differ in kind, as will be evident to any one who considers the matter according to the method which has hitherto guided us. As in other departments of science, so in politics, the compound should always be resolved into the simple elements or least parts of the whole. We must therefore look at the elements of which the state is composed, in order that we may see in what the different kinds of rule differ from one another, and whether any scientific result can be attained about each one of them.\nHe who thus considers things in their first growth and origin, whether a state or anything else, will obtain the clearest view of them. In the first place there must be a union of those who cannot exist without each other; namely, of male and female, that the race may continue (and this is a union which is formed, not of deliberate purpose, but because, in common with other animals and with plants, mankind have a natural desire to leave behind them an image of themselves), and of natural ruler and subject, that both may be preserved. For that which can foresee by the exercise of mind is by nature intended to be lord and master, and that which can with its body give effect to such foresight is a subject, and by nature a slave; hence master and slave have the same interest.\nNow nature has distinguished between the female and the slave. For she is not niggardly, like the smith who fashions the Delphian knife for many uses; she makes each thing for a single use, and every instrument is best made when intended for one and not for many uses. But among barbarians no distinction is made between women and slaves, because there is no natural ruler among them: they are a community of slaves, male and female. Wherefore the poets say, \"It is meet that Hellenes should rule over barbarians\"; as if they thought that the barbarian and the slave were by nature one.\nOut of these two relationships between man and woman, master and slave, the first thing to arise is the family, and Hesiod is right when he says, \"First house and wife and an ox for the plough,\" for the ox is the poor man's slave. The family is the association established by nature for the supply of men's everyday wants, and the members of it are called by Charondas 'companions of the cupboard,' and by Epimenides the Cretan, 'companions of the manger.' But when several families are united, and the association aims at something more than the supply of daily needs, the first society to be formed is the village. And the most natural form of the village appears to be that of a colony from the family, composed of the children and grandchildren, who are said to be suckled 'with the same milk.' And this is the reason why Hellenic states were originally governed by kings; because the Hellenes were under royal rule before they came together, as the barbarians still are. Every family is ruled by the eldest, and therefore in the colonies of the family the kingly form of government prevailed because they were of the same blood. As Homer says: \"Each one gives law to his children and to his wives.\"\nFor they lived dispersedly, as was the manner in ancient times. Wherefore men say that the Gods have a king, because they themselves either are or were in ancient times under the rule of a king. For they imagine, not only the forms of the Gods, but their ways of life to be like their own.\nWhen several villages are united in a single complete community, large enough to be nearly or quite self-sufficing, the state comes into existence, originating in the bare needs of life, and continuing in existence for the sake of a good life. And therefore, if the earlier forms of society are natural, so is the state, for it is the end of them, and the nature of a thing is its end. For what each thing is when fully developed, we call its nature, whether we are speaking of a man, a horse, or a family. Besides, the final cause and end of a thing is the best, and to be self-sufficing is the end and the best.\nHence it is evident that the state is a creation of nature, and that man is by nature a political animal. And he who by nature and not by mere accident is without a state, is either a bad man or above humanity; he is like the\n\"Tribeless, lawless, hearthless one,\"\nwhom Homer denounces—the natural outcast is forthwith a lover of war; he may be compared to an isolated piece at draughts.", "source": "politics_excerpt.txt"}
