{"text": "I propose to treat of Poetry in itself and of its various kinds, noting the essential quality of each; to inquire into the structure of the plot as requisite to a good poem; into the number and nature of the parts of which a poem is composed; and similarly into whatever else falls within the same inquiry. Following, then, the order of nature, let us begin with the principles which come first.\nEpic poetry and Tragedy, Comedy also and Dithyrambic poetry, and the music of the flute and of the lyre in most of their forms, are all in their general conception modes of imitation. They differ, however, from one another in three respects—the medium, the objects, the manner or mode of imitation, being in each case distinct.\nFor as there are persons who, by conscious art or mere habit, imitate and represent various objects through the medium of color and form, or again by the voice; so in the arts above mentioned, taken as a whole, the imitation is produced by rhythm, language, or 'harmony,' either singly or combined.\nSince the objects of imitation are men in action, and these men must be either of a higher or a lower type (for moral character mainly answers to these divisions, goodness and badness being the distinguishing marks of moral differences), it follows that we must represent men either as better than in real life, or as worse, or as they are. It is the same in painting. Polygnotus depicted men as nobler than they are, Pauson as less noble, Dionysius drew them true to life.\nNow it is evident that each of the modes of imitation above mentioned will exhibit these differences, and become a distinct kind in imitating objects that are thus distinct. Such diversities may be found even in dancing, flute-playing, and lyre-playing. So again in language, whether prose or verse unaccompanied by music. Homer, for example, makes men better than they are; Cleophon as they are; Hegemon the Thasian, the inventor of parodies, and Nicochares, the author of the Deiliad, worse than they are.\nTragedy is an imitation of an action that is serious, complete, and of a certain magnitude; in language embellished with each kind of artistic ornament, the several kinds being found in separate parts of the play; in the form of action, not of narrative; through pity and fear effecting the proper purgation of these emotions. By 'language embellished,' I mean language into which rhythm, 'harmony,' and song enter. By 'the several kinds in separate parts,' I mean, that some parts are rendered through the medium of verse alone, others again with the aid of song.\nEvery Tragedy, therefore, must have six parts, which parts determine its quality—namely, Plot, Character, Diction, Thought, Spectacle, Song. Two of the parts relate to the medium of imitation, one to the manner, and three to the objects of imitation. And these complete the list. These elements have been employed, we may say, by the poets to a man; in fact, every play contains Spectacular elements as well as Character, Plot, Diction, Song, and Thought.", "source": "poetics.txt"}
{"text": "All men by nature desire to know. An indication of this is the delight we take in our senses; for even apart from their usefulness they are loved for themselves; and above all others the sense of sight. For not only with a view to action, but even when we are not going to do anything, we prefer seeing (one might say) to everything else. The reason is that this, most of all the senses, makes us know and brings to light many differences between things.\nBy nature animals are born with the faculty of sensation, and from sensation memory is produced in some of them, though not in others. And therefore the former are more intelligent and apt at learning than those which cannot remember; those which are incapable of hearing sounds are intelligent though they cannot be taught, e.g. the bee, and any other race of animals that may be like it; and those which besides memory have this sense of hearing can be taught.\nThe animals other than man live by appearances and memories, and have but little of connected experience; but the human race lives also by art and reasonings. Now from memory experience is produced in men; for the many memories of the same thing produce finally the capacity for a single experience. And experience seems pretty much like science and art, but really science and art come to men through experience; for 'experience made art', as Polus says, 'but inexperience luck.' Now art arises when from many notions gained by experience one universal judgement about a class of objects is produced. For to have a judgement that when Callias was ill of this disease this did him good, and similarly in the case of Socrates and in many individual cases, is a matter of experience; but to judge that it has done good to all persons of a certain constitution, marked off in one class, when they were ill of this disease, e.g. to phlegmatic or bilious people when burning with fever—this is a matter of art.\nWe have said in the Ethics what the difference is between art and science and the other kindred faculties; but the point of our present discussion is this, that all men suppose what is called Wisdom to deal with the first causes and the principles of things; so that, as has been said before, the man of experience is thought to be wiser than the possessors of any sense-perception whatever, the artist wiser than the men of experience, the masterworker than the mechanic, and the theoretical kinds of knowledge to be more of the nature of Wisdom than the productive. Clearly then Wisdom is knowledge about certain principles and causes.\nThere is a science which investigates being as being and the attributes which belong to this in virtue of its own nature. Now this is not the same as any of the so-called special sciences; for none of these others treats universally of being as being. They cut off a part of being and investigate the attribute of this part; this is what the mathematical sciences for instance do. Now since we are seeking the first principles and the highest causes, clearly there must be some thing to which these belong in virtue of its own nature. If then those who sought the elements of existing things were seeking these same principles, it is necessary that the elements must be elements of being not by accident but just because it is being. Therefore it is of being as being that we also must grasp the first causes.", "source": "metaphysics.txt"}
{"text": "Every state is a community of some kind, and every community is established with a view to some good; for mankind always act in order to obtain that which they think good. But, if all communities aim at some good, the state or political community, which is the highest of all, and which embraces all the rest, aims at the good in a greater degree than any other, and at the highest good.\nSome people think that the qualifications of a statesman, king, householder, and master are the same, and that they differ, not in kind, but only in the number of their subjects. For example, the ruler over a few is called a master; over more, the manager of a household; over a still larger number, a statesman or king. One who has no one over him, and governs his own household, is called a householder.\nBut all this is a mistake; for governments differ in kind, as will be evident to any one who considers the matter according to the method which has guided us hitherto. As in other departments of science, so in politics, the compound should always be resolved into the simple elements or least parts of the whole. We must therefore look at the elements of which the state is composed, in order that we may see in what the different kinds of rule differ from one another, and whether any scientific result can be attained about each one of them.\nFirst then we may observe in living creatures two parts, a soul and a body, of which the one is by nature the ruler, and the other the subject. But we must look for the intentions of nature in things which retain their nature, and not in things which are corrupted. And therefore we must study the man who is in the most perfect state both of body and soul, for in him we shall see the true relation of the two; although in bad or corrupted natures the body will often appear to rule over the soul, because they are in an evil and unnatural condition. At all events we may firstly observe in living creatures both a despotical and a constitutional rule; for the soul rules the body with a despotical rule, whereas the intellect rules the appetites with a constitutional and royal rule. And it is clear that the rule of the soul over the body, and of the mind and the rational element over the passionate, is natural and expedient; whereas the equality of the two or the rule of the inferior is always hurtful.\nThe state is by nature clearly prior to the family and to the individual, since the whole is of necessity prior to the part; for example, if the whole body be destroyed, there will be no foot or hand, except in an equivocal sense, as we might speak of a stone hand; for when destroyed the hand will be no better than that. But things are defined by their working and power; and we see that parts which cannot perform their functions are not the same. The proof that the state is a creation of nature and prior to the individual is that the individual, when isolated, is not self-sufficing; and therefore he is like a part in relation to the whole. But he who is unable to live in society, or who has no need because he is sufficient for himself, must be either a beast or a god: he is no part of a state. A social instinct is implanted in all men by nature, and yet he who first founded the state was the greatest of benefactors. For man, when perfected, is the best of animals, but, when separated from law and justice, he is the worst of all; since armed injustice is the more dangerous, and he is equipped at birth with arms, meant to be used by intelligence and virtue, which he may use for the worst ends. Wherefore, if he have not virtue, he is the most unholy and the most savage of animals, and the most full of lust and gluttony. But justice is the bond of men in states, for the administration of justice, which is the determination of what is just, is the principle of order in political society.", "source": "politics.txt"}
{"text": "Every art and every inquiry, and similarly every action and pursuit, is thought to aim at some good; and for this reason the good has been rightly declared to be that at which all things aim. But a certain difference is found among ends; some are activities, others are products apart from the activities that produce them. Where there are ends apart from the actions, it is the nature of the products to be better than the activities.\nNow, as there are many actions, arts, and sciences, their ends also are many; the end of the medical art is health, that of shipbuilding a vessel, that of strategy victory, that of economics wealth. But where such arts fall under a single capacity—as bridle-making and the other arts concerned with the equipment of horses fall under the art of riding, and this and every military action under strategy, in the same way other arts fall under yet others—in all of these the ends of the master arts are to be preferred to all the subordinate ends; for it is for the sake of the former that the latter are pursued.\nIf, then, there is some end of the things we do, which we desire for its own sake (everything else being desired for the sake of this), and if we do not choose everything for the sake of something else (for at that rate the process would go on to infinity, so that our desire would be empty and vain), clearly this must be the good and the chief good. Will not the knowledge of it, then, have a great influence on life? Shall we not, like archers who have a mark to aim at, be more likely to hit upon what is right?\nExcellence, then, being of two kinds, intellectual and moral, intellectual excellence in the main owes both its birth and its growth to teaching (for which reason it requires experience and time), while moral excellence comes about as a result of habit, whence also its name (ethike) is one that is formed by a slight variation from the word ethos (habit). From this it is also plain that none of the moral excellences arises in us by nature; for nothing that exists by nature can form a habit contrary to its nature. For instance the stone which by nature moves downwards cannot be habituated to move upwards, not even if one tries to train it by throwing it up ten thousand times; nor can fire be habituated to move downwards, nor can anything else that by nature behaves in one way be trained to behave in another. Neither by nature, then, nor contrary to nature do the excellences arise in us; rather we are adapted by nature to receive them, and are made perfect by habit.\nVirtue, then, is a state of character concerned with choice, lying in a mean, i.e. the mean relative to us, this being determined by a rational principle, and by that principle by which the man of practical wisdom would determine it. Now it is a mean between two vices, that which depends on excess and that which depends on defect; and again it is a mean because the vices respectively fall short of or exceed what is right in both passions and actions, while virtue both finds and chooses that which is intermediate. Hence in respect of its substance and the definition which states its essence virtue is a mean, with regard to what is best and right an extreme.", "source": "nicomachean_ethics.txt"}
