{"text": "All men by nature desire to know. An indication of this is the delight we take in our senses; for even apart from their usefulness they are loved for themselves; and above all others the sense of sight. For not only with a view to action, but even when we are not going to do anything, we prefer seeing (one might say) to everything else. The reason is that this, most of all the senses, makes us know and brings to light many differences between things.\nBy nature animals are born with the faculty of sensation, and from sensation memory is produced in some of them, though not in others. And therefore the former are more intelligent and apt at learning than those which cannot remember; those which are incapable of hearing sounds are intelligent though they cannot be taught, e.g. the bee, and any other race of animals that may be like it; and those which besides memory have this sense of hearing can be taught.\nThe animals other than man live by appearances and memories, and have but little of connected experience; but the human race lives also by art and reasonings. Now from memory experience is produced in men; for the several memories of the same thing produce finally the capacity for a single experience. And experience seems pretty much like science and art, but really science and art come to men through experience; for 'experience made art', as Polus says, 'but inexperience luck.' Now art arises when from many notions gained by experience one universal judgement about a class of objects is produced. For to have a judgement that when Callias was ill of this disease this did him good, and similarly in the case of Socrates and in many individual cases, is a matter of experience; but to judge that it has done good to all persons of a certain constitution, marked off in one class, when they were ill of this disease, e.g. to phlegmatic or bilious people when burning with fever- this is a matter of art.\nWith a view to action experience seems in no respect inferior to art, and men of experience succeed even better than those who have theory without experience. (The reason is that experience is knowledge of individuals, art of universals, and actions and productions are all concerned with the individual; for the physician does not cure man, except in an incidental way, but Callias or Socrates or some other called by some such individual name, who happens to be a man. If, then, a man has the theory without the experience, and recognizes the universal but does not know the individual included in this, he will often fail to cure; for it is the individual that is to be cured.) But yet we think that knowledge and understanding belong to art rather than to experience, and we suppose artists to be wiser than men of experience (which implies that Wisdom depends in all cases rather on knowledge); and this because the former know the cause, but the latter do not. For men of experience know that the thing is so, but do not know why, while the others know the 'why' and the cause. Hence we think also that the masterworkers in each craft are more honourable and know in a truer sense and are wiser than the manual workers, because they know the causes of the things that are done (we think the manual workers are like certain lifeless things which act indeed, but act without knowing what they do, as fire burns,-but while the lifeless things perform each of their functions by a natural tendency, the labourers perform them through habit); thus we view them as being wiser not in virtue of being able to act, but of having the theory for themselves and knowing the causes. And in general it is a sign of the man who knows and of the man who does not know, that the former can teach, and therefore we think art more truly knowledge than experience is; for artists can teach, and men of mere experience cannot.\nThere is a science which investigates being as being and the attributes which belong to this in virtue of its own nature. Now this is not the same as any of the so-called special sciences; for none of these others treats universally of being as being. They cut off a part of being and investigate the attribute of this part; this is what the mathematical sciences for instance do. Now since we are seeking the first principles and the highest causes, clearly there must be some thing to which these belong in virtue of its own nature. If then those who sought the elements of existing things were seeking these same principles, it is necessary that the elements must be elements of being not by accident but just because it is being. Therefore it is of being as being that we also must grasp the first causes.", "source": "metaphysics.txt"}
{"text": "Every art and every inquiry, and similarly every action and pursuit, is thought to aim at some good; and for this reason the good has rightly been declared to be that at which all things aim. But a certain difference is found among ends; some are activities, others are products apart from the activities that produce them. Where there are ends apart from the actions, it is the nature of the products to be better than the activities. Now, as there are many actions, arts, and sciences, their ends also are many; the end of the medical art is health, that of shipbuilding a vessel, that of strategy victory, that of economics wealth. But where such arts fall under a single capacity- as bridle-making and the other arts concerned with the equipment of horses fall under the art of riding, and this and every military action under strategy, in the same way other arts fall under yet others- in all of these the ends of the master arts are to be preferred to all the subordinate ends; for it is for the sake of the former that the latter are pursued. It makes no difference whether the activities themselves are the ends of the actions, or something else apart from the activities, as in the case of the sciences just mentioned.\nIf, then, there is some end of the things we do, which we desire for its own sake (everything else being desired for the sake of this), and if we do not choose everything for the sake of something else (for at that rate the process would go on to infinity, so that our desire would be empty and vain), clearly this must be the good and the chief good. Will not the knowledge of it, then, have a great influence on life? Shall we not, like archers who have a mark to aim at, be more likely to hit upon what is right? If so, we must try, in outline at least, to determine what it is, and of which of the sciences or capacities it is the object. It would seem to belong to the most authoritative art and that which is most truly the master art. And politics appears to be of this nature; for it is this that ordains which of the sciences should be studied in a state, and which each class of citizens should learn and up to what point they should learn them; and we see even the most highly esteemed of capacities to fall under this, e.g. strategy, economics, rhetoric; now, since politics uses the rest of the sciences, and since, again, it legislates as to what we are to do and what we are to abstain from, the end of this science must include those of the others, so that this end must be the good for man. For even if the end is the same for a single man and for a state, that of the state seems at all events something greater and more complete whether to attain or to preserve; though it is worth while to attain the end merely for one man, it is finer and more godlike to attain it for a nation or for city-states. These, then, are the ends at which our inquiry aims, since it is political science, in one sense of that term.\nLet us resume our inquiry and state, in view of the fact that all knowledge and every pursuit aims at some good, what it is that we say political science aims at and what is the highest of all goods achievable by action. Verbally there is very general agreement; for both the general run of men and people of superior refinement say that it is happiness, and identify living well and doing well with being happy; but with regard to what happiness is they differ, and the many do not give the same account as the wise. For the former think it is some plain and obvious thing, like pleasure, wealth, or honour; they differ, however, from one another- and often even the same man identifies it with different things, with health when he is ill, with wealth when he is poor; but, conscious of their ignorance, they admire those who proclaim some great ideal that is above their comprehension. Now some thought that apart from these many goods there is another which is self-subsistent and causes the goodness of all these as well. To examine all the opinions that have been held were perhaps somewhat fruitless; enough to examine those that are most prevalent or that seem to be arguable.\nVirtue, then, is a state of character concerned with choice, lying in a mean, i.e. the mean relative to us, this being determined by a rational principle, and by that principle by which the man of practical wisdom would determine it. Now it is a mean between two vices, that which depends on excess and that which depends on defect; and again it is a mean because the vices respectively fall short of or exceed what is right in both passions and actions, while virtue both finds and chooses that which is intermediate. Hence in respect of its substance and the definition which states its essence virtue is a mean, with regard to what is best and right an extreme.\nBut not every action nor every passion admits of a mean; for some have names that already imply badness, e.g. spite, shamelessness, envy, and in the case of actions adultery, theft, murder; for all of these and suchlike things imply by their names that they are themselves bad, and not the excesses or deficiencies of them. It is not possible, then, ever to be right with regard to them; one must always be wrong. Nor does goodness or badness with regard to such things depend on committing adultery with the right woman, at the right time, and in the right way, but simply to do any of them is to go wrong. It would be equally absurd, then, to expect that in unjust, cowardly, and voluptuous action there should be a mean, an excess, and a deficiency; for at that rate there would be a mean of excess and of deficiency, an excess of excess, and a deficiency of deficiency. But as there is no excess and deficiency of temperance and courage because what is intermediate is in a sense an extreme, so too of the actions we have mentioned there is no mean nor any excess and deficiency, but however they are done they are wrong; for in general there is neither a mean of excess and deficiency, nor excess and deficiency of a mean.", "source": "nicomachean_ethics.txt"}
{"text": "Every state is a community of some kind, and every community is established with a view to some good; for mankind always act in order to obtain that which they think good. But, if all communities aim at some good, the state or political community, which is the highest of all, and which embraces all the rest, aims at the good in a greater degree than any other, and at the highest good.\nSome people think that the qualifications of a statesman, king, householder, and master are the same, and that they differ, not in kind, but only in the number of their subjects. For example, the ruler over a few is called a master; over more, the manager of a household; over a still larger number, a statesman or king. All this is a mistake; for governments differ in kind, as will be evident to any one who considers the matter according to the method which has guided us hitherto. As in other departments of science, so in politics, the compound should always be resolved into the simple elements or least parts of the whole. We must therefore look at the elements of which the state is composed, in order that we may see in what the different kinds of rule differ from one another, and whether any scientific result can be attained about each one of them.\nHe who thus considers things in their first growth and origin, whether a state or anything else, will obtain the clearest view of them. In the first place there must be a union of those who cannot exist without each other; namely, of male and female, that the race may continue (and this is a union which is formed, not of deliberate purpose, but because, in common with other animals and plants, mankind have a natural desire to leave behind them an image of themselves), and of natural ruler and subject, that both may be preserved. For that which can foresee by the exercise of mind is by nature intended to be lord and master, and that which can with its body give effect to such foresight is a subject, and by nature a slave; hence master and slave have the same interest. Now nature has distinguished between the female and the slave. For she is not niggardly, like the smith who fashions the Delphian knife for many uses; she makes each thing for a single use, and every instrument is best made when intended for one and not for many uses. But among barbarians no distinction is made between women and slaves, because there is no natural ruler among them: they are a community of slaves, male and female. Wherefore the poets say, \"It is meet that Greeks should rule over barbarians\"; as if they thought that the barbarian and the slave were by nature one.\nOut of these two relationships between man and woman, master and slave, the first thing to arise is the family, and Hesiod is right when he says, \"First house and wife and an ox for the plough,\" for the ox is the poor man's slave. The family is the association established by nature for the supply of men's everyday wants, and the members of it are called by Charondas 'companions of the cupboard', and by Epimenides the Cretan, 'companions of the manger'. But when several families are united, and the association aims at something more than the supply of daily needs, the first society to be formed is the village. And the most natural form of the village appears to be that of a colony from the family, composed of the children and grandchildren, who are said to be suckled 'with the same milk'. And this is the reason why Hellenic states were originally governed by kings; because the Hellenes were under royal rule before they came together, as the barbarians still are. Every family is ruled by the eldest, and therefore in the colonies of the family the kingly form of government prevailed because they were of the same blood. As Homer says: \"Each one gives law to his children and to his wives.\" For they lived dispersedly, as was the manner in ancient times. Wherefore men say that the Gods have a king, because they themselves either are or were in ancient times under the rule of a king. For they imagine, not only the forms of the Gods, but their ways of life to be like their own.\nWhen several villages are united in a single complete community, large enough to be nearly or quite self-sufficing, the state comes into existence, originating in the bare needs of life, and continuing in existence for the sake of a good life. And therefore, if the earlier forms of society are natural, so is the state, for it is the end of them, and the nature of a thing is its end. For what each thing is when fully developed, we call its nature, whether we are speaking of a man, a horse, or a family. Besides, the final cause and end of a thing is the best, and to be self-sufficing is the end and the best.\nFrom these things it is evident that the state is a creation of nature, and that man is by nature a political animal. And he who by nature and not by mere accident is without a state, is either a bad man or above humanity; he is like the\n\"Tribeless, lawless, hearthless one,\"\nwhom Homer denounces- the natural outcast is forthwith a lover of war; he may be compared to an isolated piece at draughts.", "source": "politics.txt"}
