{"text": "All men by nature desire to know. An indication of this is the delight we take in our senses; for even apart from their usefulness they are loved for themselves; and above all others the sense of sight. For not only with a view to action, but even when we are not going to do anything, we prefer seeing (one might say) to everything else. The reason is that this, most of all the senses, makes us know and brings to light many differences between things.\nIt is clear that we must obtain knowledge of the primary causes, because it is when we think that we understand its primary cause that we think we know each thing. Now causes are spoken of in four ways. In one way we say that the substance or the essence is a cause (for the \"why\" leads us back ultimately to the definition, and the first \"why\" is a cause and principle); in another, the matter or the subject; in a third, the source of the change; and in a fourth, the cause opposite to this, the purpose and the good (for this is the end of all generation and change).", "source": "metaphysics.txt"}
{"text": "From these things it is evident that the city belongs among the things that exist by nature, and that man is by nature a political animal. He who is without a city through nature rather than chance is either a mean sort or superior to man; he is \"without clan, without law, without hearth,\" like the person reproved by Homer; for the one who is such by nature has by this fact a desire for war, as if he were an isolated piece in a game of checkers.\nThat man is much more a political animal than any kind of bee or any herd animal is clear. For, as we assert, nature does nothing in vain; and man alone among the animals has speech. The voice indeed indicates the painful or pleasant, and hence is present in other animals as well; for their nature has come this far, that they have a perception of the painful and pleasant and signal these things to each other. But speech serves to reveal the advantageous and the harmful, and hence also the just and unjust.", "source": "politics.txt"}
{"text": "Every art and every inquiry, and similarly every action and pursuit, is thought to aim at some good; and for this reason the good has rightly been declared to be that at which all things aim. But a certain difference is found among ends; some are activities, others are products apart from the activities that produce them. Where there are ends apart from the actions, it is the nature of the products to be better than the activities.\nHappiness, then, is something final and self-sufficient, and is the end of action.\nVirtue, then, is a state of character concerned with choice, lying in a mean, i.e. the mean relative to us, this being determined by a rational principle, and by that principle by which the man of practical wisdom would determine it. Now it is a mean between two vices, that which depends on excess and that which depends on defect; and again it is a mean because the vices respectively fall short of or exceed what is right in both passions and actions, while virtue both finds and chooses that which is intermediate. Hence in respect of its substance and the definition which states its essence virtue is a mean, with regard to what is best and right an extreme.", "source": "nicomachean_ethics.txt"}
