{"text": "I propose to treat of Poetry in itself and of its various kinds, noting the essential quality of each; to inquire into the structure of the plot as requisite to a good poem; into the number and nature of the parts of which a poem is composed; and similarly into whatever else falls within the same inquiry. Following, then, the order of nature, let us begin with the principles which come first.\nEpic poetry and Tragedy, Comedy also and Dithyrambic poetry, and the music of the flute and of the lyre in most of their forms, are all in their general conception modes of imitation. They differ, however, from one another in three respects- the medium, the objects, the manner or mode of imitation, being in each case distinct.\nFor as there are persons who, by conscious art or mere habit, imitate and represent various objects through the medium of color and form, or again by the voice; so in the arts above mentioned, taken as a whole, the imitation is produced by rhythm, language, or 'harmony,' either singly or combined.\nTragedy, then, is an imitation of an action that is serious, complete, and of a certain magnitude; in language embellished with each kind of artistic ornament, the several kinds being found in separate parts of the play; in the form of action, not of narrative; through pity and fear effecting the proper purgation of these emotions. By 'language embellished,' I mean language into which rhythm, 'harmony,' and song enter. By 'the several kinds in separate parts,' I mean, that some parts are rendered through the medium of verse alone, others again with the aid of song.\nNow as tragic imitation implies persons acting, it necessarily follows, in the first place, that Spectacular equipment will be a part of Tragedy. Next, Song and Diction, for these are the medium of imitation. By 'Diction' I mean the mere metrical arrangement of the words: as for 'Song,' it is a term whose sense every one understands.\nAgain, Tragedy is the imitation of an action; and an action implies personal agents, who necessarily possess certain distinctive qualities both of character and thought; for it is by these that we qualify actions themselves, and these- thought and character- are the two natural causes from which actions spring, and on actions again all success or failure depends. Hence, the Plot is the imitation of the action: for by plot I here mean the arrangement of the incidents. By Character I mean that in virtue of which we ascribe certain qualities to the agents. Thought is required wherever a statement is proved, or, it may be, a general truth enunciated. Every Tragedy, therefore, must have six parts, which parts determine its quality- namely, Plot, Character, Diction, Thought, Spectacle, Song. Two of the parts relate to the medium of imitation, one to the manner, and three to the objects of imitation. And these complete the list.\nBut most important of all is the structure of the incidents. For Tragedy is an imitation, not of men, but of an action and of life, and life consists in action, and its end is a mode of action, not a quality. Now character determines men's qualities, but it is by their actions that they are happy or the reverse. Dramatic action, therefore, is not with a view to the representation of character: character comes in as subsidiary to the actions. Hence the incidents and the plot are the end of a tragedy; and the end is the chief thing of all. Again, without action there cannot be a tragedy; there may be without character. The tragedies of most of our modern poets fail in the rendering of character; and of poets in general this is often true.\nThe Plot, then, is the first principle, and, as it were, the soul of a tragedy: Character holds the second place. A similar fact is seen in painting. The most beautiful colors, laid on confusedly, will not give as much pleasure as the chalk outline of a portrait. Thus Tragedy is the imitation of an action, and of the agents mainly with a view to the action.", "source": "poetics.txt"}
{"text": "There is a science which investigates being as being and the attributes which belong to this in virtue of its own nature. Now this is not the same as any of the so-called special sciences; for none of these others treats universally of being as being. They cut off a part of being and investigate the attribute of this part; this is what the mathematical sciences for instance do. Now since we are seeking the first principles and the highest causes, clearly there must be some thing to which these belong in virtue of its own nature. If then those who sought the elements of existing things were seeking these same principles, it is necessary that the elements must be elements of being not by accident but just because it is being. Therefore it is of being as being that we also must grasp the first causes.\nThe term 'being' is used in various senses, but with reference to one central idea and one definite nature, and not equivocally. Thus as the term 'healthy' always relates to health (either as preserving it or as producing it or as a sign of it or as possessive of it), and as 'medical' relates to the art of medicine (either as possessing it or as naturally adapted to it or as being a function of the medicine), and we shall find other words used similarly to these,-so 'being' is used in various senses, but always with reference to one principle. For some things are said to be because they are substances, others because they are affections of substance, others because they are a process towards substance, or destructions or privations or qualities of substance, or productive or generative of substance, or of things which are relative to substance, or negations of one of these thing or of substance itself. It is for this reason that we say even of non-being that it is non-being. As, then, there is one science which deals with all healthy things, the same applies in the other cases also. For not only in the case of things which have one common notion does the investigation belong to one science, but also in the case of things which are related to one common nature; for even these in a sense have one common notion. It is clear then that it is the work of one science also to study the things that are, qua being. But everywhere science deals chiefly with that which is primary, and on which the other things depend, and in virtue of which they get their names. If, then, this is substance, it will be of substances that the philosopher must grasp the principles and the causes.\nAnd since that which is moved and moves is intermediate, there is something which moves without being moved, being eternal, substance, and actuality. And the object of desire and the object of thought move in this way; they move without being moved. The primary objects of desire and of thought are the same. For the apparent good is the object of appetite, and the real good is the primary object of rational wish. But desire is consequent on opinion rather than opinion on desire; for the thinking is the starting-point. And thought is moved by the object of thought, and one of the two columns of opposites is a series of positive terms; and substance is first in this series, and of substance that which is simple and actual.\nThis motionless cause, then, is a necessary being, and by virtue of its necessity is its being good, and is in this way a principle. For the necessary has all these senses-that which is violent because it is contrary to natural impulse, that without which the good is impossible, and that which cannot be otherwise but can only be absolutely. On such a principle, then, depend the heavens and the world of nature. And it is a life such as the best which we enjoy, and enjoy but for a short time (for it is ever in this state, which we cannot be), since its actuality is also pleasure. (And for this reason are waking, perception, and thinking most pleasant, and hopes and memories are so on account of these.) And thinking in itself deals with that which is best in itself, and that which is thinking in the fullest sense with that which is best in the fullest sense. And thought thinks on itself because it shares the nature of the object of thought; for it becomes an object of thought in coming into contact with and thinking its objects, so that thought and object of thought are the same. For that which is capable of receiving the object of thought, i.e. the essence, is thought. But it is active when it possesses this object. Therefore the possession rather than the receptivity is the divine element which thought seems to contain, and the act of contemplation is what is most pleasant and best. If, then, God is always in that good state in which we sometimes are, this compels our wonder; and if in a better this compels it yet more. And God is in a better state. And life also belongs to God; for the actuality of thought is life, and God is that actuality; and God's self-dependent actuality is life most good and eternal. We say therefore that God is a living being, eternal, most good, so that life and duration continuous and eternal belong to God; for this is God.", "source": "metaphysics.txt"}
{"text": "Every state is a community of some kind, and every community is established with a view to some good; for mankind always act in order to obtain that which they think good. But, if all communities aim at some good, the state or political community, which is the highest of all, and which embraces all the rest, aims at the good in a greater degree than any other, and at the highest good.\nSome people think that the qualifications of a statesman, king, householder, and master are the same, and that they differ, not in kind, but only in the number of their subjects. For example, the ruler over a few is called a master; over more, the manager of a household; over a still larger number, a statesman or king. All this is a mistake; for governments differ in kind, as will be evident to any one who considers the matter from the point of view at which we have set out. In this, as in other departments of science, a compound should be always resolved into the simple elements or least parts of the whole; and if we look at the elements of which the state is composed, we shall see in what the different kinds of rule differ from one another, and whether any scientific result can be attained about each one of them.\nHe who thus considers things in their first growth and origin, whether a state or anything else, will obtain the clearest view of them. In the first place there must be a union of those who cannot exist without each other; namely, of male and female, that the race may continue (and this is a union which is formed, not of deliberate purpose, but because, in common with other animals and with plants, mankind have a natural desire to leave behind them an image of themselves), and of natural ruler and subject, that both may be preserved. For that which can foresee by the exercise of mind is by nature intended to be lord and master, and that which can with its body give effect to such foresight is a subject, and by nature a slave; hence master and slave have the same interest.\nNow, that man is more of a political animal than bees or any other gregarious animals is evident. Nature, as we often say, makes nothing in vain, and man is the only animal whom she has endowed with the gift of speech. And whereas mere voice is but an indication of pleasure or pain, and is therefore found in other animals (for their nature attains to the perception of pleasure and pain and the intimation of them to one another, and no further), the power of speech is intended to set forth the expedient and inexpedient, and therefore likewise the just and the unjust. And it is a characteristic of man that he alone has any sense of good and evil, of just and unjust, and the like, and the association of living beings who have this sense makes a family and a state.\nFurther, the state is by nature clearly prior to the family and to the individual, since the whole is of necessity prior to the part; for the example, if the whole body be destroyed, there will be no foot or hand, except in an equivocal sense, as we might speak of a stone hand; for when destroyed the hand will be no better than that. But things are defined by their working and power; and we ought not to say that they are the same when they no longer have their proper quality, but only that they have the same name. The proof that the state is a creation of nature and prior to the individual is that the individual, when isolated, is not self-sufficing; and therefore he is like a part in relation to the whole. But he who is unable to live in society, or who has no need because he is sufficient for himself, must be either a beast or a god: he is no part of a state. A social instinct is implanted in all men by nature, and yet he who first founded the state was the greatest of benefactors. For man, when perfected, is the best of animals, but, when separated from law and justice, he is the worst of all; since armed injustice is the more dangerous, and he is equipped at birth with arms, meant to be used by intelligence and virtue, which he may use for the worst ends. Wherefore, if he have not virtue, he is the most unholy and the most savage of animals, and the most full of lust and gluttony. But justice is the bond of men in states, for the administration of justice, which is the determination of what is just, is the principle of order in political society.", "source": "politics.txt"}
{"text": "Every art and every inquiry, and similarly every action and pursuit, is thought to aim at some good; and for this reason the good has rightly been declared to be that at which all things aim. But a certain difference is found among ends; some are activities, others are products apart from the activities that produce them. Where there are ends apart from the actions, it is the nature of the products to be better than the activities. Now, as there are many actions, arts, and sciences, their ends also are many; the end of the medical art is health, that of shipbuilding a vessel, that of strategy victory, that of economics wealth. But where such arts fall under a single capacity- as bridle-making and the other arts concerned with the equipment of horses fall under the art of riding, and this and every military action under strategy, in the same way other arts fall under yet others- in all of these the ends of the master arts are to be preferred to all the subordinate ends; for it is for the sake of the former that the latter are pursued. It makes no difference whether the activities themselves are the ends of the actions, or something else apart from the activities, as in the case of the sciences just mentioned.\nIf, then, there is some end of the things we do, which we desire for its own sake (everything else being desired for the sake of this), and if we do not choose everything for the sake of something else (for at that rate the process would go on to infinity, so that our desire would be empty and vain), clearly this must be the good and the chief good. Will not the knowledge of it, then, have a great influence on life? Shall we not, like archers who have a mark to aim at, be more likely to hit upon what is right? If so, we must try, in outline at least, to determine what it is, and of which of the sciences or capacities it is the object. It would seem to belong to the most authoritative art and that which is most truly the master art. And politics appears to be of this nature; for it is this that ordains which of the sciences should be studied in a state, and which each class of citizens should learn and up to what point they should learn them; and we see even the most highly esteemed of capacities to fall under this, e.g. strategy, economics, rhetoric; now, since politics uses the rest of the sciences, and since, again, it legislates as to what we are to do and what we are to abstain from, the end of this science must include those of the others, so that this end must be the good for man. For even if the end is the same for a single man and for a state, that of the state seems at all events something greater and more complete whether to attain or to preserve; though it is worth while to attain the end merely for one man, it is finer and more godlike to attain it for a nation or for city-states. These, then, are the ends at which our inquiry aims, since it is political science, in one sense of that term.\nVirtue, then, being of two kinds, intellectual and moral, intellectual virtue in the main owes both its birth and its growth to teaching (for which reason it requires experience and time), while moral virtue comes about as a result of habit, whence also its name (ethike) is one that is formed by a slight variation from the word ethos (habit). From this it is also plain that none of the moral virtues arises in us by nature; for nothing that exists by nature can form a habit contrary to its nature. For instance the stone which by nature moves downwards cannot be habituated to move upwards, not even if one tries to train it by throwing it up ten thousand times; nor can fire be habituated to move downwards, nor can anything else that by nature behaves in one way be trained to behave in another. Neither by nature, then, nor contrary to nature do the virtues arise in us; rather we are adapted by nature to receive them, and are made perfect by habit.\nAgain, of all the things that come to us by nature we first acquire the potentiality and later exhibit the activity (this is plain in the case of the senses; for it was not by often seeing or often hearing that we got these senses, but on the contrary we had them before we used them, and did not come to have them by using them); but the virtues we get by first exercising them, as also happens in the case of the arts as well. For the things we have to learn before we can do them, we learn by doing them, e.g. men become builders by building and lyre-players by playing the lyre; so too we become just by doing just acts, temperate by doing temperate acts, brave by doing brave acts. This is confirmed by what happens in states; for legislators make the citizens good by forming habits in them, and this is the wish of every legislator, and those who do not effect it miss their mark, and it is in this that a good constitution differs from a bad one.\nThe virtue of man also will be the state of character which makes a man good and which makes him do his own work well.\nHow this is to be done we have already stated, but it will be further evident if we consider what is the nature of virtue. In everything that is continuous and divisible it is possible to take more, less, or an equal amount, and that either in terms of the thing itself or relatively to us; and the equal is an intermediate between excess and defect. By the intermediate in the object I mean that which is equidistant from each of the extremes, which is one and the same for all men; by the intermediate relatively to us that which is neither too much nor too little- and this is not one, nor the same for all. For instance, if ten is many and two is few, six is the intermediate, taken in terms of the object; for it exceeds and is exceeded by an equal amount; this is intermediate according to arithmetical proportion. But the intermediate relatively to us is not to be taken so; for if ten pounds are too much for a particular person to eat and two too little, it does not follow that the trainer will order six pounds; for this also is perhaps too much for the person who is to take it, or too little- too little for Milo, too much for the beginner in athletic exercises. The same is true of running and wrestling. Thus a master of any art avoids excess and defect, but seeks the intermediate and chooses this- the intermediate not in the object but relatively to us.", "source": "nicomachean_ethics.txt"}
