{"text": "BOOK I\nAll men by nature desire to know. An indication of this is the delight we take in our senses; for even apart from their usefulness they are loved for themselves; and above all others the sense of sight. For not only with a view to action, but even when we are not going to do anything, we prefer seeing (one might say) to everything else. The reason is that this, most of all the senses, makes us know and brings to light many differences between things.\n...\nBOOK XII\nThe subject of our inquiry is substance; for the principles and the causes we are seeking are those of substances. For if the universe is of the nature of a whole, substance is its first part; and if it coheres merely by virtue of serial succession, on this view also substance is first, and is succeeded by quality, and then by quantity. At the same time these latter are not even being in the full sense, but are qualities and movements of it,-or else even the not-white and the not-straight would be being; at least we say even these are, e.g. \"there is a not-white\". Further, none of the categories other than substance can exist apart. And the early philosophers also in practice testify to this; for it was of substance that they sought the principles and elements and causes. The thinkers of the present day tend to rank universals as substances (for genera are universals, and these they tend to call principles and substances, owing to the abstract nature of their inquiry); but the thinkers of old ranked particular things as substances, e.g. fire and earth, not what is common to both, body.\n...\nThere is, then, something which is always moved with an unceasing motion, which is motion in a circle; and this is plain not in theory only but in fact. Therefore the first heaven must be eternal. There is therefore also something which moves it. And since that which moves and is moved is intermediate, there is something which moves without being moved, being eternal, substance, and actuality. And the object of desire and the object of thought move in this way; they move without being moved. The primary objects of desire and of thought are the same. For the apparent good is the object of appetite, and the real good is the primary object of rational wish. But desire is consequent on opinion rather than opinion on desire; for the thinking is the starting-point. And thought is moved by the object of thought, and one of the two columns of opposites is in itself the object of thought; and in this, substance is first, and in substance, that which is simple and exists actually. (The one and the simple are not the same; for \"one\" signifies a measure, but \"simple\" an attribute of things.) But the beautiful, also, and that which is in itself desirable are in the same column; and the first in any class is always best, or analogous to the best.\nThat a final cause may exist among unchangeable entities is shown by the distinction of its meanings. For the final cause is (a) some being for whose good an action is done, and (b) something at which the action aims; and of these the latter exists among unchangeable entities though the former does not. The final cause, then, produces motion as being loved, but all other things move by being moved. Now if something is moved it is capable of being otherwise than as it is. Therefore if its actuality is the primary form of spatial motion, then in so far as it is subject to change, in this respect it is capable of being otherwise,-in place, even if not in substance. But since there is something which moves while itself unmoved, existing actually, this can not be otherwise in any respect. For spatial motion is the first of the kinds of change, and motion in a circle the first kind of spatial motion; and this the first mover produces. The first mover, then, exists of necessity; and in so far as it exists by necessity, its mode of being is good, and it is in this sense a first principle. For the necessary has all these senses-that which is violent because it is contrary to impulse, that without which the good is impossible, and that which cannot be otherwise but can exist only in one way.\nOn such a principle, then, depend the heavens and the nature of things. And it is a life such as the best which we enjoy, and enjoy for but a short time (for it is ever in this state, which we cannot be), since its actuality is also pleasure. (And for this reason are waking, perception, and thinking most pleasant, and hopes and memories are so on account of these.) And thinking in itself deals with that which is best in itself, and that which is thinking in the fullest sense with that which is best in the fullest sense. And thought thinks on itself because it shares the nature of the object of thought (for it becomes an object of thought in coming into contact with and thinking its objects), so that thought and object of thought are the same. For that which is capable of receiving the object of thought, i.e. the essence, is thought. But it is active when it possesses this object. Therefore the possession rather than the receptivity is the divine element which thought seems to contain, and the act of contemplation is what is most pleasant and best. If, then, God is always in that good state in which we sometimes are, this compels our wonder; and if in a better this compels it yet more. And God is in a better state. And life also belongs to God; for the actuality of thought is life, and God is that actuality; and God's self-dependent actuality is life most good and eternal. We say therefore that God is a living being, eternal, most good, so that life and duration continuous and eternal belong to God; for this is God.", "source": "metaphysics.txt"}
{"text": "BOOK I\nEvery state is a community of some kind, and every community is established with a view to some good; for mankind always act in order to obtain that which they think good. But, if all communities aim at some good, the state or political community, which is the highest of all, and which embraces all the rest, aims at the good in a greater degree than any other, and at the highest good.\nSome people think that the qualifications of a statesman, king, householder, and master are the same, and that they differ, not in kind, but only in the number of their subjects. For example, the ruler over a few is called a master; over more, the manager of a household; over a still larger number, a statesman or king. All of which is as if there were no difference between a great household and a small state. The distinction which is made between the king and the statesman is as follows: When the government is personal, the ruler is a king; when, according to the rules of the political science, the citizens rule and are ruled in turn, then he is called a statesman.\n...\nWhen several villages are united in a single complete community, large enough to be nearly or quite self-sufficing, the state comes into existence, originating in the bare needs of life, and continuing in existence for the sake of a good life. And therefore, if the earlier forms of society are natural, so is the state, for it is the end of them, and the nature of a thing is its end. For what each thing is when fully developed, we call its nature, whether we are speaking of a man, a horse, or a family. Besides, the final cause and end of a thing is the best, and to be self-sufficing is the end and the best.\nFrom these things it is evident that the city belongs to the class of things that exist by nature, and that man is by nature a political animal. He who by nature and not by mere accident is without a state, is either a bad man or above humanity; he is like the\n\"Tribeless, lawless, hearthless one,\"\nwhom Homer denounces- the natural outcast is forthwith a lover of war; he may be compared to an isolated piece at draughts.\nNow, that man is more of a political animal than bees or any other gregarious animals is evident. Nature, as we often say, makes nothing in vain, and man is the only animal whom she has endowed with the gift of speech. And whereas mere voice is but an indication of pleasure or pain, and is therefore found in other animals (for their nature attains to the perception of pleasure and pain and the intimation of them to one another, and no further), the power of speech is intended to set forth the expedient and inexpedient, and therefore likewise the just and the unjust. And it is a characteristic of man that he alone has any sense of good and evil, of just and unjust, and the like, and the association of living beings who have this sense makes a family and a state.\nFurther, the state is by nature clearly prior to the family and to the individual, since the whole is of necessity prior to the part; for example, if the whole body be destroyed, there will be no foot or hand, except in an equivocal sense, as we might speak of a stone hand; for when destroyed the hand will be no better than that. But things are defined by their working and power; and we ought not to say that they are the same when they no longer have their proper quality, but only that they have the same name. The proof that the state is a creation of nature and prior to the individual is that the individual, when isolated, is not self-sufficing; and therefore he is like a part in relation to the whole. But he who is unable to live in society, or who has no need because he is sufficient for himself, must be either a beast or a god: he is no part of a state. A social instinct is implanted in all men by nature, and yet he who first founded the state was the greatest of benefactors. For man, when perfected, is the best of animals, but, when separated from law and justice, he is the worst of all; since armed injustice is the more dangerous, and he is equipped at birth with arms, meant to be used by intelligence and virtue, which he may use for the worst ends. Wherefore, if he have not virtue, he is the most unholy and the most savage of animals, and the most full of lust and gluttony. But justice is the bond of men in states, for the administration of justice, which is the determination of what is just, is the principle of order in political society.", "source": "politics.txt"}
{"text": "BOOK II\nVirtue, then, being of two kinds, intellectual and moral, intellectual virtue in the main owes both its birth and its growth to teaching (for which reason it requires experience and time), while moral virtue comes about as a result of habit, whence also its name (ethike) is one that is formed by a slight variation from the word ethos (habit). From this it is also plain that none of the moral virtues arises in us by nature; for nothing that exists by nature can form a habit contrary to its nature. For instance the stone which by nature moves downwards cannot be habituated to move upwards, not even if one tries to train it by throwing it up ten thousand times; nor can fire be habituated to move downwards, nor can anything else that by nature behaves in one way be trained to behave in another. Neither by nature, then, nor contrary to nature do the virtues arise in us; rather we are adapted by nature to receive them, and are made perfect by habit.\nAgain, of all the things that come to us by nature we first acquire the potentiality and later exhibit the activity (this is plain in the case of the senses; for it was not by often seeing or often hearing that we got these senses, but on the contrary we had them before we used them, and did not come to have them by using them); but the virtues we get by first exercising them, as also happens in the case of the arts as well. For the things we have to learn before we can do them, we learn by doing them, e.g. men become builders by building and lyre-players by playing the lyre; so too we become just by doing just acts, temperate by doing temperate acts, brave by doing brave acts.\nThis is confirmed by what happens in states; for legislators make the citizens good by forming habits in them, and this is the wish of every legislator, and those who do not effect it miss their mark, and it is in this that a good constitution differs from a bad one.\nAgain, it is from the same causes and by the same means that every virtue is both produced and destroyed, and similarly every art; for it is from playing the lyre that both good and bad lyre-players are produced. And the corresponding statement is true of builders and of all the rest; men will be good or bad builders as a result of building well or badly. For if this were not so, there would have been no need of a teacher, but all men would have been born good or bad at their craft. This, then, is the case with the virtues also; by doing the acts that we do in our transactions with other men we become just or unjust, and by doing the acts that we do in the presence of danger, and being habituated to feel fear or confidence, we become brave or cowardly. The same is true of appetites and feelings of anger; some men become temperate and good-tempered, others self-indulgent and irascible, by behaving in one way or the other in the appropriate circumstances. Thus, in one word, states of character arise out of like activities. This is why the activities we exhibit must be of a certain kind; for because the states of character correspond to the differences between these. It makes no small difference, then, whether we form habits of one kind or of another from our very youth; it makes a very great difference, or rather all the difference.\n...\nIf it is thus, then, that every art does its work well- by looking to the intermediate and judging its works by this standard (so that we often say of good works of art that it is not possible either to take away or to add anything, implying that excess and defect destroy the goodness of works of art, while the mean preserves it; and good artists, as we say, look to this in their work), and if, further, virtue is more exact and better than any art, as nature also is, then virtue must have the quality of aiming at the intermediate. I mean moral virtue; for it is this that is concerned with passions and actions, and in these there is excess, defect, and the intermediate. For instance, both fear and confidence and appetite and anger and pity and in general pleasure and pain may be felt both too much and too little, and in both cases not well; but to feel them at the right times, with reference to the right objects, towards the right people, with the right motive, and in the right way, is what is both intermediate and best, and this is characteristic of virtue. Similarly with regard to actions also there is excess, defect, and the intermediate. Now virtue is concerned with passions and actions, in which excess is a form of failure, and so is defect, while the intermediate is praised and is a form of success; and being praised and being successful are both characteristics of virtue. Therefore virtue is a kind of mean, since, as we have seen, it aims at what is intermediate.\nVirtue, then, is a state of character concerned with choice, lying in a mean, i.e. the mean relative to us, this being determined by a rational principle, and by that principle by which the man of practical wisdom would determine it. Now it is a mean between two vices, that which depends on excess and that which depends on defect; and again it is a mean because the vices respectively fall short of or exceed what is right in both passions and actions, while virtue both finds and chooses that which is intermediate. Hence in respect of its substance and the definition which states its essence virtue is a mean, with regard to what is best and right an extreme.", "source": "nicomachean_ethics.txt"}
