{"text": "I propose to treat of Poetry in itself and of its various kinds, noting the essential quality of each, to inquire into the structure of the plot as requisite to a good poem; into the number and nature of the parts of which a poem is composed; and similarly into whatever else falls within the same inquiry. Following, then, the order of nature, let us begin with the principles which come first.\nEpic poetry and Tragedy, Comedy also and Dithyrambic poetry, and the music of the flute and of the lyre in most of their forms, are all in their general conception modes of imitation. They differ, however, from one another in three respects—the medium, the objects, the manner or mode of imitation, being in each case distinct. For as there are persons who, by conscious art or mere habit, imitate and represent various objects through the medium of color and form, or again by the voice; so in the arts above mentioned, taken as a whole, the imitation is produced by rhythm, language, or 'harmony,' either singly or combined.\nTragedy, then, is an imitation of an action that is serious, complete, and of a certain magnitude; in language embellished with each kind of artistic ornament, the several kinds being found in separate parts of the play; in the form of action, not of narrative; through pity and fear effecting the proper purgation of these emotions. By 'language embellished,' I mean language into which rhythm, 'harmony,' and song enter. By 'the several kinds in separate parts,' I mean that some parts are rendered through the medium of verse alone, others again with the aid of song.\nNow as tragic imitation implies persons acting, it necessarily follows in the first place, that Spectacular equipment will be a part of Tragedy. Next, Song and Diction, for these are the media of imitation. By 'Diction' I mean the mere metrical arrangement of the words: as for 'Song,' it is a term whose sense every one understands. Again, Tragedy is the imitation of an action; and an action implies personal agents, who necessarily possess certain distinctive qualities both of character and thought; for it is by these that we qualify actions themselves, and these—thought and character—are the two natural causes from which actions spring, and on actions again all success or failure depends. Hence, the Plot is the imitation of the action—for by plot I here mean the arrangement of the incidents. By Character I mean that in virtue of which we ascribe certain qualities to the agents. Thought is required wherever a statement is proved, or, it may be, a general truth enunciated.", "source": "poetics.txt"}
{"text": "All men by nature desire to know. An indication of this is the delight we take in our senses; for even apart from their usefulness they are loved for themselves; and above all others the sense of sight. For not only with a view to action, but even when we are not going to do anything, we prefer seeing (one might say) to everything else. The reason is that this, most of all the senses, makes us know and brings to light many differences between things.\nBy nature animals are born with the faculty of sensation, and from sensation memory is produced in some of them, though not in others. And therefore the former are more intelligent and apt at learning than those which cannot remember; those which are incapable of hearing sounds are intelligent though they cannot be taught, e.g. the bee, and any other race of animals that may be like it; and those which besides memory have this sense of hearing can be taught.\nThe animals other than man live by appearances and memories, and have but little of connected experience; but the human race lives also by art and reasonings. Now from memory experience is produced in men; for the many memories of the same thing produce finally the capacity for a single experience. And experience seems pretty much like science and art, but really science and art come to men through experience; for 'experience made art', as Polus says, 'but inexperience luck.'\nWe say that we know the nature of a thing when we know its why and its cause. The causes are spoken of in four senses. In one of these we mean the substance, i.e. the essence (for the 'why' is reduced finally to the definition, and the first 'why' is a cause and principle); in another the matter or substratum, in a third the source of the change, and in a fourth the cause opposed to this, the purpose and the good (for this is the end of all generation and change).\nThere is a science which investigates being as being and the attributes which belong to this in virtue of its own nature. Now this is not the same as any of the so-called special sciences; for none of these others treats universally of being as being. They cut off a part of being and investigate the attribute of this part; this is what the mathematical sciences for instance do. Now since we are seeking the first principles and the highest causes, clearly there must be some thing to which these belong in virtue of its own nature. If then those who sought the elements of existing things were seeking these same principles, it is necessary that the elements must be elements of being not by accident but just because it is being. Therefore it is of being as being that we also must grasp the first causes.", "source": "metaphysics.txt"}
{"text": "Every state is a community of some kind, and every community is established with a view to some good; for mankind always act in order to obtain that which they think good. But, if all communities aim at some good, the state or political community, which is the highest of all, and which embraces all the rest, aims at the good in a greater degree than any other, and at the highest good.\nSome people think that the qualifications of a statesman, king, householder, and master are the same, and that they differ, not in kind, but only in the number of their subjects. For example, the ruler over a few is called a master; over more, the manager of a household; over a still larger number, a statesman or king, as if there were no difference between a great household and a small state. The distinction which is made between the king and the statesman is as follows: When the government is personal, the ruler is a king; when, according to the rules of the political science, the citizens rule and are ruled in turn, then he is called a statesman. But all this is a mistake; for governments differ in kind, as will be evident to any one who considers the matter from the point of view which has guided us in our previous investigations.\nAs in other departments of science, so in politics, the compound should always be resolved into the simple elements or least parts of the whole. We must therefore look at the elements of which the state is composed, in order that we may see in what the different kinds of rule differ from one another, and whether any scientific result can be attained about each one of them.\nHe who thus considers things in their first growth and origin, whether a state or anything else, will obtain the clearest view of them. In the first place there must be a union of those who cannot exist without each other; namely, of male and female, that the race may continue (and this is a union which is formed, not of deliberate purpose, but because, in common with other animals and with plants, mankind have a natural desire to leave behind them an image of themselves), and of natural ruler and subject, that both may be preserved. For that which can foresee by the exercise of mind is by nature intended to be lord and master, and that which can with its body give effect to such foresight is a subject, and by nature a slave; hence master and slave have the same interest.\nIt is evident that the state is a creation of nature, and that man is by nature a political animal. And he who by nature and not by mere accident is without a state, is either a bad man or above humanity; he is like the 'Tribeless, lawless, hearthless one,' whom Homer denounces—the natural outcast is forthwith a lover of war; he may be compared to an isolated piece at draughts.", "source": "politics.txt"}
{"text": "Every art and every inquiry, and similarly every action and pursuit, is thought to aim at some good; and for this reason the good has rightly been declared to be that at which all things aim. But a certain difference is found among ends; some are activities, others are products apart from the activities that produce them. Where there are ends apart from the actions, it is the nature of the products to be better than the activities.\nNow, as there are many actions, arts, and sciences, their ends also are many; the end of the medical art is health, that of shipbuilding a vessel, that of strategy victory, that of economics wealth. But where such arts fall under a single capacity—as bridle-making and the other arts concerned with the equipment of horses fall under the art of riding, and this and every military action under strategy, in the same way other arts fall under yet others—in all of these the ends of the master arts are to be preferred to all the subordinate ends; for it is for the sake of the former that the latter are pursued.\nIf, then, there is some end of the things we do, which we desire for its own sake (everything else being desired for the sake of this), and if we do not choose everything for the sake of something else (for at that rate the process would go on to infinity, so that our desire would be empty and vain), clearly this must be the good and the chief good. Will not the knowledge of it, then, have a great influence on life? Shall we not, like archers who have a mark to aim at, be more likely to hit upon what is right?\nVirtue, then, being of two kinds, intellectual and moral, intellectual virtue in the main owes both its birth and its growth to teaching (for which reason it requires experience and time), while moral virtue comes about as a result of habit, whence also its name (ethike) is one that is formed by a slight variation from the word ethos (habit). From this it is also plain that none of the moral virtues arises in us by nature; for nothing that exists by nature can form a habit contrary to its nature. For instance the stone which by nature moves downwards cannot be habituated to move upwards, not even if one tries to train it by throwing it up ten thousand times; nor can fire be habituated to move downwards, nor can anything else that by nature behaves in one way be trained to behave in another. Neither by nature, then, nor contrary to nature do the virtues arise in us; rather we are adapted by nature to receive them, and are made perfect by habit.\nPropriety in giving and receiving money is a mean between prodigality and meanness. A man who gives where he should and as much as he should is liberal; one who gives where he should not or more than he should is prodigal; one who falls short in giving is mean.", "source": "nicomachean_ethics.txt"}
{"text": "Rhetoric is the counterpart of Dialectic. Both alike are concerned with such things as come, more or less, within the general ken of all men and belong to no definite science. Accordingly all men make use, more or less, of both; for to a certain extent all men attempt to discuss statements and to maintain them, to defend themselves and to attack others. Ordinary people do this either at random or through practice and from acquired habit. Both ways being possible, the subject can plainly be handled systematically, for it is possible to inquire the reason why some speakers succeed through practice and others spontaneously; and every one will at once agree that such an inquiry is the function of an art.\nNow, the proofs furnished by the speech are of three kinds. The first depends upon the moral character of the speaker; the second upon putting the hearer into a certain frame of mind; the third upon the speech itself, in so far as it proves or seems to prove.\nThe character of the speaker is a cause of persuasion when the speech is so uttered as to make him worthy of belief; for as a rule we trust men of probity more, and more quickly, than others on all subjects, while on points outside the realm of exact knowledge, where opinion is divided, we trust them absolutely. This trust, however, should be created by the speech itself, and not left to depend upon an antecedent impression that the speaker is this or that kind of man. It is not true, as some writers on the art maintain, that the probity of the orator contributes nothing to his persuasiveness; on the contrary, we might almost say that his character is the most potent of all the means to persuasion.\nSecondly, persuasion is effected through the audience, when they are brought by the speech into a state of emotion; for we give very different decisions under the sway of pain or joy, and liking or hatred. This is the only branch of the art with which the present-day writers on rhetoric concern themselves.\nThirdly, persuasion is effected by the speech itself when we have proved a truth or an apparent truth by means of the persuasive arguments suitable to the case in question.\nThere are, then, these three means of effecting persuasion. The man who is to be in command of them must, it is clear, be able (1) to reason logically, (2) to understand human character and goodness in their various forms, and (3) to understand the emotions—that is, to name them and describe them, to know their causes and the way in which they are excited.", "source": "rhetoric.txt"}
