{"text": "All men by nature desire to know. An indication of this is the delight we take in our senses; for even apart from their usefulness they are loved for themselves; and above all others the sense of sight. For not only with a view to action, but even when we are not going to do anything, we prefer seeing (one might say) to everything else. The reason is that this, most of all the senses, makes us know and brings to light many differences between things.\nBy nature animals are born with the faculty of sensation, and from sensation memory is produced in some of them, though not in others. And therefore the former are more intelligent and apt at learning than those which cannot remember; those which are incapable of hearing sounds are intelligent though they cannot be taught, e.g. the bee, and any other race of animals that may be like it; and those which besides memory have this sense of hearing can be taught.\nThe animals other than man live by appearances and memories, and have but little of connected experience; but the human race lives also by art and reasonings. Now from memory experience is produced in men; for the many memories of the same thing produce finally the capacity for a single experience. And experience seems pretty much like science and art, but really science and art come to men through experience; for 'experience made art', as Polus says, 'but inexperience luck'.\nWe suppose artists to be wiser than men of experience (which implies that Wisdom depends in all cases rather on knowledge); and this is because the former know the cause, but the latter do not. For men of experience know that the thing is so, but do not know why, while the others know the 'why' and the cause. Hence we think also that the masterworkers in each craft are more honourable and know in a truer sense and are wiser than the manual workers, because they know the causes of the things that are done (we think the manual workers are like certain lifeless things which act indeed, but act without knowing what they do, as fire burns,-but while the lifeless things perform each of their functions by a natural tendency, the labourers perform them through habit); thus we view them as being wiser not in virtue of being able to act, but of having the theory for themselves and knowing the causes.", "source": "metaphysics.txt"}
{"text": "Every state is a community of some kind, and every community is established with a view to some good; for mankind always act in order to obtain that which they think good. But, if all communities aim at some good, the state or political community, which is the highest of all, and which embraces all the rest, aims at good in a greater degree than any other, and at the highest good.\nHe who thus considers things in their first growth and origin, whether a state or anything else, will obtain the clearest view of them. In the first place there must be a union of those who cannot exist without each other; namely, of male and female, that the race may continue (and this is a union which is formed, not of deliberate choice, but because, in common with other animals and with plants, mankind have a natural desire to leave behind them an image of themselves), and of natural ruler and subject, that both may be preserved.\nThe family is the association established by nature for the supply of men's everyday wants, and the members of it are called by Charondas 'companions of the cupboard', and by Epimenides the Cretan, 'companions of the manger'. But when several families are united, and the association aims at something more than the supply of daily needs, the first society to be formed is the village. And the most natural form of the village appears to be that of a colony from the family, composed of the children and grandchildren, who are said to be 'suckled with the same milk'.\nWhen several villages are united in a single complete community, large enough to be nearly or quite self-sufficing, the state comes into existence, originating in the bare needs of life, and continuing in existence for the sake of a good life. And therefore, if the earlier forms of society are natural, so is the state, for it is the end of them, and the nature of a thing is its end. For what each thing is when fully developed, we call its nature, whether we are speaking of a man, a horse, or a family. Besides, the final cause and end of a thing is the best, and to be self-sufficing is the end and the best.\nFrom these things it is evident that the city belongs to the class of things that exist by nature, and that man is by nature a political animal. He who by nature and not by mere accident is without a state, is either a bad man or above humanity; he is like the\n'Tribeless, lawless, hearthless one,'\nwhom Homer denounces- the natural outcast is forthwith a lover of war; he may be compared to an isolated piece at draughts.", "source": "politics.txt"}
{"text": "Every art and every inquiry, and similarly every action and pursuit, is thought to aim at some good; and for this reason the good has rightly been declared to be that at which all things aim. But a certain difference is found among ends; some are activities, others are products apart from the activities that produce them. Now, as there are many actions, arts, and sciences, their ends also are many; the end of the medical art is health, that of shipbuilding a vessel, that of strategy victory, that of economics wealth.\nIf, then, there is some end of the things we do, which we desire for its own sake (everything else being desired for the sake of this), and if we do not choose everything for the sake of something else (for at that rate the process would go on to infinity, so that our desire would be empty and vain), clearly this must be the good and the chief good. Will not the knowledge of it, then, have a great influence on life? Shall we not, like archers who have a mark to aim at, be more likely to hit upon what is right? If so, we must try, in outline at least, to determine what it is, and of which of the sciences or capacities it is the object.\nLet us resume our inquiry and state, in view of the fact that all knowledge and every pursuit aims at some good, what it is that we say political science aims at and what is the highest of all goods achievable by action. Verbally there is very general agreement; for both the general run of men and people of superior refinement say that it is happiness, and identify living well and doing well with being happy; but with regard to what happiness is they differ, and the many do not give the same account as the wise. For the former think it is some plain and obvious thing, like pleasure, wealth, or honour; they differ, however, from one another- and often even the same man identifies it with different things, with health when he is ill, with wealth when he is poor; but, conscious of their ignorance, they admire those who proclaim some great ideal that is above their comprehension.\nVirtue, then, is a state of character concerned with choice, lying in a mean, i.e. the mean relative to us, this being determined by a rational principle, and by that principle by which the man of practical wisdom would determine it. Now it is a mean between two vices, that which depends on excess and that which depends on defect; and again it is a mean because the vices respectively fall short of or exceed what is right in both passions and actions, while virtue both finds and chooses that which is intermediate. Hence in respect of its substance and the definition which states its essence virtue is a mean, with regard to what is best and right an extreme.", "source": "nicomachean_ethics.txt"}
