{"text": "THE POETICS OF ARISTOTLE\nBy Aristotle\nA Translation By S. H. Butcher\nI\nI propose to treat of Poetry in itself and of its various kinds, noting\nthe essential quality of each; to inquire into the structure of the plot\nas requisite to a good poem; into the number and nature of the parts of\nwhich a poem is composed; and similarly into whatever else falls within\nthe same inquiry. Following, then, the order of nature, let us begin\nwith the principles which come first.\nEpic poetry and Tragedy, Comedy also and Dithyrambic: poetry, and the\nmusic of the flute and of the lyre in most of their forms, are all in\ntheir general conception modes of imitation. They differ, however, from\none: another in three respects,--the medium, the objects, the manner or\nmode of imitation, being in each case distinct.\nFor as there are persons who, by conscious art or mere habit, imitate\nand represent various objects through the medium of colour and form, or\nagain by the voice; so in the arts above mentioned, taken as a whole,\nthe imitation is produced by rhythm, language, or 'harmony,' either\nsingly or combined.\nThus in the music of the flute and of the lyre, 'harmony' and rhythm\nalone are employed; also in other arts, such as that of the shepherd's\npipe, which are essentially similar to these. In dancing, rhythm alone\nis used without 'harmony'; for even dancing imitates character, emotion,\nand action, by rhythmical movement.\nThere is another art which imitates by means of language alone, and\nthat either in prose or verse--which, verse, again, may either combine\ndifferent metres or consist of but one kind--but this has hitherto been\nwithout a name. For there is no common term we could apply to the mimes\nof Sophron and Xenarchus and the Socratic dialogues on the one hand;\nand, on the other, to poetic imitations in iambic, elegiac, or any\nsimilar metre. People do, indeed, add the word 'maker' or 'poet' to\nthe name of the metre, and speak of elegiac poets, or epic (that is,\nhexameter) poets, as if it were not the imitation that makes the poet,\nbut the verse that entitles them all indiscriminately to the name. Even\nwhen a treatise on medicine or natural science is brought out in verse,\nthe name of poet is by custom given to the author; and yet Homer and\nEmpedocles have nothing in common but the metre, so that it would be\nright to call the one poet, the other physicist rather than poet. On the\nsame principle, even if a writer in his poetic imitation were to combine\nall metres, as Chaeremon did in his Centaur, which is a medley composed\nof metres of all kinds, we should bring him too under the general term\npoet. So much then for these distinctions.\nThere are, again, some arts which employ all the means above mentioned,\nnamely, rhythm, tune, and metre. Such are Dithyrambic and Nomic poetry,\nand also Tragedy and Comedy; but between them the difference is, that in\nthe first two cases these means are all employed in combination, in the\nlatter, now one means is employed, now another.\nSuch, then, are the differences of the arts with respect to the medium\nof imitation.\nII\nSince the objects of imitation are men in action, and these men must be\neither of a higher or a lower type (for moral character mainly answers\nto these divisions, goodness and badness being the distinguishing marks\nof moral differences), it follows that we must represent men either as\nbetter than in real life, or as worse, or as they are. It is the same\nin painting. Polygnotus depicted men as nobler than they are, Pauson as\nless noble, Dionysius drew them true to life.\nNow it is evident that each of the modes of imitation above mentioned\nwill exhibit these differences, and become a distinct kind in imitating\nobjects that are thus distinct. Such diversities may be found even in\ndancing, flute-playing, and lyre-playing. So again in language, whether\nprose or verse unaccompanied by music. Homer, for example, makes men\nbetter than they are; Cleophon as they are; Hegemon the Thasian, the\ninventor of parodies, and Nicochares, the author of the Deiliad, worse\nthan they are. The same thing holds good of Dithyrambs and Nomes;\nhere too one may portray different types, as Timotheus and Philoxenus\ndiffered in representing their Cyclopes. The same distinction marks\noff Tragedy from Comedy; for Comedy aims at representing men as worse,\nTragedy as better than in actual life.\nIII\nThere is still a third difference--the manner in which each of these\nobjects may be imitated. For the medium being the same, and the objects\nthe same, the poet may imitate by narration--in which case he can either\ntake another personality as Homer does, or speak in his own person,\nunchanged--or he may present all his characters as living and moving\nbefore us.\nThese, then, as we said at the beginning, are the three differences\nwhich distinguish artistic imitation,--the medium, the objects, and the\nmanner. So that from one point of view, Sophocles is an imitator of the\nsame kind as Homer--for both imitate higher types of character; from\nanother point of view, of the same kind as Aristophanes--for both\nimitate persons acting and doing. Hence, some say, the name of 'drama'\nis given to such poems, as representing action. For the same reason the\nDorians claim the invention both of Tragedy and Comedy. The claim to\nComedy is put forward by the Megarians,--not only by those of Greece\nproper, who allege that it originated under their democracy, but also\nby the Megarians of Sicily, for the poet Epicharmus, who is much earlier\nthan Chionides and Magnes, belonged to that country. Tragedy too is\nclaimed by certain Dorians of the Peloponnese. In each case they appeal\nto the evidence of language. The outlying villages, they say, are by\nthem called {kappa omega mu alpha iota}, by the Athenians {delta eta\nmu iota}: and they assume that Comedians were so named not from {kappa\nomega mu 'alpha zeta epsilon iota nu}, 'to revel,' but because they\nwandered from village to village (kappa alpha tau alpha / kappa omega mu\nalpha sigma), being excluded contemptuously from the city. They add\nalso that the Dorian word for 'doing' is {delta rho alpha nu}, and the\nAthenian, {pi rho alpha tau tau epsilon iota nu}.\nThis may suffice as to the number and nature of the various modes of\nimitation.", "source": "poetics.txt"}
{"text": "The Project Gutenberg eBook of Politics, by Aristotle\nThis ebook is for the use of anyone anywhere in the United States and\nmost other parts of the world at no cost and with almost no restrictions\nwhatsoever. You may copy it, give it away or re-use it under the terms\nof the Project Gutenberg License included with this ebook or online\nat www.gutenberg.org. If you are not located in the United States,\nyou will have to check the laws of the country where you are located\nbefore using this eBook.\nTitle: Politics\nA Treatise on Government\nAuthor: Aristotle\nTranslator: William Ellis\nRelease date: October 1, 2004 [eBook #6762]\nMost recently updated: January 24, 2013\nLanguage: English\nCredits: Produced by Eric Eldred, and David Widger\n*** START OF THE PROJECT GUTENBERG EBOOK POLITICS ***\nA TREATISE ON GOVERNMENT\nBy Aristotle\nTranslated From The Greek Of Aristotle By William Ellis, A.M.\nLondon, J.M. Dent & Sons Ltd., New York, E.P. Dutton & Co. 1912.\nINTRODUCTION\nAristotle, born 384 B.C., at Stagira, was the son of Nicomachus,\nphysician to the King of Macedonia. In 367 B.C., he went to Athens,\nwhere he remained for twenty years as a pupil of Plato; and on the death\nof the latter in 347, he went to Atarneus, in Mysia, where he married.\nIn 342, he was appointed teacher to Alexander, son of Philip of\nMacedonia; and in 335, he opened a school in the Lyceum at Athens. on\nthe death of Alexander in 323, Aristotle was obliged to leave Athens; he\ndied at Chalcis, in Eubœa, 322 B.C.\nHis works include “Organum” (logic); “Rhetoric”; “Poetics”;\n“Nicomachean Ethics”; “Politics”; “History of Animals”; “Physics”;\n“Metaphysics”; “Psychology”; and “Meteorology.”\n*       *       *       *       *\nThe “Politics” of Aristotle is the second part of a treatise of which\nthe “Ethics” is the first part. It looks back to the “Ethics” as the\n“Ethics” looks forward to the “Politics.” For Aristotle did not separate,\nas we are inclined to do, the sphere of the statesman from that of\nthe moralist. In the “Ethics,” he has described the character necessary\nfor the good life, but that life is for him essentially a life to be\nlived in society, and when he comes to the “Politics” he considers the\nform of government under which the good life may be lived.\nIn the “Ethics,” he defines the happiness which is the aim of the\nindividual; in the “Politics,” he makes the determination of the form\nof government which will best secure that happiness his aim.\nSome of his Political theories are certainly not applicable to modern\nconditions; we cannot accept his views on slavery, for instance; and the\nGreek city-state is not a possible form of government in the modern\nworld. But the spirit of his enquiry is as real to-day as when he wrote.\nIn no other non-Christian writer is there so serious a recognition of\nthe responsibility of the State for the moral welfare of the citizen.\nThe State does not exist for the sake of mere life, but for the sake of\nthe good life; and that is a view which we can never afford to forget.\nIt is to be remembered that the “Politics” is only a fragment of a larger\nwork, and that it was probably left by its author in an incomplete\nstate. This will account for the rather abrupt ending, and for the lack\nof connection between the different parts of the treatise.\nThe translation of William Ellis (1776) has been revised for the present\nedition.\nA.D.L.\nCONTENTS\nBOOK I.\nOf the nature of a family and a city--Of the difference between a\nking and a magistrate--Of the members of a family, and of a\nslave--Of the difference between natural slaves and those made so by\nlaw--Of the domestic tie between husband and wife, father and\nson--Of the acquisition of property--Of the art of gain--Of the\nmonopoly of Thales--Of the economics of a family--Of the virtues\nwhich belong to the different members of a family--Of the separate\ngovernment of the women and children.\nBOOK II.\nOf the purpose of this treatise--Of the community of goods and\nwives, as recommended by Plato--Of the inconveniences of this\nsystem--Of the community of goods and not of wives--Of the\ninconveniences of a community of goods--Of the nature of property\nand the value of the different systems--Of the laws of Phaleas--Of\nthe laws of Hippodamus--Of the Lacedæmonian government--Of the\nCretan government--Of the Carthaginian government--Of the Athenian\ngovernment--Of the laws of Zaleucus and Charondas.\nBOOK III.\nOf the citizen and his nature--Of the definition of a citizen--Of\nthe definition of a city--Of the virtues of a citizen--Of the\nvirtues of a good man--Of the social tie--Of the different forms of\ngovernment--Of the division of governments into good and bad--Of the\ntrue end of the state--Of the definition of justice--Of the supreme\npower in the state--Of the nature of a king--Of the absolute\nmonarchy--Of the different forms of monarchy.\nBOOK IV.\nOf the tasks of political science--Of the difference between the\nvarious forms of government--Of the different forms of democracy--Of\nthe different forms of oligarchy--Of the republic and its forms--Of\nthe definition of a republic--Of the nature of a tyranny--Of the\nreasons for the variety of forms of government--Of the best form of\ngovernment--Of the best government for the average man--Of the\ncauses of the variety of democracies and oligarchies--Of the three\npowers in the state--Of the methods of electing magistrates--Of the\nvarious forms of the judicial power.\nBOOK V.\nOf the nature of sedition and change in the different forms of\ngovernment--Of the general causes of sedition--Of the causes of\nsedition in the different forms of government--Of the means for\npreserving the state--Of the method of preserving monarchies--Of the\ncauses of the destruction of monarchies--Of the means for preserving\nmonarchies--Of the criticism of Plato's theory of revolutions.\nBOOK VI.\nOf the different varieties of democracy--Of the nature of the\ndemocratic idea of liberty--Of the method of constructing a\ndemocracy--Of the method of constructing an oligarchy--Of the\nvarious magistracies in the state.\nBOOK VII.\nOf the nature of the good life--Of the life of the state--Of the\nbest form of government--Of the nature of the citizen--Of the nature\nof the country--Of the position of the capital city--Of the nature\nof the citizens--Of the parts of the state--Of the definition of the\nparts of the state--Of the division of the land--Of the situation of\nthe city--Of the nature of the public buildings--Of the citizens'\neducation--Of the time for marriage--Of the management of\nchildren--Of the age for education.\nBOOK VIII.\nOf the nature of the public education--Of the subjects of\neducation--Of the study of gymnastics--Of the study of music--Of the\neducational value of music.\nA TREATISE ON GOVERNMENT\nBOOK I\nCHAPTER I\nEvery state is a society of some sort, and every society is established\nfor some good purpose; for an apparent good is the spring of all human\nactions: it is evident that this is the principle upon which they are\nevery one founded, and this is still more true of that which is the\nmost principal of all, and incloses all the rest, and that is, a\npolitical state. Now they are wrong who think that a magistrate of a\nrepublic, a king, the master of a family, and the master of a slave are\nthe same; for they hold, that the difference between them consists only\nin the superior or inferior number of those they govern, and not in the\nnature of their authority, in this manner: that he who governs but few,\nis a master of a family; he who governs many, a magistrate of a\nrepublic; which implies, that there is no difference between a great\nfamily and a little city: and with respect to a magistrate of a\nrepublic and a king, that he is a king who governs by his own will; but\nhe who, according to the rules of the political science, governs and\nsubmits by turns, is a magistrate of a republic: but this is false,\nwhich will appear from hence; for if we examine things in their first\ngrowth, we shall be able to obtain the best insight into them.\nNow, it is necessary to unite those two together, which cannot exist\nwithout each other, as the male and female, for the business of\nprocreation (and this not by choice, but by that natural impulse which\nacts both upon plants and animals, the desire of leaving behind them\nothers like themselves), and the ruling and the subject power, for the\npreservation of both: for that which is capable of foreseeing by the\nexercise of the mind is by nature intended to be lord and master; but\nthat which can with its body perform such designs is a subject and a\nslave; hence the master and the slave have one and the same interest.\n[1252b] Nature then has distinguished between the female and the slave:\nfor she is not niggardly, like the artist who makes the Delphic swords,\nfor she constructs nothing for a double purpose, but everything for its\nproper use, as every instrument is best made when it is intended for\none, and not for many uses: but among barbarians, the female and the\nslave are upon a level in the community, the reason for which is, that\nthey have no ruling power amongst them; but their society is a society\nof slave and slave, the male and the female: wherefore the poets say\nit is proper for the Greeks to govern the barbarians; as if a barbarian\nand a slave were by nature one. Now of these two societies the domestic\nis the first, and Hesiod is right when he says, “First a house, then\na wife, then an ox for the plough,” for the poor man has always an ox\nbefore he has a slave.\nThat society then which nature has established for daily support is\nthe families, and those who compose it are called by Charondas\n“Homosipuoi,” and by Epimenides the Cretan “Homokapnoi;” but the\nsociety of many families, which was first instituted for their lasting,\nmutual advantage, is a village, and a village is most naturally\ncomposed of the descendants of one family, whom some call “Homogalactoi,”\nthe children and the children’s children thereof: for which reason\ncities were originally governed by kings, as the barbarian states now\nare, which are composed of those who had before submitted to kingly\ngovernment; for every family is governed by the elder, as are the\nbranches thereof, on account of their relationship thereunto, and this\nis what Homer says, “Each one rules his wife and children;” and in this\nthey resemble the Cyclops’ government, for they lived separately; and\nthus also they think the gods are governed by a monarch, because they\nthemselves were so originally, and some are so still; for men imagine,\nnot only the forms of the gods, but their ways of life to be like their\nown. But when many villages so join themselves together as to form\nbut one society, that society is a city, and contains in itself, if I\nmay so speak, the end and perfection of government: first founded that\nwe might live, but continued that we may live happily. For which reason\nevery city must be allowed to be the work of nature, if we admit that\nthe original society between male and female is; for to this as their\nend all civil settlements tend: and the end of everything is the nature\nof it. For what every being is in its most perfect state, that\ncertainly is the nature of that being, whether it be a man, a horse, or\na house: besides, whatsoever produces the final cause and the end which\nwe desire, must be best; but a government complete in itself is that\nfinal cause and what is best. [1253a] Hence it is evident that a city\nis a natural production, and that man is naturally a political animal,\nand that whosoever is naturally and not accidentally unfit for society,\nmust be either inferior or superior to man: like the man in Homer, who\nis railed at for being\n“Without society, without law, without family.”\nFor he who is such by nature is violently addicted to war; he is like a\nsolitary bird of prey. For nature, as we say, does nothing in vain, and\nman is the only animal whom she has endowed with the gift of speech.\nAnd though mere sound is but an indication of pleasure or pain, and is\ntherefore found in other animals (for their nature attains to the\nperception of pain and pleasure and the intimation of it to one\nanother, and no further), the power of speech is intended to set forth\nthe expedient and inexpedient, and therefore likewise the just and the\nunjust. And it is a characteristic of man that he alone has any sense\nof good and evil, of just and unjust, and the like, and the association\nof living beings who have this sense makes a family and a state.\nFurther, the state is by nature clearly prior to the family and to the\nindividual, since the whole is of necessity prior to the part; for\nexample, if the whole body be destroyed, there will be no foot or hand,\nexcept in an equivocal sense, as we might speak of a stone hand; for\nwhen destroyed the hand will be no better than that. But things are\ndefined by their function and power; and we ought not to say that they\nare the same when they no longer have their proper quality, but only\nthat they have the same name. The proof that the state is a creation\nof nature and prior to the individual is that the individual, when\nisolated, is not self-sufficing; and therefore he is like a part in\nrelation to the whole. But he who is unable to live in society, or who\nhas no need because he is sufficient for himself, must be either a\nbeast or a god: he is no part of a state. A social instinct is planted\nin all men by nature, and yet he who first founded the state was the\ngreatest of benefactors. For man, when perfected, is the best of\nanimals, but, when separated from law and justice, he is the worst of\nall; since armed injustice is the more dangerous, and he is equipped at\nbirth with arms, meant to be used by intelligence and virtue, which he\nmay use for the worst ends. Wherefore, if he have not virtue, he is\nthe most unholy and the most savage of animals, and the most full of\nlust and gluttony. But justice is the bond of men in states, for the\nadministration of justice, which is the determination of what is just,\nis the principle of order in political society.\nCHAPTER II\nNow that we have clearly seen what are the parts of which a city is\ncomposed, it will be necessary to treat of a family, for every city is\nmade up of families, and every family has its parts, which are those\nwhich constitute a complete one; and these are in their several\nrelations, a man and his slave, a husband and his wife, a father and\nhis children, and these are the three things we are to examine into:\nwhat each of them is, and what each ought to be; that is to say, the\nherile, the nuptial, and the paternal. [1253b] I take the term nuptial\nand paternal, as not having any proper one of their own to express the\nrelation between husband and wife, father and child: to these three we\nshall add a fourth, which though some authors have treated as the whole\nof domestic economy, and others as a principal part of it, is not to be\noverlooked; I mean the art of getting money. But let us first consider\nthat society which is the master and the slave, that we may see what\nis necessary to it, and if we can collect anything therefrom which\nmay lead to a greater knowledge of the subject than is now generally\nentertained; for some persons think that a government over slaves is a\nparticular science, and that (as we said in the beginning) the\ngovernment of a family, a slave, a republic, and a kingdom, are all the\nsame thing. Others think that it is contrary to nature to be a master;\nfor it is by law that one man is a slave and another free, though by\nnature there is no difference between them; for which reason it is\nunjust, as being founded in violence.\nSince then a subsistence is necessary to a family, the means of\nprocuring it is a part of the science of economics; for without\nnecessaries it is impossible to live, and to live well. And as in all\narts which have a definite end, if that end is to be obtained, their\nproper instruments are necessary, so is it in the economy of a family:\nbut of instruments some are animate and some inanimate; as to the pilot\nof the ship, the rudder is an inanimate instrument, the look-out man an\nanimate one: for in every art a servant is to be agreed as an\ninstrument; thus property is a thing necessary to existence, and an\ninstrument of existence; and wealth is a number of instruments; and a\nslave is a living possession, and every servant is an instrument\npreceding and taking the lead of all other instruments. For if every\ninstrument could perform its own work, obeying or anticipating the will\nof others, like the statues of Daedalus, or the tripods of Vulcan,\nwhich, says the poet,\n“Self-moved, enter the assembly of gods;”\nif, in like manner, the shuttle would weave and the plectrum touch the\nlyre without a hand to guide them, chief workmen would not want\nservants, nor masters slaves. Now, what are usually called instruments,\nare those with which we perform our work; but a possession is of the\nnature of a thing to be used; for with a shuttle we weave a piece of\ncloth, but a coat or a bed we have for our use. [1254a] And further, as\nproduction and use differ specifically (for both of these have their\ninstruments), so must the instruments of each be different also. Now\nlife is a thing to be used, and not to be produced; therefore a slave\nis a minister in things appertaining to life. A possession may be\nconsidered as a part of anything, for a part is not only a part of\nsomething, but depends wholly on it; so is a possession and a slave;\nfor a master is only a master of the slave, but does not depend on him;\nbut a slave is not only a slave to the master, but depends wholly on\nhim. It is evident then what the nature and the power of a slave is;\nfor he who by nature is not his own but another’s, and is yet a man,\nis by nature a slave; and he may be said to be another’s who, being a\nhuman being, is also a possession. And a possession may be defined as\nan instrument of action, separable from the possessor.\nCHAPTER III\nBut whether any one is such by nature, and whether it is advantageous\nand just for any one to be a slave or no, or whether all slavery is\ncontrary to nature, shall be considered hereafter; not that it is\ndifficult either to perceive it by reason, or to learn it from fact;\nfor to command and to obey is not only a necessary, but a useful thing;\nand some beings, from the very moment of their birth, are set apart for\none or other of these classes. There are many species of those who rule\nand those who obey; and the rule is always better in proportion as\nthose who are ruled are better; as the rule over man is better than\nthe rule over a wild beast; for that work is better which is executed\nby better artists; and where one commands and another obeys, there is a\nwork to be done. For in all things which form a composite whole and\nwhich are made up of parts, whether continuous or discrete, a\ndistinction between the ruling and the subject element comes to light.\nSuch a duality exists in living creatures, but not in them only; it\noriginates in the constitution of the universe; even in things which\nhave no life there is a ruling principle, as in musical harmony. But we\nare wandering from the subject. We will, therefore, restrict ourselves\nto the living creature, which, in the first place, consists of soul and\nbody: and of these two, the one is by nature the ruler, and the other\nthe subject. But then we must look for the intentions of nature in\nthings which retain their nature, and not in things which are\ncorrupted. And therefore we must study the man who is in the most\nperfect state both of body and soul, for in him we shall see the true\nrelation of the two; although in bad or corrupted natures the body\nwill often appear to rule over the soul, because they are in an evil\nand unnatural condition. [1254b] At all events we may firstly observe\nin living creatures both a despotical and a constitutional rule; for\nthe soul rules the body with a despotical rule, whereas the intellect\nrules the appetites with a constitutional and royal rule. And it is\nclear that the rule of the soul over the body, and of the mind and\nthe rational element over the passionate, is natural and expedient;\nwhereas the equality of the two or the rule of the inferior is always\nhurtful. The same holds good of animals as well as of men; for tame\nanimals have a better nature than wild, and all tame animals are better\noff when they are ruled by man; for then they are preserved. Again, the\nmale is by nature superior, and the female inferior; and the one rules,\nand the other is ruled; this principle, of necessity, extends to all\nmankind. Where then there is such a difference as that between soul and\nbody, or between men and animals (as in the case of those whose\nbusiness is to use their body, and who can do nothing better), the\nlower sort are by nature slaves, and it is better for them as for all\ninferiors that they should be under the rule of a master. For he who\ncan be, and therefore is, another’s, and he who participates in reason\nenough to apprehend, but not to have, is a slave by nature. Whereas the\nlower animals cannot even apprehend reason; they obey their instincts.\nAnd indeed the use made of slaves and of tame animals is not very\ndifferent; for both with their bodies minister to the needs of life.\nNature would like to distinguish between the bodies of freemen and\nslaves, making the one strong for servile labour, the other upright,\nand although useless for such services, useful for political life in\nthe arts both of war and peace. But the opposite often happens—that\nsome have the souls and others have the bodies of freemen. And\ndoubtless if men differed from one another in the mere forms of their\nbodies as much as the statues of the Gods do from men, all would\nacknowledge that the inferior class should be slaves of the superior.\nAnd if this is true of the body, how much more just that a similar\ndistinction should exist in the soul? but the beauty of the body is\nseen, whereas the beauty of the soul is not seen. [1255a] It is clear,\nthen, that some men are by nature free, and others slaves, and that for\nthese latter slavery is both expedient and right.\nCHAPTER IV\nBut that those who take the opposite view have in a certain way right\non their side, may be easily seen. For the words slavery and slave are\nused in two senses. There is a slave or slavery by law as well as by\nnature. The law of which I speak is a sort of convention, the law by\nwhich whatever is taken in war is supposed to belong to the victors.\nBut this right many jurists impeach, as they would an orator who\nbrought forward an unconstitutional measure: they detest the notion\nthat, because one man has the power of doing violence and is superior\nin brute strength, another shall be his slave and subject. Even among\nphilosophers there is a difference of opinion. The origin of the\ndispute, and what makes the views invade each other’s territory, is as\nfollows: in some sense virtue, when furnished with means, has actually\nthe greatest power of exercising force: and as superior power is only\nfound where there is superior excellence of some kind, power seems to\nimply virtue, and the dispute to be simply one about justice (for it is\ndue to one party identifying justice with goodwill, while the other\nidentifies it with the mere rule of the stronger). If these views are\nthus set out separately, the other views have no force or plausibility\nagainst the view that the superior in virtue ought to rule, or be\nmaster. Others, clinging, as they think, to a principle of justice (for\nlaw and custom are a sort of justice), assume that slavery in\naccordance with the custom of war is justified by law, but at the same\nmoment they deny this. For what if the cause of the war be unjust? And\nagain, no one would ever say that he is a slave who is unworthy to be a\nslave. Were this the case, men of the highest rank would be slaves and\nthe children of slaves if they or their parents chance to have been\ntaken captive and sold. Wherefore Hellenes do not like to call Hellenes\nslaves, but confine the term to barbarians. Yet, in using this\nlanguage, they really mean the natural slave of whom we spoke at first;\nfor it must be admitted that some are slaves everywhere, others\nnowhere. The same principle applies to nobility. Hellenes regard\nthemselves as noble everywhere, and not only in their own country, but\nthey deem the barbarians noble only when at home, thereby implying that\nthere are two sorts of nobility and freedom, the one absolute, the\nother relative. The Helen of Theodectes says:\n“Who would presume to call me servant who am on both sides sprung from\nthe stem of the Gods?”\nWhat does this imply but that they distinguish freedom and slavery,\nnoble and humble birth, by the two principles of good and evil? They\nthink that as men and animals beget men and animals, so from good men a\ngood man springs. But this is what nature, though she may intend it,\ncannot always accomplish.\n[1255b] We see then that there is some foundation for this difference\nof opinion, and that all are not either slaves by nature or freemen by\nnature, and also that there is in some cases a marked distinction\nbetween the two classes, rendering it expedient and right for the one\nto be slaves and the others to be masters: the one practising\nobedience, the others exercising the authority and lordship which\nnature intended them to have. The abuse of this authority is injurious\nto both; for the interests of part and whole, of body and soul, are the\nsame, and the slave is a part of the master, a living but separated\npart of his bodily frame. Hence, where the relation of master and slave\nbetween them is natural they are friends and have a common interest,\nbut where it rests merely on law and force the reverse is true.\nCHAPTER V\nFrom what has been said, it is evident that the power of a master and\nthat of a magistrate are not the same, nor are all governments the same\nas some assert: for the one is over free men, the other over slaves;\nand the government of a family is monarchical (for every house is\ngoverned by one alone), but a city is a government of free men and\nequals. A master is not so called from his knowing how to govern, but\nbecause he is such; and in the same manner a slave and a free man. But\nthere may be a science of the master and a science of the slave. The\nscience of the slave would be such as the man of Syracuse taught, who\nmade money by instructing slaves in their ordinary duties. And such a\nknowledge may be carried further, so as to include the art of cookery\nand similar menial offices. For the duties of slaves are different,\nsome more honourable, others more menial; as the proverb says, “Slave\nbefore slave, master before master.” The duties of a slave are such as\nthese; but the science of a master consists rather in the use than in\nthe possession of slaves. A master is not so called because he acquires\nslaves, but because he uses them. This science, however, is not\nanything great or wonderful; for what the slave ought to know how to\ndo, that the master ought to know how to order; for which reason, those\nwho are in a situation to be exempt from this trouble leave the\nmanagement of it to a steward, and spend their own time in politics or\nphilosophy. The art of acquiring slaves, I mean of justly acquiring\nthem, differs both from the art of the master and the art of the slave,\nbeing a species of hunting or war. And enough of the distinctions\nbetween master and slave.\nCHAPTER VI\nLet us now inquire generally into the nature of all kinds of property\nand the art of getting wealth, in accordance with our subject; for the\nslave is a part of property. [1256a] In the first place, we may ask\nwhether the art of getting wealth is the same with the art of managing\na family or a part of it, or instrumental to it; and if the last,\nwhether in the way that the art of making shuttles is instrumental to\nthe art of weaving, or in the way that the casting of bronze is\ninstrumental to the art of the statuary, for they are not instrumental\nin the same way, but the one provides tools and the other material; and\nby material I mean the substratum out of which any work is made; thus\nwool is the material of the weaver, bronze of the statuary. Now it is\neasy to see that the art of household management is not identical with\nthe art of getting wealth, for the one uses the material which the\nother provides. For the art which uses household stores can be no other\nthan the art of household management. There is, however, a doubt\nwhether the art of getting wealth is a part of household management or\na distinct art. If the getter of wealth has to consider whence wealth\nand property can be procured, but there are many sorts of property and\nriches, then are husbandry, and the care and culture of animals, part\nof the art of household management or distinct arts? Again, there are\nmany species of food, and therefore there are many kinds of lives both\nof animals and men; they must all have food, and the differences in\ntheir food have made differences in their ways of life. For of beasts,\nsome are gregarious, others are solitary, according to the nature of\ntheir food, some eat grass, some eat flesh, some eat all things. Nature\nhas accommodated their way of life to their habits, and since the same\nthings are not equally pleasant to all, their instincts and ways of\nlife differ. So it is also with men; their lives differ with their\nmode of subsistence. Some have their maintenance from the fruits of the\nearth and from animals, without any trouble, or just so much as is\nnecessary to collect them, and these are the nomads. And since it is\nnecessary for their cattle to have change of pasture, they are obliged\nto lead a wandering life. Others live by the chase, some hunting one\nthing, some another; some live by rapine; others get their food from\nfishing in lakes and rivers; while others hunt birds or wild beasts.\nBut the greater part of mankind live by agriculture.\nThus the different lives of men are the pastoral, the predatory, the\nagricultural, and that of the hunter. [1256b] Sometimes men are forced\nto combine these lives, that the one may supply what the other wants,\nwhen a single means of support is not sufficient. Thus, if a man is a\nshepherd and at the same time a freebooter, he has a double means of\nsupport; and so of the husbandman and the hunter. And they adapt their\nmode of life to their opportunities. Now this kind of property is\nevidently given by nature to all living creatures, from the instant of\ntheir first production to their full growth. For even at the beginning,\nsome animals bring forth with their young food enough to support them\nuntil they can supply themselves, as the vermiparous and oviparous; but\nthe viviparous have milk for their young. We may therefore infer, that\nwhat is made for man at his birth is preserved for him when he is grown\nup, and that plants are for the sake of animals, and animals for the\nsake of man: tame animals for the use he can make of them as well as\nfor the food they supply; and wild animals, if not all, at least the\ngreater part, are for the sake of food and other conveniences, such as\nclothing and the like. If then nature makes nothing without some end in\nview, nothing to no purpose, it must be that nature has made all of\nthem for the sake of man. For this reason the art of war is, in some\nsense, a part of the art of acquisition, for hunting is a part of it,\nwhich it is necessary for us to employ against wild beasts, and against\nthose of mankind who, being intended by nature for slavery, are\nunwilling to submit to it, and on this occasion, such a war is by\nnature just.\nThat species of acquisition, then, only which is according to nature,\nis part of economy; and this ought to be at hand, or if not,\nimmediately procured, for those who are to live in society or in a\ncity, and store it up as necessary for life and useful to the community\nof the state or family. And true wealth seems to consist in these; and\nthe acquisition of those possessions which are necessary for a happy\nlife is not infinite, though Solon says otherwise in this verse:\n“No bounds to riches can be fixed for man;”\nfor there is a boundary fixed, as in other arts; for the instruments\nof no art are infinite, either in their number or their magnitude;\n[1257a] but riches are a number of instruments in domestic and civil\neconomy; it is therefore evident that there is a natural art of\nacquisition, both in domestic and civil economy, and for what reason.\nCHAPTER VII\nThere is another species of acquisition which they particularly call\npecuniary, and with great propriety; and by this indeed it seems that\nthere are no bounds to riches and wealth. Now many persons suppose this\nto be the same as the other; but it is not the same, though not very\ndifferent; the one is natural, the other is not, but rather the effect\nof art and skill. We will consider it in this manner: of every thing\nwhich we possess there are two uses: both belong to the thing as such,\nbut not in the same manner; for one is the proper, and the other the\nimproper or secondary use of it. For example, a shoe is used for wear,\nand is used for exchange; both are uses of the shoe. He who gives a\nshoe in exchange for money or food to him who wants one, does indeed\nuse the shoe as a shoe, but this is not its proper or primary purpose,\nfor a shoe is not made to be an object of barter. The same may be said\nof all other possessions, for the art of exchange extends to all of\nthem, and it arises at first from what is natural, from the circumstance\nthat some have too little, others too much. Hence we may infer that\nretail trade is not a natural part of the art of getting wealth; had it\nbeen so, men would have ceased to exchange when they had supplied each\nother’s wants. In the first community, indeed, which is the family,\nthis art is obviously of no use, but it begins to be useful when the\nsociety increases. For the members of the family originally had all\nthings in common; later, when the family divided into parts, the parts\nshared in many things, and different parts in different things, which\nthey had to give in exchange for what they wanted, a kind of barter\nwhich is still practised among barbarous nations who exchange with one\nanother the necessaries of life and nothing more; giving and receiving\nwine, for example, in exchange for corn, and the like. This sort of\nbarter is not part of the wealth-getting art and is not contrary to\nnature, but is needed for the satisfaction of men’s natural wants. For\nthe other or more complex form of exchange grew, as might have been\ninferred, out of the simpler. When the inhabitants of one country\nbecame more dependent on those of another, and they imported what they\nneeded, and exported what they had too much of, money necessarily came\ninto use. [1257b] For the various necessaries of life are not easily\ncarried about, and hence men agreed to employ in their dealings with\neach other something which was intrinsically useful and easily\napplicable to the purposes of life, for example, iron, silver, and the\nlike. Of this the value was at first measured simply by size and\nweight, but in process of time it was put into a stamp, to save the\ntrouble of weighing, and to mark the value.\nWhen the use of coin had once been discovered, out of the barter of\nnecessary articles arose the other art of wealth getting, namely,\nretail trade; which was at first probably a simple matter, but became\nmore complicated as soon as men learned by experience whence and by\nwhat exchanges the greatest profit could be made. Originating in the\nuse of coin, the art of getting wealth is generally thought to be\nchiefly concerned with it, and to be the art which produces riches and\nwealth; having to consider how they may be accumulated. Indeed, riches\nis assumed by many to be only a quantity of coin, because the arts of\ngetting wealth and retail trade are concerned with coin. Others\nmaintain that coined money is a mere sham, a thing not natural, but\nconventional only, because, if the users substitute another commodity\nfor it, it is worthless, and because it is not useful as a means to any\nof the necessities of life, and, indeed, he who is rich in coin may\noften be in want of necessary food. But how can that be wealth of which\na man may have a great abundance and yet perish with hunger, like Midas\nin the fable, whose insatiable prayer turned everything that was set\nbefore him into gold?\nHence men seek after a better notion of riches and of the art of\ngetting wealth than the mere acquisition of coin, and they are right.\nFor natural riches and the natural art of wealth-getting are a\ndifferent thing; in their true form they are part of the management of\na household; whereas retail trade is the art of producing wealth, not\nin every way, but by exchange. And it is thought to be concerned with\ncoin; for coin is the unit of exchange and the measure or limit of it.\nAnd there is no bound to the riches which spring from this art of\nwealth getting. As in the art of medicine there is no limit to the\npursuit of health, and as in the other arts there is no limit to the\npursuit of their several ends, for they aim at accomplishing their ends\nto the uttermost, (but of the means there is a limit, for the end is\nalways the limit), so, too, in this art of wealth-getting there is no\nlimit of the end, which is riches of the spurious kind, and the\nacquisition of wealth. But the art of wealth-getting which consists in\nhousehold management, on the other hand, has a limit; the unlimited\nacquisition of wealth is not its business. [1258a] And, therefore, in\none point of view, all riches must have a limit; nevertheless, as a\nmatter of fact, we find the opposite to be the case; for all getters of\nwealth increase their hoard of coin without limit. The source of the\nconfusion is the near connection between the two sorts of wealth-getting;\nin either, the instrument is the same, although the use is different,\nand so they pass into one another; for each is a use of the same\nproperty, but with a difference: accumulation is the end in the one\ncase, but there is a further end in the other. Hence some persons are\nled to believe that getting wealth is the object of household\nmanagement, and the whole idea of their lives is that they ought either\nto increase their money without limit, or at any rate not to lose it.\nThe origin of this disposition in men is that they are intent upon\nliving only, and not upon living well; and, as their desires are\nunlimited they also desire that the means of gratifying them should be\nwithout limit. Those who do aim at a good life seek the means of\nobtaining bodily pleasures; and, since the enjoyment of these appears\nto depend on property, they are absorbed in getting wealth: and so\nthere arises the second species of wealth-getting. For, as their\nenjoyment is in excess, they seek an art which produces the excess of\nenjoyment; and, if they are not able to supply their pleasures by the\nart of getting wealth, they try other arts, using in turn every faculty\nin a manner contrary to nature. The quality of courage, for example,\nis not intended to make wealth, but to inspire confidence; neither is\nthis the aim of the general’s or of the physician’s art; but the one\naims at victory and the other at health. Nevertheless, some men turn\nevery quality or art into a means of getting wealth; this they conceive\nto be the end, and to the promotion of the end they think all things\nmust contribute.\nThus, then, we have considered the art of wealth-getting which is\nunnecessary, and why men want it; and also the necessary art of\nwealth-getting, which we have seen to be different from the other, and\nto be a natural part of the art of managing a household, concerned with\nthe provision of food, not, however, like the former kind, unlimited,\nbut having a limit.\nCHAPTER VIII\nAnd we have found the answer to our original question, Whether the art\nof getting wealth is the business of the manager of a household and of\nthe statesman or not their business? viz., that wealth is presupposed\nby them. For as political science does not make men, but takes them\nfrom nature and uses them, so too nature provides them with earth or\nsea or the like as a source of food. At this stage begins the duty of\nthe manager of a household, who has to order the things which nature\nsupplies; he may be compared to the weaver who has not to make but to\nuse wool, and to know, too, what sort of wool is good and serviceable\nor bad and unserviceable. Were this otherwise, it would be difficult to\nsee why the art of getting wealth is a part of the management of a\nhousehold and the art of medicine not; for surely the members of a\nhousehold must have health just as they must have life or anything\nelse. [1258b] The answer is that as from one point of view the master\nof the house and the ruler of the state have to consider about health,\nfrom another the art of medicine has to do so; and so the art of\ngetting wealth is a part of the household management in one sense, but\nin another not, but is the business of a subordinate art. But strictly\nspeaking, as I have already said, the means of life must be provided\nbeforehand by nature; for the business of nature is to furnish food to\nthat which is born, and the food of the offspring is always what\nremains over of that from which it is produced. Wherefore the art of\ngetting wealth out of fruits and animals is always natural.\nThere are two sorts of wealth-getting, as I have said; one is a part of\nhousehold management, the other is retail trade: the former necessary\nand honourable, while that which consists in exchange is justly\ncensured; for it is unnatural, and a mode by which men gain from one\nanother. The most hated sort, and with the greatest reason, is usury,\nwhich makes a gain out of money itself, and not from the natural\nobject of it. For money was intended to be used in exchange, but not\nto increase at interest. And this term interest, which means the birth\nof money from money, is applied to the breeding of money because the\noffspring resembles the parent. Wherefore of all modes of getting\nwealth this is the most unnatural.\nCHAPTER IX\nEnough has been said about the theory of wealth-getting; we will now\nproceed to the practical part. The discussion of such matters is not\nunworthy of philosophy, but to be engaged in them practically is\nilliberal and irksome. The useful parts of wealth-getting are, first,\nthe knowledge of live-stock—which are most profitable, and where, and\nhow—as, for example, what sort of horses or sheep or oxen or any other\nanimals are most likely to give a return. A man ought to know which of\nthese pay better than others, and which pay best in particular places,\nfor some do better in one place and some in another. Second, husbandry,\nwhich may be either tillage or planting, and the keeping of bees and of\nfish, or fowl, or of any animals which may be useful to man. These are\nthe divisions of the true or proper art of wealth-getting and come\nfirst. Of the other, which consists in exchange, the first and most\nimportant division is commerce (of which there are three kinds—the\nprovision of a ship, the conveyance of goods, exposure for sale—these\nagain differing as they are safer or more profitable), the second is\nusury, the third, service for hire—of this, one kind is employed in the\nmechanical arts, the other in unskilled and bodily labour. [1259a]\nThere is a third sort of wealth-getting which is between the two and\nshares in both, that which comes from the earth, and from things\ngrowing from the earth which, although they bear no fruit, are\nnevertheless profitable; for example, the cutting of timber and all\nmining. The art of mining, by which minerals are obtained, has many\nbranches, for there are various kinds of things dug out of the earth.\nOf the several divisions of wealth-getting I now speak generally; a\nminute consideration of them might be useful in practice, but it would\nbe tiresome to dwell upon them at greater length now.\nThose occupations are most truly arts in which there is the least\nelement of chance; they are the meanest in which the body is most\ndeteriorated, the most servile in which there is the most use of the\nbody, and the most illiberal in which there is the least need of\nexcellence.\nWorks have been written upon these subjects by various persons; for\nexample, by Charetides the Parian, and Apollodorus the Lemnian, who\nhave treated of Tillage and Planting, while others have treated of\nother branches; any one who cares for such matters may refer to their\nwritings. It would be well also to collect the scattered stories of the\nways in which individuals have succeeded in amassing a fortune; for all\nthis is useful to persons who value the art of getting wealth. There is\nthe anecdote of Thales the Milesian and his financial device, which\ninvolves a principle of universal application, but is attributed to him\non account of his reputation for wisdom. He was reproached for his\npoverty, which was supposed to show that philosophy was of no use.\nAccording to the story, he knew by his skill in the stars while it was\nyet winter that there would be a great harvest of olives in the coming\nyear; so, having a little money, he gave deposits for the use of all\nthe olive-presses in Chios and Miletus, which he hired at a low price\nbecause no one bid against him. When the harvest-time came, and many\nwere wanted all at once and of a sudden, he let them out at any rate\nwhich he pleased, and made a quantity of money. Thus he showed the\nworld that philosophers can easily be rich if they like, but that their\nambition is of another sort. He is supposed to have given a striking\nproof of his wisdom, but, as I was saying, his device for getting\nwealth is of universal application, and is nothing but the creation of\na monopoly. [1259b] It is an art often practised by cities when they\nare in want of money; they make a monopoly of provisions.\nThere was a man of Sicily, who, having money deposited with him, bought\nup an all the iron from the iron mines; afterwards, when the merchants\nfrom their various markets came to buy, he was the only seller, and\nwithout much increasing the price he gained 200 per cent. Which when\nDionysius heard, he told him that he might take away his money, but\nthat he must not remain at Syracuse, for he thought that the man had\ndiscovered a way of making money which was injurious to his own\ninterests. He made the same discovery as Thales; they both contrived to\ncreate a monopoly for themselves. And statesmen as well ought to know\nthese things; for a state is often as much in want of money and of such\ndevices for obtaining it as a household, or even more so; hence some\npublic men devote themselves entirely to finance.\nCHAPTER X\nOf household management we have seen that there are three parts—one is\nthe rule of a master over slaves, which has been discussed already,\nanother of a father, and the third of a husband. A husband and father\nrules over wife and children, both free, but the rule differs, the rule\nover his children being a royal, over his wife a constitutional rule.\nFor although there may be exceptions to the order of nature, the male\nis by nature fitter for command than the female, just as the elder and\nfull-grown is superior to the younger and more immature. But in most\nconstitutional states the citizens rule and are ruled by turns, for the\nidea of a constitutional state implies that the natures of the citizens\nare equal, and do not differ at all. Nevertheless, when one rules and\nthe other is ruled we endeavour to create a difference of outward\nforms and names and titles of respect, which may be illustrated by the\nsaying of Amasis about his foot-pan. The relation of the male to the\nfemale is of this kind, but it lasts throughout life. The rule of a\nfather over his children is royal, for he receives both love and the\nrespect due to his age, exercising a kind of royal power. And therefore\nHomer has appropriately called Zeus “Father of Gods and men,” because\nhe is the king of them all. For a king is the natural superior of his\nsubjects, but he should be of the same kin or kind with them, and such\nis the relation of elder and younger, of father and son.\nCHAPTER XI\n[1260a] Thus it is clear that household management attends more to men\nthan to the acquisition of inanimate things, and to human excellence\nmore than to the excellence of property which we call wealth, and to\nthe virtue of freemen more than to the virtue of slaves. A question may\nindeed be raised, whether there is any excellence at all in a slave\nbeyond those of an instrument and of a menial—whether he can have the\nvirtues of temperance, courage, justice, and the like; or whether\nslaves possess only bodily and menial services. And the question on\neither side is liable to difficulties. If they have virtue, in what\nwill they differ from freemen? On the other hand, since they are men\nand share in reason, it seems absurd to say that they have no virtue. A\nsimilar question may be raised about women and children, whether they\ntoo have virtues: ought a woman to be temperate and brave and just, and\nis a child to be called temperate, and intemperate, or not? So in\ngeneral we may ask about the natural ruler, and the natural subject,\nwhether they have the same or different virtues. For a noble nature is\nequally required in both, but if so, why should one of them always\nrule, and the other always be ruled? Nor can the difference be one of\ndegree, for the difference between ruler and subject is a difference of\nkind, which the difference of more and less never is. Yet how strange\nthat the subject should have no virtue! For if he have no self-command\nand no justice, how will he perform a servant’s duties? and, if the\nruler have no virtue, how can he govern well? if he lacks\nself-command, he will be tyrannical and indulgent.\nBoth, then, must share in virtue, but in different ways, as natural\nsubjects also differ. The same distinction exists in the soul. The soul\nhas by nature a ruling and a subject part, and each of these we say has\na different virtue, that is to say, a rational and an irrational\nvirtue. It is clear then that the same distinction must hold in the\ncase of the others, so that there are many persons who are by nature\nrulers and subjects. For the free man rules the slave, the male the\nfemale, and the man the child in a different way. And all possess the\nvarious parts of the soul, but possess them in different ways; for the\nslave has not the deliberative faculty at all; the woman has, but it is\nwithout authority, and the child has, but it is immature. So it must\nnecessarily be with the moral virtues also; all may be supposed to\npartake of them, but only in such manner and degree as is required by\neach for the fulfilment of his duty. [1260b] Hence the ruler ought to\nhave moral virtue in perfection, for his duty is entirely that of a\nmaster artificer, and the master artificer is reason; the subjects, on\nthe other hand, require only that measure of virtue which is proper to\neach of them. Clearly, then, moral virtue belongs to all of them; but\nthe temperance of a man and of a woman, or the courage and justice of a\nman and of a woman, are not, as Socrates maintained, the same; the\ncourage of a man is shown in commanding, of a woman in obeying. And\nthis holds of all other virtues, as will be more clearly seen if we\nlook at them in detail, for those who say generally that virtue\nconsists in a good disposition or in doing one’s duty, or something of\nthe sort, deceive themselves; far better than such definitions is their\nmode of speaking, who, like Gorgias, enumerate the virtues. All classes\nmust be deemed to have their special attributes; as the poet says of\nwomen,\n“Silence is a woman’s glory,”\nbut this is not equally the glory of man. The child is imperfect, and\ntherefore obviously his virtue is not relative to himself alone, but to\nthe perfect man and to his teacher, and in like manner the virtue of\nthe slave is relative to a master. Now we determined that a slave is\nuseful for the wants of life, and therefore he will obviously require\nonly so much virtue as will prevent him from failing in his duty\nthrough cowardice and intemperance. Some one will ask whether, if what\nI say is true, virtue will not be required also in the artisans, for\nthey often fail in their work through misconduct. But is there not a\ngreat difference in the two cases? For the slave shares in his master’s\nlife; the artisan is less closely connected with him, and only attains\nexcellence in proportion as he becomes a slave, for the meaner sort of\nmechanic has a special and separate slavery; and moreover the slave\nexists by nature, not so the shoemaker or other artisan. It is\nmanifest, then, that the master ought to be the source of such\nexcellence in the slave, and not the mere possessor of the art of\nmastership which trains the slave in his duties. Wherefore they are\nmistaken who forbid us to converse with slaves and say that we should\nemploy command only, for slaves stand even more in need of admonition\nthan children.\nThe relations of husband and wife, parent and child, their several\nvirtues, what in their intercourse with one another is good, and what\nis evil, and how we may pursue the good and escape the evil, will have\nto be discussed when we speak of the different forms of government. For,\ninasmuch as every family is a part of a state, and these relationships\nare the parts of a family, the virtue of the part must have regard to\nthe virtue of the whole. And therefore women and children must be\ntrained by education with an eye to the state, if the virtues of either\nof them are supposed to make any difference in the virtues of the\nstate. And they must make a difference: for the children grow up to be\ncitizens, and half the free persons in a state are women.\nOf these matters, enough has been said; of what remains, let us speak\nat another time. Regarding, then, our present inquiry as complete, we\nwill make a new beginning. And, first, let us examine the various\ntheories of a perfect state.", "source": "politics.txt"}
{"text": "The Nicomachean Ethics of Aristotle\nBy Aristotle\nIntroduction by J. A. Smith\nContents\nINTRODUCTION\nARISTOTLE’S ETHICS\nBOOK I\nBOOK II\nBOOK III\nBOOK IV\nBOOK V\nBOOK VI\nBOOK VII\nBOOK VIII\nBOOK IX\nBOOK X\nNOTES\nINTRODUCTION\nThe _Ethics_ of Aristotle is one half of a single treatise of which his\n_Politics_ is the other half. Both deal with one and the same subject.\nThis subject is what Aristotle calls in one place the “philosophy of\nhuman affairs;” but more frequently Political or Social Science. In the\ntwo works taken together we have their author’s whole theory of human\nconduct or practical activity, that is, of all human activity which is\nnot directed merely to knowledge or truth. The two parts of this\ntreatise are mutually complementary, but in a literary sense each is\nindependent and self-contained. The proem to the _Ethics_ is an\nintroduction to the whole subject, not merely to the first part; the\nlast chapter of the _Ethics_ points forward to the _Politics_, and\nsketches for that part of the treatise the order of enquiry to be\npursued (an order which in the actual treatise is not adhered to).\nThe principle of distribution of the subject-matter between the two\nworks is far from obvious, and has been much debated. Not much can be\ngathered from their titles, which in any case were not given to them by\ntheir author. Nor do these titles suggest any very compact unity in the\nworks to which they are applied: the plural forms, which survive so\noddly in English (Ethic_s_, Politic_s_), were intended to indicate the\ntreatment within a single work of a _group_ of connected questions. The\nunity of the first group arises from their centring round the topic of\ncharacter, that of the second from their connection with the existence\nand life of the city or state. We have thus to regard the _Ethics_ as\ndealing with one group of problems and the _Politics_ with a second,\nboth falling within the wide compass of Political Science. Each of\nthese groups falls into sub-groups which roughly correspond to the\nseveral books in each work. The tendency to take up one by one the\nvarious problems which had suggested themselves in the wide field\nobscures both the unity of the subject-matter and its proper\narticulation. But it is to be remembered that what is offered us is\navowedly rather an enquiry than an exposition of hard and fast\ndoctrine.\nNevertheless each work aims at a relative completeness, and it is\nimportant to observe the relation of each to the other. The distinction\nis not that the one treats of Moral and the other of Political\nPhilosophy, nor again that the one deals with the moral activity of the\nindividual and the other with that of the State, nor once more that the\none gives us the theory of human conduct, while the other discusses its\napplication in practice, though not all of these misinterpretations are\nequally erroneous. The clue to the right interpretation is given by\nAristotle himself, where in the last chapter of the _Ethics_ he is\npaving the way for the _Politics_. In the _Ethics_ he has not confined\nhimself to the abstract or isolated individual, but has always thought\nof him, or we might say, in his social and political context, with a\ngiven nature due to race and heredity and in certain surroundings. So\nviewing him he has studied the nature and formation of his\ncharacter—all that he can make himself or be made by others to be.\nEspecially he has investigated the various admirable forms of human\ncharacter and the mode of their production. But all this, though it\nbrings more clearly before us what goodness or virtue is, and how it is\nto be reached, remains mere theory or talk. By itself it does not\nenable us to become, or to help others to become, good. For this it is\nnecessary to bring into play the great force of the Political Community\nor State, of which the main instrument is Law. Hence arises the demand\nfor the necessary complement to the _Ethics, i.e._, a treatise devoted\nto the questions which centre round the enquiry; by what organisation\nof social or political forces, by what laws or institutions can we best\nsecure the greatest amount of good character?\nWe must, however, remember that the production of good character is not\nthe end of either individual or state action: that is the aim of the\none and the other because good character is the indispensable condition\nand chief determinant of happiness, itself the goal of all human doing.\nThe end of all action, individual or collective, is the greatest\nhappiness of the greatest number. There is, Aristotle insists, no\ndifference of kind between the good of one and the good of many or all.\nThe sole difference is one of amount or scale. This does not mean\nsimply that the State exists to secure in larger measure the objects of\ndegree which the isolated individual attempts, but is too feeble, to\nsecure without it. On the contrary, it rather insists that whatever\ngoods society alone enables a man to secure have always had to the\nindividual—whether he realised it or not—the value which, when so\nsecured, he recognises them to possess. The best and happiest life for\nthe individual is that which the State renders possible, and this it\ndoes mainly by revealing to him the value of new objects of desire and\neducating him to appreciate them. To Aristotle or to Plato the State\nis, above all, a large and powerful educative agency which gives the\nindividual increased opportunities of self-development and greater\ncapacities for the enjoyment of life.\nLooking forward, then, to the life of the State as that which aids\nsupport, and combines the efforts of the individual to obtain\nhappiness, Aristotle draws no hard and fast distinction between the\nspheres of action of Man as individual and Man as citizen. Nor does the\ndivision of his discussion into the _Ethics_ and the _Politics_ rest\nupon any such distinction. The distinction implied is rather between\ntwo stages in the life of the civilised man—the stage of preparation\nfor the full life of the adult citizen, and the stage of the actual\nexercise or enjoyment of citizenship. Hence the _Ethics_, where his\nattention is directed upon the formation of character, is largely and\ncentrally a treatise on Moral Education. It discusses especially those\nadmirable human qualities which fit a man for life in an organised\ncivic community, which makes him “a good citizen,” and considers how\nthey can be fostered or created and their opposites prevented.\nThis is the kernel of the _Ethics_, and all the rest is subordinate to\nthis main interest and purpose. Yet “the rest” is not irrelevant; the\nwhole situation in which character grows and operates is concretely\nconceived. There is a basis of what we should call Psychology, sketched\nin firm outlines, the deeper presuppositions and the wider issues of\nhuman character and conduct are not ignored, and there is no little of\nwhat we should call Metaphysics. But neither the Psychology nor the\nMetaphysics is elaborated, and only so much is brought forward as\nappears necessary to put the main facts in their proper perspective and\nsetting. It is this combination of width of outlook with close\nobservation of the concrete facts of conduct which gives its abiding\nvalue to the work, and justifies the view of it as containing\nAristotle’s Moral Philosophy. Nor is it important merely as summing up\nthe moral judgments and speculations of an age now long past. It seizes\nand dwells upon those elements and features in human practice which are\nmost essential and permanent, and it is small wonder that so much in it\nsurvives in our own ways of regarding conduct and speaking of it. Thus\nit still remains one of the classics of Moral Philosophy, nor is its\nvalue likely soon to be exhausted.\nAs was pointed out above, the proem (Book I., cc. i-iii.) is a prelude\nto the treatment of the whole subject covered by the _Ethics_ and the\n_Politics_ together. It sets forth the purpose of the enquiry,\ndescribes the spirit in which it is to be undertaken and what ought to\nbe the expectation of the reader, and lastly states the necessary\nconditions of studying it with profit. The aim of it is the acquisition\nand propagation of a certain kind of knowledge (science), but this\nknowledge and the thinking which brings it about are subsidiary to a\npractical end. The knowledge aimed at is of what is best for man and of\nthe conditions of its realisation. Such knowledge is that which in its\nconsumate form we find in great statesmen, enabling them to organise\nand administer their states and regulate by law the life of the\ncitizens to their advantage and happiness, but it is the same kind of\nknowledge which on a smaller scale secures success in the management of\nthe family or of private life.\nIt is characteristic of such knowledge that it should be deficient in\n“exactness,” in precision of statement, and closeness of logical\nconcatenation. We must not look for a mathematics of conduct. The\nsubject-matter of Human Conduct is not governed by necessary and\nuniform laws. But this does not mean that it is subject to no laws.\nThere are general principles at work in it, and these can be formulated\nin “rules,” which rules can be systematised or unified. It is\nall-important to remember that practical or moral rules are only\ngeneral and always admit of exceptions, and that they arise not from\nthe mere complexity of the facts, but from the liability of the facts\nto a certain unpredictable variation. At their very best, practical\nrules state probabilities, not certainties; a relative constancy of\nconnection is all that exists, but it is enough to serve as a guide in\nlife. Aristotle here holds the balance between a misleading hope of\nreducing the subject-matter of conduct to a few simple rigorous\nabstract principles, with conclusions necessarily issuing from them,\nand the view that it is the field of operation of inscrutable forces\nacting without predictable regularity. He does not pretend to find in\nit absolute uniformities, or to deduce the details from his principles.\nHence, too, he insists on the necessity of experience as the source or\ntest of all that he has to say. Moral experience—the actual possession\nand exercise of good character—is necessary truly to understand moral\nprinciples and profitably to apply them. The mere intellectual\napprehension of them is not possible, or if possible, profitless.\nThe _Ethics_ is addressed to students who are presumed both to have\nenough general education to appreciate these points, and also to have a\nsolid foundation of good habits. More than that is not required for the\nprofitable study of it.\nIf the discussion of the nature and formation of character be regarded\nas the central topic of the _Ethics_, the contents of Book I., cc.\niv.-xii. may be considered as still belonging to the introduction and\nsetting, but these chapters contain matter of profound importance and\nhave exercised an enormous influence upon subsequent thought. They lay\ndown a principle which governs all Greek thought about human life, viz.\nthat it is only intelligible when viewed as directed towards some end\nor good. This is the Greek way of expressing that all human life\ninvolves an ideal element—something which it is not yet and which under\ncertain conditions it is to be. In that sense Greek Moral Philosophy is\nessentially idealistic. Further it is always assumed that all human\npractical activity is directed or “oriented” to a _single_ end, and\nthat that end is knowable or definable in advance of its realisation.\nTo know it is not merely a matter of speculative interest, it is of the\nhighest practical moment for only in the light of it can life be duly\nguided, and particularly only so can the state be properly organised\nand administered. This explains the stress laid throughout by Greek\nMoral Philosophy upon the necessity of knowledge as a condition of the\nbest life. This knowledge is not, though it includes knowledge of the\nnature of man and his circumstances, it is knowledge of what is best—of\nman’s supreme end or good.\nBut this end is not conceived as presented to him by a superior power\nnor even as something which _ought_ to be. The presentation of the\nMoral Ideal as Duty is almost absent. From the outset it is identified\nwith the object of desire, of what we not merely judge desirable but\nactually do desire, or that which would, if realised, satisfy human\ndesire. In fact it is what we all, wise and simple, agree in naming\n“Happiness” (Welfare or Well-being)\nIn what then does happiness consist? Aristotle summarily sets aside the\nmore or less popular identifications of it with abundance of physical\npleasures, with political power and honour, with the mere possession of\nsuch superior gifts or attainments as normally entitle men to these,\nwith wealth. None of these can constitute the end or good of man as\nsuch. On the other hand, he rejects his master Plato’s conception of a\ngood which is the end of the whole universe, or at least dismisses it\nas irrelevant to his present enquiry. The good towards which all human\ndesires and practical activities are directed must be one conformable\nto man’s special nature and circumstances and attainable by his\nefforts. There is in Aristotle’s theory of human conduct no trace of\nPlato’s “other worldliness”, he brings the moral ideal in Bacon’s\nphrase down to “right earth”—and so closer to the facts and problems of\nactual human living. Turning from criticism of others he states his own\npositive view of Happiness, and, though he avowedly states it merely in\noutline his account is pregnant with significance. Human Happiness lies\nin activity or energising, and that in a way peculiar to man with his\ngiven nature and his given circumstances, it is not theoretical, but\npractical: it is the activity not of reason but still of a being who\npossesses reason and applies it, and it presupposes in that being the\ndevelopment, and not merely the natural possession, of certain relevant\npowers and capacities. The last is the prime condition of successful\nliving and therefore of satisfaction, but Aristotle does not ignore\nother conditions, such as length of life, wealth and good luck, the\nabsence or diminution of which render happiness not impossible, but\ndifficult of attainment.\nIt is interesting to compare this account of Happiness with Mill’s in\n_Utilitarianism_. Mill’s is much the less consistent: at times he\ndistinguishes and at times he identifies, happiness, pleasure,\ncontentment, and satisfaction. He wavers between belief in its general\nattainability and an absence of hopefulness. He mixes up in an\narbitrary way such ingredients as “not expecting more from life than it\nis capable of bestowing,” “mental cultivation,” “improved laws,” etc.,\nand in fact leaves the whole conception vague, blurred, and uncertain.\nAristotle draws the outline with a firmer hand and presents a more\ndefinite ideal. He allows for the influence on happiness of conditions\nonly partly, if at all, within the control of man, but he clearly makes\nthe man positive determinant of man’s happiness he in himself, and more\nparticularly in what he makes directly of his own nature, and so\nindirectly of his circumstances. “‘Tis in ourselves that we are thus or\nthus” But once more this does not involve an artificial or abstract\nisolation of the individual moral agent from his relation to other\npersons or things from his context in society and nature, nor ignore\nthe relative dependence of his life upon a favourable environment.\nThe main factor which determines success or failure in human life is\nthe acquisition of certain powers, for Happiness is just the exercise\nor putting forth of these in actual living, everything else is\nsecondary and subordinate. These powers arise from the due development\nof certain natural aptitudes which belong (in various degrees) to human\nnature as such and therefore to all normal human beings. In their\ndeveloped form they are known as virtues (the Greek means simply\n“goodnesses,” “perfections,” “excellences,” or “fitnesses”), some of\nthem are physical, but others are psychical, and among the latter some,\nand these distinctively or peculiarly human, are “rational,” _i e_,\npresuppose the possession and exercise of mind or intelligence. These\nlast fall into two groups, which Aristotle distinguishes as Goodnesses\nof Intellect and Goodnesses of Character. They have in common that they\nall excite in us admiration and praise of their possessors, and that\nthey are not natural endowments, but acquired characteristics But they\ndiffer in important ways. (1) the former are excellences or developed\npowers of the reason as such—of that in us which sees and formulates\nlaws, rules, regularities systems, and is content in the vision of\nthem, while the latter involve a submission or obedience to such rules\nof something in us which is in itself capricious and irregular, but\ncapable of regulation, viz our instincts and feelings, (2) the former\nare acquired by study and instruction, the latter by discipline. The\nlatter constitute “character,” each of them as a “moral virtue”\n(literally “a goodness of character”), and upon them primarily depends\nthe realisation of happiness. This is the case at least for the great\nmajority of men, and for all men their possession is an indispensable\nbasis of the best, _i e_, the most desirable life. They form the chief\nor central subject-matter of the _Ethics_.\nPerhaps the truest way of conceiving Aristotle’s meaning here is to\nregard a moral virtue as a form of obedience to a maxim or rule of\nconduct accepted by the agent as valid for a class of recurrent\nsituations in human life. Such obedience requires knowledge of the rule\nand acceptance of it _as the rule_ of the agent’s own actions, but not\nnecessarily knowledge of its ground or of its systematic connexion with\nother similarly known and similarly accepted rules (It may be remarked\nthat the Greek word usually translated “reason,” means in almost all\ncases in the _Ethics_ such a rule, and not the faculty which\napprehends, formulates, considers them).\nThe “moral virtues and vices” make up what we call character, and the\nimportant questions arise: (1) What is character? and (2) How is it\nformed? (for character in this sense is not a natural endowment; it is\nformed or produced). Aristotle deals with these questions in the\nreverse order. His answers are peculiar and distinctive—not that they\nare absolutely novel (for they are anticipated in Plato), but that by\nhim they are for the first time distinctly and clearly formulated.\n(1.) Character, good or bad, is produced by what Aristotle calls\n“habituation,” that is, it is the result of the repeated doing of acts\nwhich have a similar or common quality. Such repetition acting upon\nnatural aptitudes or propensities gradually fixes them in one or other\nof two opposite directions, giving them a bias towards good or evil.\nHence the several acts which determine goodness or badness of character\nmust be done in a certain way, and thus the formation of good character\nrequires discipline and direction from without. Not that the agent\nhimself contributes nothing to the formation of his character, but that\nat first he needs guidance. The point is not so much that the process\ncannot be safely left to Nature, but that it cannot be entrusted to\nmerely intellectual instruction. The process is one of assimilation,\nlargely by imitation and under direction and control. The result is a\ngrowing understanding of what is done, a choice of it for its own sake,\na fixity and steadiness of purpose. Right acts and feelings become,\nthrough habit, easier and more pleasant, and the doing of them a\n“second nature.” The agent acquires the power of doing them freely,\nwillingly, more and more “of himself.”\nBut what are “right” acts? In the first place, they are those that\nconform to a rule—to the right rule, and ultimately to reason. The\nGreeks never waver from the conviction that in the end moral conduct is\nessentially reasonable conduct. But there is a more significant way of\ndescribing their “rightness,” and here for the first time Aristotle\nintroduces his famous “Doctrine of the Mean.” Reasoning from the\nanalogy of “right” physical acts, he pronounces that rightness always\nmeans adaptation or adjustment to the special requirements of a\nsituation. To this adjustment he gives a quantitative interpretation.\nTo do (or to feel) what is right in a given situation is to do or to\nfeel just the amount required—neither more nor less: to do wrong is to\ndo or to feel too much or too little—to fall short of or over-shoot, “a\nmean” determined by the situation. The repetition of acts which lie in\nthe mean is the cause of the formation of each and every “goodness of\ncharacter,” and for this “rules” can be given.\n(2) What then is a “moral virtue,” the result of such a process duly\ndirected? It is no mere mood of feeling, no mere liability to emotion,\nno mere natural aptitude or endowment, it is a permanent _state_ of the\nagent’s self, or, as we might in modern phrase put it, of his will, it\nconsists in a steady self-imposed obedience to a rule of action in\ncertain situations which frequently recur in human life. The rule\nprescribes the control and regulation within limits of the agent’s\nnatural impulses to act and feel thus and thus. The situations fall\ninto groups which constitute the “fields” of the several “moral\nvirtues”, for each there is a rule, conformity to which secures\nrightness in the individual acts. Thus the moral ideal appears as a\ncode of rules, accepted by the agent, but as yet _to him_ without\nrational justification and without system or unity. But the rules\nprescribe no mechanical uniformity: each within its limits permits\nvariety, and the exactly right amount adopted to the requirements of\nthe individual situation (and every actual situation is individual)\nmust be determined by the intuition of the moment. There is no attempt\nto reduce the rich possibilities of right action to a single monotonous\ntype. On the contrary, there are acknowledged to be many forms of moral\nvirtue, and there is a long list of them, with their correlative vices\nenumerated.\nThe Doctrine of the Mean here takes a form in which it has impressed\nsubsequent thinkers, but which has less importance than is usually\nascribed to it. In the “Table of the Virtues and Vices,” each of the\nvirtues is flanked by two opposite vices, which are respectively the\nexcess and defect of that which in due measure constitutes the virtue.\nAristotle tries to show that this is the case in regard to every virtue\nnamed and recognised as such, but his treatment is often forced and the\nendeavour is not very successful. Except as a convenient principle of\narrangement of the various forms of praiseworthy or blameworthy\ncharacters, generally acknowledged as such by Greek opinion, this form\nof the doctrine is of no great significance.\nARISTOTLE’S ETHICS\nBOOK I\nChapter I.\nEvery art, and every science reduced to a teachable form, and in like\nmanner every action and moral choice, aims, it is thought, at some\ngood: for which reason a common and by no means a bad description of\nthe Chief Good is, “that which all things aim at.”\nNow there plainly is a difference in the Ends proposed: for in some\ncases they are acts of working, and in others certain works or tangible\nresults beyond and beside the acts of working: and where there are\ncertain Ends beyond and beside the actions, the works are in their\nnature better than the acts of working. Again, since actions and arts\nand sciences are many, the Ends likewise come to be many: of the\nhealing art, for instance, health; of the ship-building art, a vessel;\nof the military art, victory; and of domestic management, wealth; are\nrespectively the Ends.\nAnd whatever of such actions, arts, or sciences range under some one\nfaculty (as under that of horsemanship the art of making bridles, and\nall that are connected with the manufacture of horse-furniture in\ngeneral; this itself again, and every action connected with war, under\nthe military art; and in the same way others under others), in all\nsuch, the Ends of the master-arts are more choice-worthy than those\nranging under them, because it is with a view to the former that the\nlatter are pursued.\n(And in this comparison it makes no difference whether the acts of\nworking are themselves the Ends of the actions, or something further\nbeside them, as is the case in the arts and sciences we have been just\nspeaking of.)\nSince then of all things which may be done there is some one End which\nwe desire for its own sake, and with a view to which we desire\neverything else; and since we do not choose in all instances with a\nfurther End in view (for then men would go on without limit, and so the\ndesire would be unsatisfied and fruitless), this plainly must be the\nChief Good, _i.e._ the best thing of all.\nSurely then, even with reference to actual life and conduct, the\nknowledge of it must have great weight; and like archers, with a mark\nin view, we shall be more likely to hit upon what is right: and if so,\nwe ought to try to describe, in outline at least, what it is and of\nwhich of the sciences and faculties it is the End.\nNow one would naturally suppose it to be the End of that which is most\ncommanding and most inclusive: and to this description, πολιτικὴ[1]\nplainly answers: for this it is that determines which of the sciences\nshould be in the communities, and which kind individuals are to learn,\nand what degree of proficiency is to be required. Again; we see also\nranging under this the most highly esteemed faculties, such as the art\nmilitary, and that of domestic management, and Rhetoric. Well then,\nsince this uses all the other practical sciences, and moreover lays\ndown rules as to what men are to do, and from what to abstain, the End\nof this must include the Ends of the rest, and so must be The Good of\nMan. And grant that this is the same to the individual and to the\ncommunity, yet surely that of the latter is plainly greater and more\nperfect to discover and preserve: for to do this even for a single\nindividual were a matter for contentment; but to do it for a whole\nnation, and for communities generally, were more noble and godlike.\nSuch then are the objects proposed by our treatise, which is of the\nnature of πολιτικὴ: and I conceive I shall have spoken on them\nsatisfactorily, if they be made as distinctly clear as the nature of\nthe subject-matter will admit: for exactness must not be looked for in\nall discussions alike, any more than in all works of handicraft. Now\nthe notions of nobleness and justice, with the examination of which\nπολιτικὴ is concerned, admit of variation and error to such a degree,\nthat they are supposed by some to exist conventionally only, and not in\nthe nature of things: but then, again, the things which are allowed to\nbe goods admit of a similar error, because harm comes to many from\nthem: for before now some have perished through wealth, and others\nthrough valour.\nWe must be content then, in speaking of such things and from such data,\nto set forth the truth roughly and in outline; in other words, since we\nare speaking of general matter and from general data, to draw also\nconclusions merely general. And in the same spirit should each person\nreceive what we say: for the man of education will seek exactness so\nfar in each subject as the nature of the thing admits, it being plainly\nmuch the same absurdity to put up with a mathematician who tries to\npersuade instead of proving, and to demand strict demonstrative\nreasoning of a Rhetorician.\nNow each man judges well what he knows, and of these things he is a\ngood judge: on each particular matter then he is a good judge who has\nbeen instructed in _it_, and in a general way the man of general mental\ncultivation.[2]\nHence the young man is not a fit student of Moral Philosophy, for he\nhas no experience in the actions of life, while all that is said\npresupposes and is concerned with these: and in the next place, since\nhe is apt to follow the impulses of his passions, he will hear as\nthough he heard not, and to no profit, the end in view being practice\nand not mere knowledge.\nAnd I draw no distinction between young in years, and youthful in\ntemper and disposition: the defect to which I allude being no direct\nresult of the time, but of living at the beck and call of passion, and\nfollowing each object as it rises.[3] For to them that are such the\nknowledge comes to be unprofitable, as to those of imperfect\nself-control: but, to those who form their desires and act in\naccordance with reason, to have knowledge on these points must be very\nprofitable.\nLet thus much suffice by way of preface on these three points, the\nstudent, the spirit in which our observations should be received, and\nthe object which we propose.\nChapter II.\nAnd now, resuming the statement with which we commenced, since all\nknowledge and moral choice grasps at good of some kind or another, what\ngood is that which we say πολιτικὴ aims at? or, in other words, what is\nthe highest of all the goods which are the objects of action?\nSo far as name goes, there is a pretty general agreement: for HAPPINESS\nboth the multitude and the refined few call it, and “living well” and\n“doing well” they conceive to be the same with “being happy;” but about\nthe Nature of this Happiness, men dispute, and the multitude do not in\ntheir account of it agree with the wise. For some say it is some one of\nthose things which are palpable and apparent, as pleasure or wealth or\nhonour; in fact, some one thing, some another; nay, oftentimes the same\nman gives a different account of it; for when ill, he calls it health;\nwhen poor, wealth: and conscious of their own ignorance, men admire\nthose who talk grandly and above their comprehension. Some again held\nit to be something by itself, other than and beside these many good\nthings, which is in fact to all these the cause of their being good.\nNow to sift all the opinions would be perhaps rather a fruitless task;\nso it shall suffice to sift those which are most generally current, or\nare thought to have some reason in them.\nAnd here we must not forget the difference between reasoning from\nprinciples, and reasoning to principles: for with good cause did Plato\ntoo doubt about this, and enquire whether the right road is from\nprinciples or to principles, just as in the racecourse from the judges\nto the further end, or _vice versâ_.\nOf course, we must begin with what is known; but then this is of two\nkinds, what we _do_ know, and what we _may_ know:[5] perhaps then as\nindividuals we must begin with what we _do_ know. Hence the necessity\nthat he should have been well trained in habits, who is to study, with\nany tolerable chance of profit, the principles of nobleness and justice\nand moral philosophy generally. For a principle is a matter of fact,\nand if the fact is sufficiently clear to a man there will be no need in\naddition of the reason for the fact. And he that has been thus trained\neither has principles already, or can receive them easily: as for him\nwho neither has nor can receive them, let him hear his sentence from\nHesiod:\nHe is best of all who of himself conceiveth all things;\nGood again is he too who can adopt a good suggestion;\nBut whoso neither of himself conceiveth nor hearing from another\nLayeth it to heart;—he is a useless man.\nChapter III.\nBut to return from this digression.\nNow of the Chief Good (_i.e._ of Happiness) men seem to form their\nnotions from the different modes of life, as we might naturally expect:\nthe many and most low conceive it to be pleasure, and hence they are\ncontent with the life of sensual enjoyment. For there are three lines\nof life which stand out prominently to view: that just mentioned, and\nthe life in society, and, thirdly, the life of contemplation.\nNow the many are plainly quite slavish, choosing a life like that of\nbrute animals: yet they obtain some consideration, because many of the\ngreat share the tastes of Sardanapalus. The refined and active again\nconceive it to be honour: for this may be said to be the end of the\nlife in society: yet it is plainly too superficial for the object of\nour search, because it is thought to rest with those who pay rather\nthan with him who receives it, whereas the Chief Good we feel\ninstinctively must be something which is our own, and not easily to be\ntaken from us.\nAnd besides, men seem to pursue honour, that they may believe\nthemselves to be good:[6] for instance, they seek to be honoured by the\nwise, and by those among whom they are known, and for virtue: clearly\nthen, in the opinion at least of these men, virtue is higher than\nhonour. In truth, one would be much more inclined to think this to be\nthe end of the life in society; yet this itself is plainly not\nsufficiently final: for it is conceived possible, that a man possessed\nof virtue might sleep or be inactive all through his life, or, as a\nthird case, suffer the greatest evils and misfortunes: and the man who\nshould live thus no one would call happy, except for mere disputation’s\nsake.[7]\nAnd for these let thus much suffice, for they have been treated of at\nsufficient length in my Encyclia.[8]\nA third line of life is that of contemplation, concerning which we\nshall make our examination in the following pages.[9]\nAs for the life of money-making, it is one of constraint, and wealth\nmanifestly is not the good we are seeking, because it is for use, that\nis, for the sake of something further: and hence one would rather\nconceive the forementioned ends to be the right ones, for men rest\ncontent with them for their own sakes. Yet, clearly, they are not the\nobjects of our search either, though many words have been wasted on\nthem.[10] So much then for these.\nAgain, the notion of one Universal Good (the same, that is, in all\nthings), it is better perhaps we should examine, and discuss the\nmeaning of it, though such an enquiry is unpleasant, because they are\nfriends of ours who have introduced these εἴδη.[11] Still perhaps it\nmay appear better, nay to be our duty where the safety of the truth is\nconcerned, to upset if need be even our own theories, specially as we\nare lovers of wisdom: for since both are dear to us, we are bound to\nprefer the truth. Now they who invented this doctrine of εἴδη, did not\napply it to those things in which they spoke of priority and\nposteriority, and so they never made any ἰδέα of numbers; but good is\npredicated in the categories of Substance, Quality, and Relation; now\nthat which exists of itself, i.e. Substance, is prior in the nature of\nthings to that which is relative, because this latter is an off-shoot,\nas it were, and result of that which is; on their own principle then\nthere cannot be a common ἰδέα in the case of these.\nIn the next place, since good is predicated in as many ways as there\nare modes of existence [for it is predicated in the category of\nSubstance, as God, Intellect—and in that of Quality, as The Virtues—and\nin that of Quantity, as The Mean—and in that of Relation, as The\nUseful—and in that of Time, as Opportunity—and in that of Place, as\nAbode; and other such like things], it manifestly cannot be something\ncommon and universal and one in all: else it would not have been\npredicated in all the categories, but in one only.\nThirdly, since those things which range under one ἰδέα are also under\nthe cognisance of one science, there would have been, on their theory,\nonly one science taking cognisance of all goods collectively: but in\nfact there are many even for those which range under one category: for\ninstance, of Opportunity or Seasonableness (which I have before\nmentioned as being in the category of Time), the science is, in war,\ngeneralship; in disease, medical science; and of the Mean (which I\nquoted before as being in the category of Quantity), in food, the\nmedical science; and in labour or exercise, the gymnastic science. A\nperson might fairly doubt also what in the world they mean by very-this\nthat or the other, since, as they would themselves allow, the account\nof the humanity is one and the same in the very-Man, and in any\nindividual Man: for so far as the individual and the very-Man are both\nMan, they will not differ at all: and if so, then very-good and any\nparticular good will not differ, in so far as both are good. Nor will\nit do to say, that the eternity of the very-good makes it to be more\ngood; for what has lasted white ever so long, is no whiter than what\nlasts but for a day.\nNo. The Pythagoreans do seem to give a more credible account of the\nmatter, who place “One” among the goods in their double list of goods\nand bads:[12] which philosophers, in fact, Speusippus[13] seems to have\nfollowed.\nBut of these matters let us speak at some other time. Now there is\nplainly a loophole to object to what has been advanced, on the plea\nthat the theory I have attacked is not by its advocates applied to all\ngood: but those goods only are spoken of as being under one ἰδέα, which\nare pursued, and with which men rest content simply for their own\nsakes: whereas those things which have a tendency to produce or\npreserve them in any way, or to hinder their contraries, are called\ngood because of these other goods, and after another fashion. It is\nmanifest then that the goods may be so called in two senses, the one\nclass for their own sakes, the other because of these.\nVery well then, let us separate the independent goods from the\ninstrumental, and see whether they are spoken of as under one ἰδέα.\nBut the question next arises, what kind of goods are we to call\nindependent? All such as are pursued even when separated from other\ngoods, as, for instance, being wise, seeing, and certain pleasures and\nhonours (for these, though we do pursue them with some further end in\nview, one would still place among the independent goods)? or does it\ncome in fact to this, that we can call nothing independent good except\nthe ἰδέα, and so the concrete of it will be nought?\nIf, on the other hand, these are independent goods, then we shall\nrequire that the account of the goodness be the same clearly in all,\njust as that of the whiteness is in snow and white lead. But how stands\nthe fact? Why of honour and wisdom and pleasure the accounts are\ndistinct and different in so far as they are good. The Chief Good then\nis not something common, and after one ἰδέα.\nBut then, how does the name come to be common (for it is not seemingly\na case of fortuitous equivocation)? Are different individual things\ncalled good by virtue of being from one source, or all conducing to one\nend, or rather by way of analogy, for that intellect is to the soul as\nsight to the body, and so on? However, perhaps we ought to leave these\nquestions now, for an accurate investigation of them is more properly\nthe business of a different philosophy. And likewise respecting the\nἰδέα: for even if there is some one good predicated in common of all\nthings that are good, or separable and capable of existing\nindependently, manifestly it cannot be the object of human action or\nattainable by Man; but we are in search now of something that is\nso.[14]\nIt may readily occur to any one, that it would be better to attain a\nknowledge of it with a view to such concrete goods as are attainable\nand practical, because, with this as a kind of model in our hands, we\nshall the better know what things are good for us individually, and\nwhen we know them, we shall attain them.\nSome plausibility, it is true, this argument possesses, but it is\ncontradicted by the facts of the Arts and Sciences; for all these,\nthough aiming at some good, and seeking that which is deficient, yet\npretermit the knowledge of it: now it is not exactly probable that all\nartisans without exception should be ignorant of so great a help as\nthis would be, and not even look after it; neither is it easy to see\nwherein a weaver or a carpenter will be profited in respect of his\ncraft by knowing the very-good, or how a man will be the more apt to\neffect cures or to command an army for having seen the ἰδέα itself. For\nmanifestly it is not health after this general and abstract fashion\nwhich is the subject of the physician’s investigation, but the health\nof Man, or rather perhaps of this or that man; for he has to heal\nindividuals.—Thus much on these points.\nChapter IV.\nAnd now let us revert to the Good of which we are in search: what can\nit be? for manifestly it is different in different actions and arts:\nfor it is different in the healing art and in the art military, and\nsimilarly in the rest. What then is the Chief Good in each? Is it not\n“that for the sake of which the other things are done?” and this in the\nhealing art is health, and in the art military victory, and in that of\nhouse-building a house, and in any other thing something else; in\nshort, in every action and moral choice the End, because in all cases\nmen do everything else with a view to this. So that if there is some\none End of all things which are and may be done, this must be the Good\nproposed by doing, or if more than one, then these.\nThus our discussion after some traversing about has come to the same\npoint which we reached before. And this we must try yet more to clear\nup.\nNow since the ends are plainly many, and of these we choose some with a\nview to others (wealth, for instance, musical instruments, and, in\ngeneral, all instruments), it is clear that all are not final: but the\nChief Good is manifestly something final; and so, if there is some one\nonly which is final, this must be the object of our search: but if\nseveral, then the most final of them will be it.\nNow that which is an object of pursuit in itself we call more final\nthan that which is so with a view to something else; that again which\nis never an object of choice with a view to something else than those\nwhich are so both in themselves and with a view to this ulterior\nobject: and so by the term “absolutely final,” we denote that which is\nan object of choice always in itself, and never with a view to any\nother.\nAnd of this nature Happiness is mostly thought to be, for this we\nchoose always for its own sake, and never with a view to anything\nfurther: whereas honour, pleasure, intellect, in fact every excellence\nwe choose for their own sakes, it is true (because we would choose each\nof these even if no result were to follow), but we choose them also\nwith a view to happiness, conceiving that through their instrumentality\nwe shall be happy: but no man chooses happiness with a view to them,\nnor in fact with a view to any other thing whatsoever.\nThe same result[15] is seen to follow also from the notion of\nself-sufficiency, a quality thought to belong to the final good. Now by\nsufficient for Self, we mean not for a single individual living a\nsolitary life, but for his parents also and children and wife, and, in\ngeneral, friends and countrymen; for man is by nature adapted to a\nsocial existence. But of these, of course, some limit must be fixed:\nfor if one extends it to parents and descendants and friends’ friends,\nthere is no end to it. This point, however, must be left for future\ninvestigation: for the present we define that to be self-sufficient\n“which taken alone makes life choice-worthy, and to be in want of\nnothing;” now of such kind we think Happiness to be: and further, to be\nmost choice-worthy of all things; not being reckoned with any other\nthing,[16] for if it were so reckoned, it is plain we must then allow\nit, with the addition of ever so small a good, to be more choice-worthy\nthan it was before:[17] because what is put to it becomes an addition of so\nmuch more good, and of goods the greater is ever the more\nchoice-worthy.\nSo then Happiness is manifestly something final and self-sufficient,\nbeing the end of all things which are and may be done.\nChapter V.\nBut, it may be, to call Happiness the Chief Good is a mere truism, and\nwhat is wanted is some clearer account of its real nature. Now this\nobject may be easily attained, when we have discovered what is the work\nof man; for as in the case of flute-player, statuary, or artisan of any\nkind, or, more generally, all who have any work or course of action,\ntheir Chief Good and Excellence is thought to reside in their work, so\nit would seem to be with man, if there is any work belonging to him.\nAre we then to suppose, that while carpenter and cobbler have certain\nworks and courses of action, Man as Man has none, but is left by Nature\nwithout a work? or would not one rather hold, that as eye, hand, and\nfoot, and generally each of his members, has manifestly some special\nwork; so too the whole Man, as distinct from all these, has some work\nof his own?[18]\nWhat then can this be? not mere life, because that plainly is shared\nwith him even by vegetables, and we want what is peculiar to him. We\nmust separate off then the life of mere nourishment and growth, and\nnext will come the life of sensation: but this again manifestly is\ncommon to horses, oxen, and every animal. There remains then a kind of\nlife of the Rational Nature apt to act: and of this Nature there are\ntwo parts denominated Rational, the one as being obedient to Reason,\nthe other as having and exerting it. Again, as this life is also spoken\nof in two ways,[19] we must take that which is in the way of actual\nworking, because this is thought to be most properly entitled to the\nname. If then the work of Man is a working of the soul in accordance\nwith reason, or at least not independently of reason, and we say that\nthe work of any given subject, and of that subject good of its kind,\nare the same in kind (as, for instance, of a harp-player and a good\nharp-player, and so on in every case, adding to the work eminence in\nthe way of excellence; I mean, the work of a harp-player is to play the\nharp, and of a good harp-player to play it well); if, I say, this is\nso, and we assume the work of Man to be life of a certain kind, that is\nto say a working of the soul, and actions with reason, and of a good\nman to do these things well and nobly, and in fact everything is\nfinished off well in the way of the excellence which peculiarly belongs\nto it: if all this is so, then the Good of Man comes to be “a working\nof the Soul in the way of Excellence,” or, if Excellence admits of\ndegrees, in the way of the best and most perfect Excellence.\nAnd we must add, ἐν βίῳ τελείῳ;[20] for as it is not one swallow or one\nfine day that makes a spring, so it is not one day or a short time that\nmakes a man blessed and happy.\nLet this then be taken for a rough sketch of the Chief Good: since it\nis probably the right way to give first the outline, and fill it in\nafterwards. And it would seem that any man may improve and connect what\nis good in the sketch, and that time is a good discoverer and\nco-operator in such matters: it is thus in fact that all improvements\nin the various arts have been brought about, for any man may fill up a\ndeficiency.\nYou must remember also what has been already stated, and not seek for\nexactness in all matters alike, but in each according to the\nsubject-matter, and so far as properly belongs to the system. The\ncarpenter and geometrician, for instance, enquire into the right line\nin different fashion: the former so far as he wants it for his work,\nthe latter enquires into its nature and properties, because he is\nconcerned with the truth.\nSo then should one do in other matters, that the incidental matters may\nnot exceed the direct ones.\nAnd again, you must not demand the reason either in all things\nalike,[21] because in some it is sufficient that the fact has been well\ndemonstrated, which is the case with first principles; and the fact is\nthe first step, _i.e._ starting-point or principle.\nAnd of these first principles some are obtained by induction, some by\nperception,[22] some by a course of habituation, others in other\ndifferent ways. And we must try to trace up each in their own nature,\nand take pains to secure their being well defined, because they have\ngreat influence on what follows: it is thought, I mean, that the\nstarting-point or principle is more than half the whole matter, and\nthat many of the points of enquiry come simultaneously into view\nthereby.\nChapter VI.\nWe must now enquire concerning Happiness, not only from our conclusion\nand the data on which our reasoning proceeds, but likewise from what is\ncommonly said about it: because with what is true all things which\nreally are are in harmony, but with that which is false the true very\nsoon jars.\nNow there is a common division of goods into three classes; one being\ncalled external, the other two those of the soul and body respectively,\nand those belonging to the soul we call most properly and specially\ngood. Well, in our definition we assume that the actions and workings\nof the soul constitute Happiness, and these of course belong to the\nsoul. And so our account is a good one, at least according to this\nopinion, which is of ancient date, and accepted by those who profess\nphilosophy. Rightly too are certain actions and workings said to be the\nend, for thus it is brought into the number of the goods of the soul\ninstead of the external. Agreeing also with our definition is the\ncommon notion, that the happy man lives well and does well, for it has\nbeen stated by us to be pretty much a kind of living well and doing\nwell.\nAnd further, the points required in Happiness are found in combination\nin our account of it.\nFor some think it is virtue, others practical wisdom, others a kind of\nscientific philosophy; others that it is these, or else some one of\nthem, in combination with pleasure, or at least not independently of\nit; while others again take in external prosperity.\nOf these opinions, some rest on the authority of numbers or antiquity,\nothers on that of few, and those men of note: and it is not likely that\neither of these classes should be wrong in all points, but be right at\nleast in some one, or even in most.\nNow with those who assert it to be Virtue (Excellence), or some kind of\nVirtue, our account agrees: for working in the way of Excellence surely\nbelongs to Excellence.\nAnd there is perhaps no unimportant difference between conceiving of\nthe Chief Good as in possession or as in use, in other words, as a mere\nstate or as a working. For the state or habit[23] may possibly exist in\na subject without effecting any good, as, for instance, in him who is\nasleep, or in any other way inactive; but the working cannot so, for it\nwill of necessity act, and act well. And as at the Olympic games it is\nnot the finest and strongest men who are crowned, but they who enter\nthe lists, for out of these the prize-men are selected; so too in life,\nof the honourable and the good, it is they who act who rightly win the\nprizes.[24]\nTheir life too is in itself pleasant: for the feeling of pleasure is a\nmental sensation, and that is to each pleasant of which he is said to\nbe fond: a horse, for instance, to him who is fond of horses, and a\nsight to him who is fond of sights: and so in like manner just acts to\nhim who is fond of justice, and more generally the things in accordance\nwith virtue to him who is fond of virtue. Now in the case of the\nmultitude of men the things which they individually esteem pleasant\nclash, because they are not such by nature, whereas to the lovers of\nnobleness those things are pleasant which are such by nature: but the\nactions in accordance with virtue are of this kind, so that they are\npleasant both to the individuals and also in themselves.\nSo then their life has no need of pleasure as a kind of additional\nappendage, but involves pleasure in itself. For, besides what I have\njust mentioned, a man is not a good man at all who feels no pleasure in\nnoble actions,[25] just as no one would call that man just who does not\nfeel pleasure in acting justly, or liberal who does not in liberal\nactions, and similarly in the case of the other virtues which might be\nenumerated: and if this be so, then the actions in accordance with\nvirtue must be in themselves pleasurable. Then again they are certainly\ngood and noble, and each of these in the highest degree; if we are to\ntake as right the judgment of the good man, for he judges as we have\nsaid.\nThus then Happiness is most excellent, most noble, and most pleasant,\nand these attributes are not separated as in the well-known Delian\ninscription—\n“Most noble is that which is most just, but best is health;\nAnd naturally most pleasant is the obtaining one’s desires.”\nFor all these co-exist in the best acts of working: and we say that\nHappiness is these, or one, that is, the best of them.\nStill[26] it is quite plain that it does require the addition of\nexternal goods, as we have said: because without appliances it is\nimpossible, or at all events not easy, to do noble actions: for\nfriends, money, and political influence are in a manner instruments\nwhereby many things are done: some things there are again a deficiency\nin which mars blessedness; good birth, for instance, or fine offspring,\nor even personal beauty: for he is not at all capable of Happiness who\nis very ugly, or is ill-born, or solitary and childless; and still less\nperhaps supposing him to have very bad children or friends, or to have\nlost good ones by death. As we have said already, the addition of\nprosperity of this kind does seem necessary to complete the idea of\nHappiness; hence some rank good fortune, and others virtue, with\nHappiness.\nChapter VII.\nAnd hence too a question is raised, whether it is a thing that can be\nlearned, or acquired by habituation or discipline of some other kind,\nor whether it comes in the way of divine dispensation, or even in the\nway of chance.\nNow to be sure, if anything else is a gift of the Gods to men, it is\nprobable that Happiness is a gift of theirs too, and specially because\nof all human goods it is the highest. But this, it may be, is a\nquestion belonging more properly to an investigation different from\nours:[27] and it is quite clear, that on the supposition of its not\nbeing sent from the Gods direct, but coming to us by reason of virtue\nand learning of a certain kind, or discipline, it is yet one of the\nmost Godlike things; because the prize and End of virtue is manifestly\nsomewhat most excellent, nay divine and blessed.\nIt will also on this supposition be widely participated, for it may\nthrough learning and diligence of a certain kind exist in all who have\nnot been maimed[28] for virtue.\nAnd if it is better we should be happy thus than as a result of chance,\nthis is in itself an argument that the case is so; because those things\nwhich are in the way of nature, and in like manner of art, and of every\ncause, and specially the best cause, are by nature in the best way\npossible: to leave them to chance what is greatest and most noble would\nbe very much out of harmony with all these facts.[29]\nThe question may be determined also by a reference to our definition of\nHappiness, that it is a working of the soul in the way of excellence or\nvirtue of a certain kind: and of the other goods, some we must have to\nbegin with, and those which are co-operative and useful are given by\nnature as instruments.[30]\nThese considerations will harmonise also with what we said at the\ncommencement: for we assumed the End of πολιτικὴ to be most excellent:\nnow this bestows most care on making the members of the community of a\ncertain character; good that is and apt to do what is honourable.\nWith good reason then neither ox nor horse nor any other brute animal\ndo we call happy, for none of them can partake in such working: and for\nthis same reason a child is not happy either, because by reason of his\ntender age he cannot yet perform such actions: if the term is applied,\nit is by way of anticipation.\nFor to constitute Happiness, there must be, as we have said, complete\nvirtue and a complete life: for many changes and chances of all kinds\narise during a life, and he who is most prosperous may become involved\nin great misfortunes in his old age, as in the heroic poems the tale is\ntold of Priam: but the man who has experienced such fortune and died in\nwretchedness, no man calls happy.\nChapter VIII.\nAre we then to call no man happy while he lives, and, as Solon would\nhave us, look to the end? And again, if we are to maintain this\nposition, is a man then happy when he is dead? or is not this a\ncomplete absurdity, specially in us who say Happiness is a working of a\ncertain kind?\nIf on the other hand we do not assert that the dead man is happy, and\nSolon does not mean this, but only that one would then be safe in\npronouncing a man happy, as being thenceforward out of the reach of\nevils and misfortunes, this too admits of some dispute, since it is\nthought that the dead has somewhat both of good and evil (if, as we\nmust allow, a man may have when alive but not aware of the\ncircumstances), as honour and dishonour, and good and bad fortune of\nchildren and descendants generally.\nNor is this view again without its difficulties: for, after a man has\nlived in blessedness to old age and died accordingly, many changes may\nbefall him in right of his descendants; some of them may be good and\nobtain positions in life accordant to their merits, others again quite\nthe contrary: it is plain too that the descendants may at different\nintervals or grades stand in all manner of relations to the\nancestors.[31] Absurd indeed would be the position that even the dead\nman is to change about with them and become at one time happy and at\nanother miserable. Absurd however it is on the other hand that the\naffairs of the descendants should in no degree and during no time\naffect the ancestors.\nBut we must revert to the point first raised,[32] since the present\nquestion will be easily determined from that.\nIf then we are to look to the end and then pronounce the man blessed,\nnot as being so but as having been so at some previous time, surely it\nis absurd that when he _is_ happy the truth is not to be asserted of\nhim, because we are unwilling to pronounce the living happy by reason\nof their liability to changes, and because, whereas we have conceived\nof happiness as something stable and no way easily changeable, the fact\nis that good and bad fortune are constantly circling about the same\npeople: for it is quite plain, that if we are to depend upon the\nfortunes of men, we shall often have to call the same man happy, and a\nlittle while after miserable, thus representing our happy man,\n“Chameleon-like, and based on rottenness.”\nIs not this the solution? that to make our sentence dependent on the\nchanges of fortune, is no way right: for not in them stands the well,\nor the ill, but though human life needs these as accessories (which we\nhave allowed already), the workings in the way of virtue are what\ndetermine Happiness, and the contrary the contrary.\nAnd, by the way, the question which has been here discussed, testifies\nincidentally to the truth of our account of Happiness.[33] For to\nnothing does a stability of human results attach so much as it does to\nthe workings in the way of virtue, since these are held to be more\nabiding even than the sciences: and of these last again[34] the most\nprecious are the most abiding, because the blessed live in them most\nand most continuously, which seems to be the reason why they are not\nforgotten. So then this stability which is sought will be in the happy\nman, and he will be such through life, since always, or most of all, he\nwill be doing and contemplating the things which are in the way of\nvirtue: and the various chances of life he will bear most nobly, and at\nall times and in all ways harmoniously, since he is the truly good man,\nor in the terms of our proverb “a faultless cube.”\nAnd whereas the incidents of chance are many, and differ in greatness\nand smallness, the small pieces of good or ill fortune evidently do not\naffect the balance of life, but the great and numerous, if happening\nfor good, will make life more blessed (for it is their nature to\ncontribute to ornament, and the using of them comes to be noble and\nexcellent), but if for ill, they bruise as it were and maim the\nblessedness: for they bring in positive pain, and hinder many acts of\nworking. But still, even in these, nobleness shines through when a man\nbears contentedly many and great mischances not from insensibility to\npain but because he is noble and high-spirited.\nAnd if, as we have said, the acts of working are what determine the\ncharacter of the life, no one of the blessed can ever become wretched,\nbecause he will never do those things which are hateful and mean. For\nthe man who is truly good and sensible bears all fortunes, we presume,\nbecomingly, and always does what is noblest under the circumstances,\njust as a good general employs to the best advantage the force he has\nwith him; or a good shoemaker makes the handsomest shoe he can out of\nthe leather which has been given him; and all other good artisans\nlikewise. And if this be so, wretched never can the happy man come to\nbe: I do not mean to say he will be blessed should he fall into\nfortunes like those of Priam.\nNor, in truth, is he shifting and easily changeable, for on the one\nhand from his happiness he will not be shaken easily nor by ordinary\nmischances, but, if at all, by those which are great and numerous; and,\non the other, after such mischances he cannot regain his happiness in a\nlittle time; but, if at all, in a long and complete period, during\nwhich he has made himself master of great and noble things.\nWhy then should we not call happy the man who works in the way of\nperfect virtue, and is furnished with external goods sufficient for\nacting his part in the drama of life:[35] and this during no ordinary\nperiod but such as constitutes a complete life as we have been\ndescribing it.\nOr we must add, that not only is he to live so, but his death must be\nin keeping with such life, since the future is dark to us, and\nHappiness we assume to be in every way an end and complete. And, if\nthis be so, we shall call them among the living blessed who have and\nwill have the things specified, but blessed _as Men_.[36]\nOn these points then let it suffice to have denned thus much.\nChapter IX.\nNow that the fortunes of their descendants, and friends generally,\ncontribute nothing towards forming the condition of the dead, is\nplainly a very heartless notion, and contrary to the current opinions.\nBut since things which befall are many, and differ in all kinds of\nways, and some touch more nearly, others less, to go into minute\nparticular distinctions would evidently be a long and endless task: and\nso it may suffice to speak generally and in outline.\nIf then, as of the misfortunes which happen to one’s self, some have a\ncertain weight and turn the balance of life, while others are, so to\nspeak, lighter; so it is likewise with those which befall all our\nfriends alike; if further, whether they whom each suffering befalls be\nalive or dead makes much more difference than in a tragedy the\npresupposing or actual perpetration of the various crimes and horrors,\nwe must take into our account this difference also, and still more\nperhaps the doubt concerning the dead whether they really partake of\nany good or evil; it seems to result from all these considerations,\nthat if anything does pierce the veil and reach them, be the same good\nor bad, it must be something trivial and small, either in itself or to\nthem; or at least of such a magnitude or such a kind as neither to make\nhappy them that are not so otherwise, nor to deprive of their\nblessedness them that are.[37]\nIt is plain then that the good or ill fortunes of their friends do\naffect the dead somewhat: but in such kind and degree as neither to\nmake the happy unhappy nor produce any other such effect.\nChapter X.\nHaving determined these points, let us examine with respect to\nHappiness, whether it belongs to the class of things praiseworthy or\nthings precious; for to that of faculties[38] it evidently does not.\nNow it is plain that everything which is a subject of praise is praised\nfor being of a certain kind and bearing a certain relation to something\nelse: for instance, the just, and the valiant, and generally the good\nman, and virtue itself, we praise because of the actions and the\nresults: and the strong man, and the quick runner, and so forth, we\npraise for being of a certain nature and bearing a certain relation to\nsomething good and excellent (and this is illustrated by attempts to\npraise the gods; for they are presented in a ludicrous aspect[39] by\nbeing referred to our standard, and this results from the fact, that\nall praise does, as we have said, imply reference to a standard). Now\nif it is to such objects that praise belongs, it is evident that what\nis applicable to the best objects is not praise, but something higher\nand better: which is plain matter of fact, for not only do we call the\ngods blessed and happy, but of men also we pronounce those blessed who\nmost nearly resemble the gods. And in like manner in respect of goods;\nno man thinks of praising Happiness as he does the principle of\njustice, but calls it blessed, as being somewhat more godlike and more\nexcellent.\nEudoxus[40] too is thought to have advanced a sound argument in support\nof the claim of pleasure to the highest prize: for the fact that,\nthough it is one of the good things, it is not praised, he took for an\nindication of its superiority to those which are subjects of praise: a\nsuperiority he attributed also to a god and the Chief Good, on the\nground that they form the standard to which everything besides is\nreferred. For praise applies to virtue, because it makes men apt to do\nwhat is noble; but encomia to definite works of body or mind.[41]\nHowever, it is perhaps more suitable to a regular treatise on encomia\nto pursue this topic with exactness: it is enough for our purpose that\nfrom what has been said it is evident that Happiness belongs to the\nclass of things precious and final. And it seems to be so also because\nof its being a starting-point; which it is, in that with a view to it\nwe all do everything else that is done; now the starting-point and\ncause of good things we assume to be something precious and divine.\nChapter XI.\nMoreover, since Happiness is a kind of working of the soul in the way\nof perfect Excellence, we must enquire concerning Excellence: for so\nprobably shall we have a clearer view concerning Happiness; and again,\nhe who is really a statesman is generally thought to have spent most\npains on this, for he wishes to make the citizens good and obedient to\nthe laws. (For examples of this class we have the lawgivers of the\nCretans and Lacedæmonians and whatever other such there have been.)\nBut if this investigation belongs properly to πολιτικὴ, then clearly\nthe enquiry will be in accordance with our original design.\nWell, we are to enquire concerning Excellence, _i.e._ Human Excellence\nof course, because it was the Chief Good of Man and the Happiness of\nMan that we were enquiring of just now.\nAnd by Human Excellence we mean not that of man’s body but that of his\nsoul; for we call Happiness a working of the Soul.\nAnd if this is so, it is plain that some knowledge of the nature of the\nSoul is necessary for the statesman, just as for the oculist a\nknowledge of the whole body, and the more so in proportion as πολιτικὴ\nis more precious and higher than the healing art: and in fact\nphysicians of the higher class do busy themselves much with the\nknowledge of the body.\nSo then the statesman is to consider the nature of the Soul: but he\nmust do so with these objects in view, and so far only as may suffice\nfor the objects of his special enquiry: for to carry his speculations\nto a greater exactness is perhaps a task more laborious than falls\nwithin his province.\nIn fact, the few statements made on the subject in my popular treatises\nare quite enough, and accordingly we will adopt them here: as, that the\nSoul consists of two parts, the Irrational and the Rational (as to\nwhether these are actually divided, as are the parts of the body, and\neverything that is capable of division; or are only metaphysically\nspeaking two, being by nature inseparable, as are convex and concave\ncircumferences, matters not in respect of our present purpose). And of\nthe Irrational, the one part seems common to other objects, and in fact\nvegetative; I mean the cause of nourishment and growth (for such a\nfaculty of the Soul one would assume to exist in all things that\nreceive nourishment, even in embryos, and this the same as in the\nperfect creatures; for this is more likely than that it should be a\ndifferent one).\nNow the Excellence of this manifestly is not peculiar to the human\nspecies but common to others: for this part and this faculty is thought\nto work most in time of sleep, and the good and bad man are least\ndistinguishable while asleep; whence it is a common saying that during\none half of life there is no difference between the happy and the\nwretched; and this accords with our anticipations, for sleep is an\ninactivity of the soul, in so far as it is denominated good or bad,\nexcept that in some wise some of its movements find their way through\nthe veil and so the good come to have better dreams than ordinary men.\nBut enough of this: we must forego any further mention of the nutritive\npart, since it is not naturally capable of the Excellence which is\npeculiarly human.\nAnd there seems to be another Irrational Nature of the Soul, which yet\nin a way partakes of Reason. For in the man who controls his appetites,\nand in him who resolves to do so and fails, we praise the Reason or\nRational part of the Soul, because it exhorts aright and to the best\ncourse: but clearly there is in them, beside the Reason, some other\nnatural principle which fights with and strains against the Reason.\n(For in plain terms, just as paralysed limbs of the body when their\nowners would move them to the right are borne aside in a contrary\ndirection to the left, so is it in the case of the Soul, for the\nimpulses of men who cannot control their appetites are to contrary\npoints: the difference is that in the case of the body we do see what\nis borne aside but in the case of the soul we do not. But, it may be,\nnot the less[42] on that account are we to suppose that there is in the\nSoul also somewhat besides the Reason, which is opposed to this and\ngoes against it; as to _how_ it is different, that is irrelevant.)\nBut of Reason this too does evidently partake, as we have said: for\ninstance, in the man of self-control it obeys Reason: and perhaps in\nthe man of perfected self-mastery,[43] or the brave man, it is yet\nmore obedient; in them it agrees entirely with the Reason.\nSo then the Irrational is plainly twofold: the one part, the merely\nvegetative, has no share of Reason, but that of desire, or appetition\ngenerally, does partake of it in a sense, in so far as it is obedient\nto it and capable of submitting to its rule. (So too in common phrase\nwe say we have λόγος of our father or friends, and this in a different\nsense from that in which we say we have λόγος of mathematics.)[44]\nNow that the Irrational is in some way persuaded by the Reason,\nadmonition, and every act of rebuke and exhortation indicate. If then\nwe are to say that this also has Reason, then the Rational, as well as\nthe Irrational, will be twofold, the one supremely and in itself, the\nother paying it a kind of filial regard.\nThe Excellence of Man then is divided in accordance with this\ndifference: we make two classes, calling the one Intellectual, and the\nother Moral; pure science, intelligence, and practical\nwisdom—Intellectual: liberality, and perfected self-mastery—Moral: in\nspeaking of a man’s Moral character, we do not say he is a scientific\nor intelligent but a meek man, or one of perfected self-mastery: and we\npraise the man of science in right of his mental state;[45] and of\nthese such as are praiseworthy we call Excellences.", "source": "nicomachean_ethics.txt"}
