{"text": "Tragedy, then, is an imitation of an action that is serious, complete, and of a certain magnitude; in language embellished with each kind of artistic ornament, the several kinds being found in separate parts of the play; in the form of action, not of narrative; through pity and fear effecting the proper purgation of these emotions.\nEvery tragedy, therefore, must have six parts, which parts determine its quality—namely, Plot, Character, Diction, Thought, Spectacle, Song.\nThe Plot, then, is the first principle, and, as it were, the soul of a tragedy; Character holds the second place. A similar fact is seen in painting. The most beautiful colors, laid on confusedly, will not give as much pleasure as the chalk outline of a portrait. Thus Tragedy is the imitation of an action, and of the agents mainly with a view to the action.\nPoetry is something more philosophic and of graver import than history, since its statements are of the nature rather of universals, whereas those of history are singulars.", "source": "poetics.txt"}
{"text": "All men by nature desire to know. An indication of this is the delight we take in our senses; for even apart from their usefulness they are loved for themselves; and above all others the sense of sight. For not only with a view to action, but even when we are not going to do anything, we prefer seeing (one might say) to everything else. The reason is that this, most of all the senses, makes us know and brings to light many differences between things.\nIt is right also that philosophy should be called knowledge of the truth. For the end of theoretical knowledge is truth, while that of practical knowledge is action (for even if they consider how things are, practical men do not study the eternal, but what is relative and in the present). Now we do not know a truth without its cause; and a thing has a quality in a higher degree than other things if in virtue of it the similar quality belongs to the other things as well (e.g. fire is the hottest of things; for it is the cause of the heat of all other things); so that that causes derivative truths to be true is most true.\nThere is a science which investigates being as being and the attributes which belong to this in virtue of its own nature. Now this is not the same as any of the so-called special sciences; for none of these others deals generally with being as being. They cut off a part of being and investigate the attribute of this part; this is what the mathematical sciences for instance do. Now since we are seeking the first principles and the highest causes, clearly there must be some thing to which these belong in virtue of its own nature.\nAnd it is necessary to state that the first mover is not moved.", "source": "metaphysics.txt"}
{"text": "Every state is a community of some kind, and every community is established with a view to some good; for mankind always act in order to obtain that which they think good. But, if all communities aim at some good, the state or political community, which is the highest of all, and which embraces all the rest, aims at the good in a greater degree than any other, and at the highest good.\nNow, that man is more of a political animal than bees or any other gregarious animals is evident. Nature, as we often say, makes nothing in vain, and man is the only animal whom she has endowed with the gift of speech. And whereas mere voice is but an indication of pleasure or pain, and is therefore found in other animals (for their nature attains to the perception of pleasure and pain and the intimation of them to one another, and no further), the power of speech is intended to set forth the expedient and inexpedient, and therefore likewise the just and the unjust. And it is a characteristic of man that he alone has any sense of good and evil, of just and unjust, and the like, and the association of living beings who have this sense makes a family and a state.\nHe who is unable to live in society, or who has no need because he is sufficient for himself, must be either a beast or a god: he is no part of a state. A social instinct is implanted in all men by nature, and yet he who first founded the state was the greatest of benefactors. For man, when perfected, is the best of animals, but, when separated from law and justice, he is the worst of all; since armed injustice is the more dangerous, and he is equipped at birth with arms, meant to be used by intelligence and virtue, which he may use for the worst ends.\nA citizen is one who shares in governing and being governed. He differs under different forms of government, but in the best state he is one who is able and willing to be governed and to govern with a view to the life of virtue.", "source": "politics.txt"}
{"text": "Every art and every inquiry, and similarly every action and pursuit, is thought to aim at some good; and for this reason the good has rightly been declared to be that at which all things aim. But a certain difference is found among ends; some are activities, others are products apart from the activities that produce them. Now, as there are many actions, arts, and sciences, their ends also are many; the end of the medical art is health, that of shipbuilding a vessel, that of strategy victory, that of economics wealth.\nIf, then, there is some end of the things we do, which we desire for its own sake (everything else being desired for the sake of this), and if we do not choose everything for the sake of something else (for at that rate the process would go on to infinity, so that our desire would be empty and vain), clearly this must be the good and the chief good. Will not the knowledge of it, then, have a great influence on life? Shall we not, like archers who have a mark to aim at, be more likely to hit upon what is right?\nVirtue, then, being of two kinds, intellectual and moral, intellectual virtue in the main owes both its birth and its growth to teaching (for which reason it requires experience and time), while moral virtue comes about as a result of habit, whence also its name (ethike) is one that is formed by a slight variation from the word ethos (habit). From this it is also plain that none of the moral virtues arises in us by nature; for nothing that exists by nature can form a habit contrary to its nature.\nSo too is it with the virtues. For by acting in our dealings with other men we become just or unjust, and by acting in the face of danger and by accustoming ourselves to fear or confidence we become brave or cowardly.\nThe virtue of man also will be the state of character which makes a man good and which makes him do his own work well.\nHappiness, then, is something final and self-sufficient, and is the end of action.\nNow that we have spoken of the virtues, the forms of friendship, and the varieties of pleasure, what remains is to discuss in outline the nature of happiness, since this is what we state the end of human nature to be.", "source": "nicomachean_ethics.txt"}
