{"text": "Nicomachean Ethics\nBy Aristotle\nWritten 350 B.C.E\nTranslated by W. D. Ross\nBook I\n1\nEvery art and every inquiry, and similarly every action and pursuit,\nis thought to aim at some good; and for this reason the good has\nrightly been declared to be that at which all things aim. But a\ncertain difference is found among ends; some are activities, others\nare products apart from the activities that produce them. Where\nthere are ends apart from the actions, it is the nature of the\nproducts to be better than the activities. Now, as there are many\nactions, arts, and sciences, their ends also are many; the end of\nthe medical art is health, that of shipbuilding a vessel, that of\nstrategy victory, that of economics wealth. But where such arts fall\nunder a single capacity- as bridle-making and the other arts\nconcerned with the equipment of horses fall under the art of riding,\nand this and every military action under strategy, in the same way\nother arts fall under yet others- in all of these the ends of the\nmaster arts are to be preferred to all the subordinate ends; for it\nis for the sake of the former that the latter are pursued. It makes\nno difference whether the activities themselves are the ends of the\nactions, or something else apart from the activities, as in the case\nof the sciences just mentioned.\n2\nIf, then, there is some end of the things we do, which we desire for\nits own sake (everything else being desired for the sake of this),\nand if we do not choose everything for the sake of something else\n(for at that rate the process would go on to infinity, so that our\ndesire would be empty and vain), clearly this must be the good and\nthe chief good. Will not the knowledge of it, then, have a great\ninfluence on life? Shall we not, like archers who have a mark to aim\nat, be more likely to hit upon what is right? If so, we must try, in\noutline at least, to determine what it is, and of which of the\nsciences or capacities it is the object. It would seem to belong to\nthe most authoritative art and that which is most truly the master\nart. And politics appears to be of this nature; for it is this that\nordains which of the sciences should be studied in a state, and\nwhich each class of citizens should learn and up to what point they\nshould learn them; and we see even the most highly esteemed of\ncapacities to fall under this, e.g. strategy, economics, rhetoric;\nnow, since politics uses the rest of the sciences, and since, again,\nit legislates as to what we are to do and what we are to abstain\nfrom, the end of this science must include those of the others, so\nthat this end must be the good for man. For even if the end is the\nsame for a single man and for a state, that of the state seems at\nall events something greater and more complete whether to attain or\nto preserve; though it is worth while to attain the end merely for\none man, it is finer and more godlike to attain it for a nation or\nfor city-states. These, then, are the ends at which our inquiry\naims, since it is political science, in one sense of that term.\n3\nOur discussion will be adequate if it has as much clearness as the\nsubject-matter admits of, for precision is not to be sought for\nalike in all discussions, any more than in all the products of the\ncrafts. Now fine and just actions, which political science\ninvestigates, admit of much variety and fluctuation of opinion, so\nthat they may be thought to exist only by convention, and not by\nnature. And goods also give rise to a similar fluctuation because\nthey bring harm to many people; for before now men have been undone\nby reason of their wealth, and others by reason of their courage. We\nmust be content, then, in speaking of such subjects and with such\npremisses to indicate the truth roughly and in outline, and in\nspeaking about things which are only for the most part true and with\npremisses of the same kind to reach conclusions that are no better.\nIn the same spirit, therefore, should each type of statement be\nreceived; for it is the mark of an educated man to look for\nprecision in each class of things just so far as the nature of the\nsubject admits; it is evidently equally foolish to accept probable\nreasoning from a mathematician and to demand from a rhetorician\nscientific proofs.\nNow each man judges well the things he knows, and of these he is a\ngood judge. And so the man who has been educated in a subject is a\ngood judge of that subject, and the man who has received an\nall-round education is a good judge in general. Hence a young man is\nnot a proper hearer of lectures on political science; for he is\ninexperienced in the actions that occur in life, but its discussions\nstart from these and are about these; and, further, since he tends\nto follow his passions, his study will be vain and unprofitable,\nbecause the end aimed at is not knowledge but action. And it makes\nno difference whether he is young in years or youthful in character;\nthe defect does not depend on time, but on his living, and pursuing\neach successive object, as passion directs. For to such persons, as\nto the incontinent, knowledge brings no profit; but to those who\ndesire and act in accordance with a rational principle knowledge\nabout such matters will be of great benefit.\nThese remarks about the student, the sort of treatment to be\nexpected, and the purpose of the inquiry, may be taken as our\npreface.\n4\nLet us resume our inquiry and state, in view of the fact that all\nknowledge and every pursuit aims at some good, what it is that we\nsay political science aims at and what is the highest of all goods\nachievable by action. Verbally there is very general agreement; for\nboth the general run of men and people of superior refinement say\nthat it is happiness, and identify living well and doing well with\nbeing happy; but with regard to what happiness is they differ, and\nthe many do not give the same account as the wise. For the former\nthink it is some plain and obvious thing, like pleasure, wealth, or\nhonour; they differ, however, from one another- and often even the\nsame man identifies it with different things, with health when he is\nill, with wealth when he is poor; but, conscious of their ignorance,\nthey admire those who proclaim some great ideal that is above their\ncomprehension. Now some thought that apart from these many goods\nthere is another which is self-subsistent and causes the goodness of\nall these as well. To examine all the opinions that have been held\nwere perhaps somewhat fruitless; enough to examine those that are\nmost prevalent or that seem to be arguable.\nLet us not fail to notice, however, that there is a difference\nbetween arguments from and those to the first principles. For Plato,\ntoo, was right in raising this question and asking, as he used to\ndo, 'are we on the way from or to the first principles?' There is a\ndifference, as there is in a race-course between the course from the\njudges to the turning-point and the way back. For, while we must\nbegin with what is known, things are objects of knowledge in two\nsenses- some to us, some without qualification. Presumably, then, we\nmust begin with things known to us. Hence any one who is to listen\nintelligently to lectures about what is noble and just, and\ngenerally, about the subjects of political science must have been\nbrought up in good habits. For the fact is the starting-point, and\nif this is sufficiently plain to him, he will not at the start need\nthe reason as well; and the man who has been well brought up has or\ncan easily get startingpoints. And as for him who neither has nor\ncan get them, let him hear the words of Hesiod:\nFar best is he who knows all things himself;\nGood, he that hearkens when men counsel right;\nBut he who neither knows, nor lays to heart\nAnother's wisdom, is a useless wight.\n5\nLet us, however, resume our discussion from the point at which we\ndigressed. To judge from the lives that men lead, most men, and men\nof the most vulgar type, seem (not without some ground) to identify\nthe good, or happiness, with pleasure; which is the reason why they\nlove the life of enjoyment. For there are, we may say, three\nprominent types of life- that just mentioned, the political, and\nthirdly the contemplative life. Now the mass of mankind are\nevidently quite slavish in their tastes, preferring a life suitable\nto beasts, but they get some ground for their view from the fact\nthat many of those in high places share the tastes of Sardanapallus.\nA consideration of the prominent types of life shows that people of\nsuperior refinement and of active disposition identify happiness\nwith honour; for this is, roughly speaking, the end of the political\nlife. But it seems too superficial to be what we are looking for,\nsince it is thought to depend on those who bestow honour rather than\non him who receives it, but the good we divine to be something\nproper to a man and not easily taken from him. Further, men seem to\npursue honour in order that they may be assured of their goodness;\nat least it is by men of practical wisdom that they seek to be\nhonoured, and among those who know them, and on the ground of their\nvirtue; clearly, then, according to them, at any rate, virtue is\nbetter. And perhaps one might even suppose this to be, rather than\nhonour, the end of the political life. But even this appears\nsomewhat incomplete; for possession of virtue seems actually\ncompatible with being asleep, or with lifelong inactivity, and,\nfurther, with the greatest sufferings and misfortunes; but a man who\nwas living so no one would call happy, unless he were maintaining a\nthesis at all costs. But enough of this; for the subject has been\nsufficiently treated even in the current discussions. Third comes\nthe contemplative life, which we shall consider later.\nThe life of money-making is one undertaken under compulsion, and\nwealth is evidently not the good we are seeking; for it is merely\nuseful and for the sake of something else. And so one might rather\ntake the aforenamed objects to be ends; for they are loved for\nthemselves. But it is evident that not even these are ends; yet many\narguments have been thrown away in support of them. Let us leave\nthis subject, then.\n6\nWe had perhaps better consider the universal good and discuss\nthoroughly what is meant by it, although such an inquiry is made an\nuphill one by the fact that the Forms have been introduced by\nfriends of our own. Yet it would perhaps be thought to be better,\nindeed to be our duty, for the sake of maintaining the truth even to\ndestroy what touches us closely, especially as we are philosophers\nor lovers of wisdom; for, while both are dear, piety requires us to\nhonour truth above our friends.\nThe men who introduced this doctrine did not posit Ideas of classes\nwithin which they recognized priority and posteriority (which is the\nreason why they did not maintain the existence of an Idea embracing\nall numbers); but the term 'good' is used both in the category of\nsubstance and in that of quality and in that of relation, and that\nwhich is per se, i.e. substance, is prior in nature to the relative\n(for the latter is like an off shoot and accident of being); so that\nthere could not be a common Idea set over all these goods. Further,\nsince 'good' has as many senses as 'being' (for it is predicated\nboth in the category of substance, as of God and of reason, and in\nquality, i.e. of the virtues, and in quantity, i.e. of that which is\nmoderate, and in relation, i.e. of the useful, and in time, i.e. of\nthe right opportunity, and in place, i.e. of the right locality and\nthe like), clearly it cannot be something universally present in all\ncases and single; for then it could not have been predicated in all\nthe categories but in one only. Further, since of the things\nanswering to one Idea there is one science, there would have been\none science of all the goods; but as it is there are many sciences\neven of the things that fall under one category, e.g. of\nopportunity, for opportunity in war is studied by strategics and in\ndisease by medicine, and the moderate in food is studied by medicine\nand in exercise by the science of gymnastics. And one might ask the\nquestion, what in the world they mean by 'a thing itself', is (as is\nthe case) in 'man himself' and in a particular man the account of\nman is one and the same. For in so far as they are man, they will in\nno respect differ; and if this is so, neither will 'good itself' and\nparticular goods, in so far as they are good. But again it will not\nbe good any the more for being eternal, since that which lasts long\nis no whiter than that which perishes in a day. The Pythagoreans\nseem to give a more plausible account of the good, when they place\nthe one in the column of goods; and it is they that Speusippus seems\nto have followed.\nBut let us discuss these matters elsewhere; an objection to what we\nhave said, however, may be discerned in the fact that the Platonists\nhave not been speaking about all goods, and that the goods that are\npursued and loved for themselves are called good by reference to a\nsingle Form, while those which tend to produce or to preserve these\nsomehow or to prevent their contraries are called so by reference to\nthese, and in a secondary sense. Clearly, then, goods must be spoken\nof in two ways, and some must be good in themselves, the others by\nreason of these. Let us separate, then, things good in themselves\nfrom things useful, and consider whether the former are called good\nby reference to a single Idea. What sort of goods would one call\ngood in themselves? Is it those that are pursued even when isolated\nfrom others, such as intelligence, sight, and certain pleasures and\nhonours? Certainly, if we pursue these also for the sake of\nsomething else, yet one would place them among things good in\nthemselves. Or is nothing other than the Idea of good good in\nitself? In that case the Form will be empty. But if the things we\nhave named are also things good in themselves, the account of the\ngood will have to appear as something identical in them all, as that\nof whiteness is identical in snow and in white lead. But of honour,\nwisdom, and pleasure, just in respect of their goodness, the\naccounts are distinct and diverse. The good, therefore, is not some\ncommon element answering to one Idea.\nBut what then do we mean by the good? It is surely not like the\nthings that only chance to have the same name. Are goods one, then,\nby being derived from one good or by all contributing to one good,\nor are they rather one by analogy? Certainly as sight is in the\nbody, so is reason in the soul, and so on in other cases. But\nperhaps these subjects had better be dismissed for the present; for\nperfect precision about them would be more appropriate to another\nbranch of philosophy. And similarly with regard to the Idea; even if\nthere is some one good which is universally predicable of goods or\nis capable of separate and independent existence, clearly it could\nnot be achieved or attained by man; but we are now seeking something\nattainable. Perhaps, however, some one might think it worth while to\nrecognize this with a view to the goods that are attainable and\nachievable; for having this as a sort of pattern we shall know\nbetter the goods that are good for us, and if we know them shall\nattain them. This argument has some plausibility, but seems to clash\nwith the procedure of the sciences; for all of these, though they\naim at some good and seek to supply the deficiency of it, leave on\none side the knowledge of the good. Yet that all the exponents of\nthe arts should be ignorant of, and should not even seek, so great\nan aid is not probable. It is hard, too, to see how a weaver or a\ncarpenter will be benefited in regard to his own craft by knowing\nthis 'good itself', or how the man who has viewed the Idea itself\nwill be a better doctor or general thereby. For a doctor seems not\neven to study health in this way, but the health of man, or perhaps\nrather the health of a particular man; it is individuals that he is\nhealing. But enough of these topics.\n7\nLet us again return to the good we are seeking, and ask what it can\nbe. It seems different in different actions and arts; it is\ndifferent in medicine, in strategy, and in the other arts likewise.\nWhat then is the good of each? Surely that for whose sake everything\nelse is done. In medicine this is health, in strategy victory, in\narchitecture a house, in any other sphere something else, and in\nevery action and pursuit the end; for it is for the sake of this\nthat all men do whatever else they do. Therefore, if there is an end\nfor all that we do, this will be the good achievable by action, and\nif there are more than one, these will be the goods achievable by\naction.\nSo the argument has by a different course reached the same point;\nbut we must try to state this even more clearly. Since there are\nevidently more than one end, and we choose some of these (e.g.\nwealth, flutes, and in general instruments) for the sake of\nsomething else, clearly not all ends are final ends; but the chief\ngood is evidently something final. Therefore, if there is only one\nfinal end, this will be what we are seeking, and if there are more\nthan one, the most final of these will be what we are seeking. Now\nwe call that which is in itself worthy of pursuit more final than\nthat which is worthy of pursuit for the sake of something else, and\nthat which is never desirable for the sake of something else more\nfinal than the things that are desirable both in themselves and for\nthe sake of that other thing, and therefore we call final without\nqualification that which is always desirable in itself and never for\nthe sake of something else.\nNow such a thing happiness, above all else, is held to be; for this\nwe choose always for self and never for the sake of something else,\nbut honour, pleasure, reason, and every virtue we choose indeed for\nthemselves (for if nothing resulted from them we should still choose\neach of them), but we choose them also for the sake of happiness,\njudging that by means of them we shall be happy. Happiness, on the\nother hand, no one chooses for the sake of these, nor, in general,\nfor anything other than itself.\nFrom the point of view of self-sufficiency the same result seems to\nfollow; for the final good is thought to be self-sufficient. Now by\nself-sufficient we do not mean that which is sufficient for a man by\nhimself, for one who lives a solitary life, but also for parents,\nchildren, wife, and in general for his friends and fellow citizens,\nsince man is born for citizenship. But some limit must be set to\nthis; for if we extend our requirement to ancestors and descendants\nand friends' friends we are in for an infinite series. Let us\nexamine this question, however, on another occasion; the\nself-sufficient we now define as that which when isolated makes life\ndesirable and lacking in nothing; and such we think happiness to be;\nand further we think it most desirable of all things, without being\ncounted as one good thing among others- if it were so counted it\nwould clearly be made more desirable by the addition of even the\nleast of goods; for that which is added becomes an excess of goods,\nand of goods the greater is always more desirable. Happiness, then,\nis something final and self-sufficient, and is the end of action.\nPresumably, however, to say that happiness is the chief good seems a\nplatitude, and a clearer account of what it is still desired. This\nmight perhaps be given, if we could first ascertain the function of\nman. For just as for a flute-player, a sculptor, or an artist, and,\nin general, for all things that have a function or activity, the\ngood and the 'well' is thought to reside in the function, so would\nit seem to be for man, if he has a function. Have the carpenter,\nthen, and the tanner certain functions or activities, and has man\nnone? Is he born without a function? Or as eye, hand, foot, and in\ngeneral each of the parts evidently has a function, may one lay it\ndown that man similarly has a function apart from all these? What\nthen can this be? Life seems to be common even to plants, but we are\nseeking what is peculiar to man. Let us exclude, therefore, the life\nof nutrition and growth. Next there would be a life of perception,\nbut it also seems to be common even to the horse, the ox, and every\nanimal. There remains, then, an active life of the element that has\na rational principle; of this, one part has such a principle in the\nsense of being obedient to one, the other in the sense of possessing\none and exercising thought. And, as 'life of the rational element'\nalso has two meanings, we must state that life in the sense of\nactivity is what we mean; for this seems to be the more proper sense\nof the term. Now if the function of man is an activity of soul which\nfollows or implies a rational principle, and if we say\n'so-and-so-and 'a good so-and-so' have a function which is the same\nin kind, e.g. a lyre, and a good lyre-player, and so without\nqualification in all cases, eminence in respect of goodness being\nidded to the name of the function (for the function of a lyre-player\nis to play the lyre, and that of a good lyre-player is to do so\nwell): if this is the case, and we state the function of man to be a\ncertain kind of life, and this to be an activity or actions of the\nsoul implying a rational principle, and the function of a good man\nto be the good and noble performance of these, and if any action is\nwell performed when it is performed in accordance with the\nappropriate excellence: if this is the case, human good turns out to\nbe activity of soul in accordance with virtue, and if there are more\nthan one virtue, in accordance with the best and most complete.\nBut we must add 'in a complete life.' For one swallow does not make\na summer, nor does one day; and so too one day, or a short time,\ndoes not make a man blessed and happy.\nLet this serve as an outline of the good; for we must presumably\nfirst sketch it roughly, and then later fill in the details. But it\nwould seem that any one is capable of carrying on and articulating\nwhat has once been well outlined, and that time is a good discoverer\nor partner in such a work; to which facts the advances of the arts\nare due; for any one can add what is lacking. And we must also\nremember what has been said before, and not look for precision in\nall things alike, but in each class of things such precision as\naccords with the subject-matter, and so much as is appropriate to\nthe inquiry. For a carpenter and a geometer investigate the right\nangle in different ways; the former does so in so far as the right\nangle is useful for his work, while the latter inquires what it is\nor what sort of thing it is; for he is a spectator of the truth. We\nmust act in the same way, then, in all other matters as well, that\nour main task may not be subordinated to minor questions. Nor must\nwe demand the cause in all matters alike; it is enough in some cases\nthat the fact be well established, as in the case of the first\nprinciples; the fact is the primary thing or first principle. Now of\nfirst principles we see some by induction, some by perception, some\nby a certain habituation, and others too in other ways. But each set\nof principles we must try to investigate in the natural way, and we\nmust take pains to state them definitely, since they have a great\ninfluence on what follows. For the beginning is thought to be more\nthan half of the whole, and many of the questions we ask are cleared\nup by it.\n8\nWe must consider it, however, in the light not only of our\nconclusion and our premisses, but also of what is commonly said\nabout it; for with a true view all the data harmonize, but with a\nfalse one the facts soon clash. Now goods have been divided into\nthree classes, and some are described as external, others as\nrelating to soul or to body; we call those that relate to soul most\nproperly and truly goods, and psychical actions and activities we\nclass as relating to soul. Therefore our account must be sound, at\nleast according to this view, which is an old one and agreed on by\nphilosophers. It is correct also in that we identify the end with\ncertain actions and activities; for thus it falls among goods of the\nsoul and not among external goods. Another belief which harmonizes\nwith our account is that the happy man lives well and does well; for\nwe have practically defined happiness as a sort of good life and\ngood action. The characteristics that are looked for in happiness\nseem also, all of them, to belong to what we have defined happiness\nas being. For some identify happiness with virtue, some with\npractical wisdom, others with a kind of philosophic wisdom, others\nwith these, or one of these, accompanied by pleasure or not without\npleasure; while others include also external prosperity. Now some of\nthese views have been held by many men and men of old, others by a\nfew eminent persons; and it is not probable that either of these\nshould be entirely mistaken, but rather that they should be right in\nat least some one respect or even in most respects.\nWith those who identify happiness with virtue or some one virtue our\naccount is in harmony; for to virtue belongs virtuous activity. But\nit makes, perhaps, no small difference whether we place the chief\ngood in possession or in use, in state of mind or in activity. For\nthe state of mind may exist without producing any good result, as in\na man who is asleep or in some other way quite inactive, but the\nactivity cannot; for one who has the activity will of necessity be\nacting, and acting well. And as in the Olympic Games it is not the\nmost beautiful and the strongest that are crowned but those who\ncompete (for it is some of these that are victorious), so those who\nact win, and rightly win, the noble and good things in life.\nTheir life is also in itself pleasant. For pleasure is a state of\nsoul, and to each man that which he is said to be a lover of is\npleasant; e.g. not only is a horse pleasant to the lover of horses,\nand a spectacle to the lover of sights, but also in the same way\njust acts are pleasant to the lover of justice and in general\nvirtuous acts to the lover of virtue. Now for most men their\npleasures are in conflict with one another because these are not by\nnature pleasant, but the lovers of what is noble find pleasant the\nthings that are by nature pleasant; and virtuous actions are such,\nso that these are pleasant for such men as well as in their own\nnature. Their life, therefore, has no further need of pleasure as a\nsort of adventitious charm, but has its pleasure in itself. For,\nbesides what we have said, the man who does not rejoice in noble\nactions is not even good; since no one would call a man just who did\nnot enjoy acting justly, nor any man liberal who did not enjoy\nliberal actions; and similarly in all other cases. If this is so,\nvirtuous actions must be in themselves pleasant. But they are also\ngood and noble, and have each of these attributes in the highest\ndegree, since the good man judges well about these attributes; his\njudgement is such as we have described. Happiness then is the best,\nnoblest, and most pleasant thing in the world, and these attributes\nare not severed as in the inscription at Delos-\nMost noble is that which is justest, and best is health;\nBut pleasantest is it to win what we love.\nFor all these properties belong to the best activities; and these,\nor one- the best- of these, we identify with happiness.\nYet evidently, as we said, it needs the external goods as well; for\nit is impossible, or not easy, to do noble acts without the proper\nequipment. In many actions we use friends and riches and political\npower as instruments; and there are some things the lack of which\ntakes the lustre from happiness, as good birth, goodly children,\nbeauty; for the man who is very ugly in appearance or ill-born or\nsolitary and childless is not very likely to be happy, and perhaps a\nman would be still less likely if he had thoroughly bad children or\nfriends or had lost good children or friends by death. As we said,\nthen, happiness seems to need this sort of prosperity in addition;\nfor which reason some identify happiness with good fortune, though\nothers identify it with virtue.\n9\nFor this reason also the question is asked, whether happiness is to\nbe acquired by learning or by habituation or some other sort of\ntraining, or comes in virtue of some divine providence or again by\nchance. Now if there is any gift of the gods to men, it is\nreasonable that happiness should be god-given, and most surely\ngod-given of all human things inasmuch as it is the best. But this\nquestion would perhaps be more appropriate to another inquiry;\nhappiness seems, however, even if it is not god-sent but comes as a\nresult of virtue and some process of learning or training, to be\namong the most godlike things; for that which is the prize and end\nof virtue seems to be the best thing in the world, and something\ngodlike and blessed.\nIt will also on this view be very generally shared; for all who are\nnot maimed as regards their potentiality for virtue may win it by a\ncertain kind of study and care. But if it is better to be happy thus\nthan by chance, it is reasonable that the facts should be so, since\neverything that depends on the action of nature is by nature as good\nas it can be, and similarly everything that depends on art or any\nrational cause, and especially if it depends on the best of all\ncauses. To entrust to chance what is greatest and most noble would\nbe a very defective arrangement.\nThe answer to the question we are asking is plain also from the\ndefinition of happiness; for it has been said to be a virtuous\nactivity of soul, of a certain kind. Of the remaining goods, some\nmust necessarily pre-exist as conditions of happiness, and others\nare naturally co-operative and useful as instruments. And this will\nbe found to agree with what we said at the outset; for we stated the\nend of political science to be the best end, and political science\nspends most of its pains on making the citizens to be of a certain\ncharacter, viz. good and capable of noble acts.\nIt is natural, then, that we call neither ox nor horse nor any other\nof the animals happy; for none of them is capable of sharing in such\nactivity. For this reason also a boy is not happy; for he is not yet\ncapable of such acts, owing to his age; and boys who are called\nhappy are being congratulated by reason of the hopes we have for\nthem. For there is required, as we said, not only complete virtue\nbut also a complete life, since many changes occur in life, and all\nmanner of chances, and the most prosperous may fall into great\nmisfortunes in old age, as is told of Priam in the Trojan Cycle; and\none who has experienced such chances and has ended wretchedly no one\ncalls happy.\n10\nMust no one at all, then, be called happy while he lives; must we,\nas Solon says, see the end? Even if we are to lay down this\ndoctrine, is it also the case that a man is happy when he is dead?\nOr is not this quite absurd, especially for us who say that\nhappiness is an activity? But if we do not call the dead man happy,\nand if Solon does not mean this, but that one can then safely call a\nman blessed as being at last beyond evils and misfortunes, this also\naffords matter for discussion; for both evil and good are thought to\nexist for a dead man, as much as for one who is alive but not aware\nof them; e.g. honours and dishonours and the good or bad fortunes of\nchildren and in general of descendants. And this also presents a\nproblem; for though a man has lived happily up to old age and has\nhad a death worthy of his life, many reverses may befall his\ndescendants- some of them may be good and attain the life they\ndeserve, while with others the opposite may be the case; and clearly\ntoo the degrees of relationship between them and their ancestors may\nvary indefinitely. It would be odd, then, if the dead man were to\nshare in these changes and become at one time happy, at another\nwretched; while it would also be odd if the fortunes of the\ndescendants did not for some time have some effect on the happiness\nof their ancestors.\nBut we must return to our first difficulty; for perhaps by a\nconsideration of it our present problem might be solved. Now if we\nmust see the end and only then call a man happy, not as being happy\nbut as having been so before, surely this is a paradox, that when he\nis happy the attribute that belongs to him is not to be truly\npredicated of him because we do not wish to call living men happy,\non account of the changes that may befall them, and because we have\nassumed happiness to be something permanent and by no means easily\nchanged, while a single man may suffer many turns of fortune's\nwheel. For clearly if we were to keep pace with his fortunes, we\nshould often call the same man happy and again wretched, making the\nhappy man out to be chameleon and insecurely based. Or is this\nkeeping pace with his fortunes quite wrong? Success or failure in\nlife does not depend on these, but human life, as we said, needs\nthese as mere additions, while virtuous activities or their\nopposites are what constitute happiness or the reverse.\nThe question we have now discussed confirms our definition. For no\nfunction of man has so much permanence as virtuous activities (these\nare thought to be more durable even than knowledge of the sciences),\nand of these themselves the most valuable are more durable because\nthose who are happy spend their life most readily and most\ncontinuously in these; for this seems to be the reason why we do not\nforget them. The attribute in question, then, will belong to the\nhappy man, and he will be happy throughout his life; for always, or\nby preference to everything else, he will be engaged in virtuous\naction and contemplation, and he will bear the chances of life most\nnobly and altogether decorously, if he is 'truly good' and\n'foursquare beyond reproach'.\nNow many events happen by chance, and events differing in\nimportance; small pieces of good fortune or of its opposite clearly\ndo not weigh down the scales of life one way or the other, but a\nmultitude of great events if they turn out well will make life\nhappier (for not only are they themselves such as to add beauty to\nlife, but the way a man deals with them may be noble and good),\nwhile if they turn out ill they crush and maim happiness; for they\nboth bring pain with them and hinder many activities. Yet even in\nthese nobility shines through, when a man bears with resignation\nmany great misfortunes, not through insensibility to pain but\nthrough nobility and greatness of soul.\nIf activities are, as we said, what gives life its character, no\nhappy man can become miserable; for he will never do the acts that\nare hateful and mean. For the man who is truly good and wise, we\nthink, bears all the chances life becomingly and always makes the\nbest of circumstances, as a good general makes the best military use\nof the army at his command and a good shoemaker makes the best shoes\nout of the hides that are given him; and so with all other\ncraftsmen. And if this is the case, the happy man can never become\nmiserable; though he will not reach blessedness, if he meet with\nfortunes like those of Priam.\nNor, again, is he many-coloured and changeable; for neither will he\nbe moved from his happy state easily or by any ordinary\nmisadventures, but only by many great ones, nor, if he has had many\ngreat misadventures, will he recover his happiness in a short time,\nbut if at all, only in a long and complete one in which he has\nattained many splendid successes.\nWhen then should we not say that he is happy who is active in\naccordance with complete virtue and is sufficiently equipped with\nexternal goods, not for some chance period but throughout a complete\nlife? Or must we add 'and who is destined to live thus and die as\nbefits his life'? Certainly the future is obscure to us, while\nhappiness, we claim, is an end and something in every way final. If\nso, we shall call happy those among living men in whom these\nconditions are, and are to be, fulfilled- but happy men. So much for\nthese questions.\n11\nThat the fortunes of descendants and of all a man's friends should\nnot affect his happiness at all seems a very unfriendly doctrine,\nand one opposed to the opinions men hold; but since the events that\nhappen are numerous and admit of all sorts of difference, and some\ncome more near to us and others less so, it seems a long- nay, an\ninfinite- task to discuss each in detail; a general outline will\nperhaps suffice. If, then, as some of a man's own misadventures have\na certain weight and influence on life while others are, as it were,\nlighter, so too there are differences among the misadventures of our\nfriends taken as a whole, and it makes a difference whether the\nvarious suffering befall the living or the dead (much more even than\nwhether lawless and terrible deeds are presupposed in a tragedy or\ndone on the stage), this difference also must be taken into account;\nor rather, perhaps, the fact that doubt is felt whether the dead\nshare in any good or evil. For it seems, from these considerations,\nthat even if anything whether good or evil penetrates to them, it\nmust be something weak and negligible, either in itself or for them,\nor if not, at least it must be such in degree and kind as not to\nmake happy those who are not happy nor to take away their\nblessedness, from those who are. The good or bad fortunes of friends,\nthen, seem to have some effects on the dead, but effects of such a\nkind and degree as neither to make the happy unhappy nor to produce\nany other change of the kind.\n12\nThese questions having been definitely answered, let us consider\nwhether happiness is among the things that are praised or rather\namong the things that are prized; for clearly it is not to be placed\namong potentialities. Everything that is praised seems to be praised\nbecause it is of a certain kind and is related somehow to something\nelse; for we praise the just or brave man and in general both the\ngood man and virtue itself because of the actions and functions\ninvolved, and we praise the strong man, the good runner, and so on,\nbecause he is of a certain kind and is related in a certain way to\nsomething good and important. This is clear also from the praises of\nthe gods; for it seems absurd that the gods should be referred to\nour standard, but this is done because praise involves a reference,\nto something else. But if if praise is for things such as we have\ndescribed, clearly what applies to the best things is not praise,\nbut something greater and better, as is indeed obvious; for what we\ndo to the gods and the most godlike of men is to call them blessed\nand happy. And so too with good things; no one praises happiness as\nhe does justice, but rather calls it blessed, as being something\nmore divine and better.\nEudoxus also seems to have been right in his method of advocating\nthe supremacy of pleasure; he thought that the fact that, though a\ngood, it is not praised indicated it to be better than the things\nthat are praised, and that this is what God and the good are; for by\nreference to these all other things are judged. Praise is\nappropriate to virtue, for as a result of virtue men tend to do\nnoble deeds, but encomia are bestowed on acts, whether of the body\nor of the soul. But perhaps nicety in these matters is more proper\nto those who have made a study of encomia; to us it is clear from\nwhat has been said that happiness is among the things that are\nprized and perfect. It seems to be so also from the fact that it is\na first principle; for it is for the sake of this that we all do all\nthat we do, and the first principle and cause of goods is, we claim,\nsomething prized and divine.\n13\nSince happiness is an activity of soul in accordance with perfect\nvirtue, we must consider the nature of virtue; for perhaps we shall\nthus see better the nature of happiness. The true student of\npolitics, too, is thought to have studied virtue above all things;\nfor he wishes to make his fellow citizens good and obedient to the\nlaws. As an example of this we have the lawgivers of the Cretans and\nthe Spartans, and any others of the kind that there may have been.\nAnd if this inquiry belongs to political science, clearly the\npursuit of it will be in accordance with our original plan. But\nclearly the virtue we must study is human virtue; for the good we\nwere seeking was human good and the happiness human happiness. By\nhuman virtue we mean not that of the body but that of the soul; and\nhappiness also we call an activity of soul. But if this is so,\nclearly the student of politics must know somehow the facts about\nsoul, as the man who is to heal the eyes or the body as a whole must\nknow about the eyes or the body; and all the more since politics is\nmore prized and better than medicine; but even among doctors the\nbest educated spend much labour on acquiring knowledge of the body.\nThe student of politics, then, must study the soul, and must study\nit with these objects in view, and do so just to the extent which is\nsufficient for the questions we are discussing; for further\nprecision is perhaps something more laborious than our purposes\nrequire.\nSome things are said about it, adequately enough, even in the\ndiscussions outside our school, and we must use these; e.g. that one\nelement in the soul is irrational and one has a rational principle.\nWhether these are separated as the parts of the body or of anything\ndivisible are, or are distinct by definition but by nature\ninseparable, like convex and concave in the circumference of a\ncircle, does not affect the present question.\nOf the irrational element one division seems to be widely\ndistributed, and vegetative in its nature, I mean that which causes\nnutrition and growth; for it is this kind of power of the soul that\none must assign to all nurslings and to embryos, and this same power\nto fullgrown creatures; this is more reasonable than to assign some\ndifferent power to them. Now the excellence of this seems to be\ncommon to all species and not specifically human; for this part or\nfaculty seems to function most in sleep, while goodness and badness\nare least manifest in sleep (whence comes the saying that the happy\nare not better off than the wretched for half their lives; and this\nhappens naturally enough, since sleep is an inactivity of the soul\nin that respect in which it is called good or bad), unless perhaps\nto a small extent some of the movements actually penetrate to the\nsoul, and in this respect the dreams of good men are better than\nthose of ordinary people. Enough of this subject, however; let us\nleave the nutritive faculty alone, since it has by its nature no\nshare in human excellence.\nThere seems to be also another irrational element in the soul-one\nwhich in a sense, however, shares in a rational principle. For we\npraise the rational principle of the continent man and of the\nincontinent, and the part of their soul that has such a principle,\nsince it urges them aright and towards the best objects; but there\nis found in them also another element naturally opposed to the\nrational principle, which fights against and resists that principle.\nFor exactly as paralysed limbs when we intend to move them to the\nright turn on the contrary to the left, so is it with the soul; the\nimpulses of incontinent people move in contrary directions. But\nwhile in the body we see that which moves astray, in the soul we do\nnot. No doubt, however, we must none the less suppose that in the\nsoul too there is something contrary to the rational principle,\nresisting and opposing it. In what sense it is distinct from the\nother elements does not concern us. Now even this seems to have a\nshare in a rational principle, as we said; at any rate in the\ncontinent man it obeys the rational principle and presumably in the\ntemperate and brave man it is still more obedient; for in him it\nspeaks, on all matters, with the same voice as the rational\nprinciple.\nTherefore the irrational element also appears to be two-fold. For\nthe vegetative element in no way shares in a rational principle, but\nthe appetitive and in general the desiring element in a sense shares\nin it, in so far as it listens to and obeys it; this is the sense in\nwhich we speak of 'taking account' of one's father or one's friends,\nnot that in which we speak of 'accounting for a mathematical\nproperty. That the irrational element is in some sense persuaded by\na rational principle is indicated also by the giving of advice and\nby all reproof and exhortation. And if this element also must be\nsaid to have a rational principle, that which has a rational\nprinciple (as well as that which has not) will be twofold, one\nsubdivision having it in the strict sense and in itself, and the\nother having a tendency to obey as one does one's father.\nVirtue too is distinguished into kinds in accordance with this\ndifference; for we say that some of the virtues are intellectual and\nothers moral, philosophic wisdom and understanding and practical\nwisdom being intellectual, liberality and temperance moral. For in\nspeaking about a man's character we do not say that he is wise or\nhas understanding but that he is good-tempered or temperate; yet we\npraise the wise man also with respect to his state of mind; and of\nstates of mind we call those which merit praise virtues.", "source": "nicomachean_ethics_book_i.txt"}
