{"text": "Book I\nAll men by nature desire to know. An indication of this is the delight we take in our senses; for even apart from their usefulness they are loved for themselves; and above all others the sense of sight. For not only with a view to action, but even when we are not going to do anything, we prefer seeing (one might say) to everything else. The reason is that this, most of all the senses, makes us know and brings to light many differences between things.\nBy nature animals are born with the faculty of sensation, and from sensation memory is produced in some of them, though not in others. And therefore the former are more intelligent and apt at learning than those which cannot remember; those which are incapable of hearing sounds are intelligent though they cannot be taught, e.g. the bee, and any other race of animals that may be like it; and those which besides memory have this sense of hearing can be taught.\nThe animals other than man live by appearances and memories, and have but little of connected experience; but the human race lives also by art and reasonings. Now from memory experience is produced in men; for the many memories of the same thing produce finally the capacity for a single experience. And experience seems pretty much like science and art, but really science and art come to men through experience; for 'experience made art', as Polus says, 'but inexperience luck'. Now art arises when from many notions gained by experience one universal judgement about a class of objects is produced. For to have a judgement that when Callias was ill of this disease this did him good, and similarly in the case of Socrates and in many individual cases, is a matter of experience; but to judge that it has done good to all persons of a certain constitution, marked off in one class, when they were ill of this disease, e.g. to phlegmatic or bilious people when burning with fever- this is a matter of art.\nWe have said in the Ethics what the difference is between art and science and the other kindred faculties; but the point of our present discussion is this, that all men suppose what is called Wisdom to deal with the first causes and the principles of things; so that, as has been said before, the man of experience is thought to be wiser than the possessors of any sense-perception whatever, the artist wiser than the men of experience, the masterworker than the mechanic, and the theoretical kinds of knowledge to be more of the nature of Wisdom than the productive. Clearly then Wisdom is knowledge about certain principles and causes.", "source": "metaphysics.txt"}
{"text": "Book I\nEvery art and every inquiry, and similarly every action and pursuit, is thought to aim at some good; and for this reason the good has rightly been declared to be that at which all things aim. But a certain difference is found among ends; some are activities, others are products apart from the activities that produce them. Where there are ends apart from the actions, it is the nature of the products to be better than the activities. Now, as there are many actions, arts, and sciences, their ends also are many; the end of the medical art is health, that of shipbuilding a vessel, that of strategy victory, that of economics wealth. But where such arts fall under a single capacity- as bridle-making and the other arts concerned with the equipment of horses fall under the art of riding, and this and every military action under strategy, in the same way other arts fall under yet others- in all of these the ends of the master arts are to be preferred to all the subordinate ends; for it is for the sake of the former that the latter are pursued. It makes no difference whether the activities themselves are the ends of the actions, or something else apart from the activities, as in the case of the sciences just mentioned.\nIf, then, there is some end of the things we do, which we desire for its own sake (everything else being desired for the sake of this), and if we do not choose everything for the sake of something else (for at that rate the process would go on to infinity, so that our desire would be empty and vain), clearly this must be the good and the chief good. Will not the knowledge of it, then, have a great influence on life? Shall we not, like archers who have a mark to aim at, be more likely to hit upon what is right? If so, we must try, in outline at least, to determine what it is, and of which of the sciences or capacities it is the object. It would seem to belong to the most authoritative art and that which is most truly the master art. And politics appears to be of this nature; for it is this that ordains which of the sciences should be studied in a state, and which each class of citizens should learn and up to what point they should learn them; and we see even the most highly esteemed of capacities to fall under this, e.g. strategy, economics, rhetoric; now, since politics uses the rest of the sciences, and since, again, it legislates as to what we are to do and what we are to abstain from, the end of this science must include those of the others, so that this end must be the good for man. For even if the end is the same for a single man and for a state, that of the state seems at all events something greater and more complete whether to attain or to preserve; though it is worth while to attain the end merely for one man, it is finer and more godlike to attain it for a nation or for city-states. These, then, are the ends at which our inquiry aims, since it is political science, in one sense of that term.\nBook II\nVirtue, then, being of two kinds, intellectual and moral, intellectual virtue in the main owes both its birth and its growth to teaching (for which reason it requires experience and time), while moral virtue comes about as a result of habit, whence also its name (ethike) is one that is formed by a slight variation from the word ethos (habit). From this it is also plain that none of the moral virtues arises in us by nature; for nothing that exists by nature can be form a habit contrary to its nature. For instance the stone which by nature moves downwards cannot be habituated to move upwards, not even if one tries to train it by throwing it up ten thousand times; nor can fire be habituated to move downwards, nor can anything else that by nature behaves in one way be trained to behave in another. Neither by nature, then, nor contrary to nature do the virtues arise in us; rather we are adapted by nature to receive them, and are made perfect by habit.\nAgain, of all the things that come to us by nature we first acquire the potentiality and later exhibit the activity (this is plain in the case of the senses; for it was not by often seeing or often hearing that we got these senses, but on the contrary we had them before we used them, and did not come to have them by using them); but the virtues we get by first exercising them, as also happens in the case of the arts as well. For the things we have to learn before we can do them, we learn by doing them, e.g. men become builders by building and lyre-players by playing the lyre; so too we become just by doing just acts, temperate by doing temperate acts, brave by doing brave acts.", "source": "nicomachean_ethics.txt"}
{"text": "Book I\nEvery state is a community of some kind, and every community is established with a view to some good; for mankind always act in order to obtain that which they think good. But, if all communities aim at some good, the state or political community, which is the highest of all, and which embraces all the rest, aims at the good in a greater degree than any other, and at the highest good.\nSome people think that the qualifications of a statesman, king, householder, and master are the same, and that they differ, not in kind, but only in the number of their subjects. For example, the ruler over a few is called a master; over more, the manager of a household; over a still larger number, a statesman or king, as if there were no difference between a great household and a small state. The distinction which is made between the king and the statesman is as follows: When the government is personal, the ruler is a king; when, according to the rules of the political science, the citizens rule and are ruled in turn, then he is called a statesman.\nBut all this is a mistake; for governments differ in kind, as will be evident to any one who considers the matter from another point of view. For, as in other departments of science, so in politics, the compound should always be resolved into the simple elements or least parts of the whole. We must therefore look at the elements of which the state is composed, in order that we may see in what the different kinds of rule differ from one another, and whether any scientific result can be attained about each one of them.\nBook III\nHe who would inquire into the essence and attributes of various kinds of governments must first of all determine 'What is a state?' At present this is a disputed question. Some say that the state has done a certain act; others, no, not the state, but the oligarchy or the tyrant. And the legislator or statesman is concerned entirely with the state; a constitution or government being an arrangement of the inhabitants of a state. But a state is composite, like any other whole made up of many parts; these are the citizens, who compose it. It is evident, therefore, that we must begin by asking, Who is the citizen, and what is the meaning of the term? For here again there may be a difference of opinion. He who is a citizen in a democracy will often not be a citizen in an oligarchy. Leaving out of consideration those who have been made citizens, or who have obtained the name of citizen any other accidental manner, we may say, first, that a citizen is not a citizen because he lives in a certain place, for resident aliens and slaves share in the place; nor is he a citizen who has no legal right except that of suing and being sued; for this right may be enjoyed under the provisions of a treaty. Nay, resident aliens in many places do not possess even such rights completely, for they are obliged to have a patron, so that they do but imperfectly participate in citizenship, and we call them citizens only in a qualified sense, as we might apply the term to children who are too young to be on the register, or to old men who have been relieved from state duties. Of these we do not say quite simply that they are citizens, but add in the one case that they are not of full age, and in the other, that they are past the age, or something of that sort; the precise expression is immaterial, for our meaning is clear. Similar difficulties to those which I have mentioned may be raised and answered about deprived citizens and about exiles. But the citizen whom we are seeking to define is a citizen in the strictest sense, against whom no such exception can be taken, and his special characteristic is that he shares in the administration of justice, and in offices.", "source": "politics.txt"}
