{"text": "All men by nature desire to know. An indication of this is the delight we take in our senses; for even apart from their usefulness they are loved for themselves; and above all others the sense of sight.\nFor it is owing to their wonder that men both now begin and at first began to philosophize; they wondered originally at the obvious difficulties, then advanced little by little and stated difficulties about the greater matters, e.g. about the phenomena of the moon and those of the sun and of the stars, and about the genesis of the universe.\nThere is a science which investigates being as being and the attributes which belong to it in virtue of its own nature. Now this is not the same as any of the so-called special sciences; for none of those others treats universally of being as being.\nThe most exact of the sciences are those which deal most with first principles; for those which involve fewer principles are more exact than those which involve additional principles, e.g. arithmetic than geometry.", "source": "metaphysics.txt"}
{"text": "Man is by nature a political animal.\nHe who is unable to live in society, or who has no need because he is sufficient for himself, must be either a beast or a god.\nThe state comes into existence for the sake of life, but exists for the sake of the good life.\nIt is clear that the state is a creation of nature, and that man is by nature a political animal. And he who by nature and not by mere accident is without a state, is either a bad man or above humanity; he is like the 'Tribeless, lawless, hearthless one,' whom Homer denounces- the natural outcast is forthwith a lover of war; he may be compared to an isolated piece at draughts.\nFor the real difference between man and other animals is that humans alone have perception of good and evil, just and unjust, etc. It is the sharing of a common view in these matters that makes a household and a state.", "source": "politics.txt"}
{"text": "Every art and every inquiry, and similarly every action and pursuit, is thought to aim at some good; and for this reason the good has rightly been declared to be that at which all things aim.\nBut a certain difference is found among ends; some are activities, others are products apart from the activities that produce them.\nHappiness then, is something final and self-sufficient, and is the end of action.\nVirtue, then, is a state of character concerned with choice, lying in a mean, i.e. the mean relative to us, this being determined by a rational principle, and by that principle by which the man of practical wisdom would determine it.\nIt is possible to fail in many ways (for evil belongs to the class of the unlimited, as the Pythagoreans conjectured, and good to that of the limited), while to succeed is possible only in one way (for which reason also one is easy and the other difficult- to miss the mark easy, to hit it difficult); for these reasons also, then, excess and defect are characteristic of vice, and the mean of virtue; For men are good in but one way, but bad in many.", "source": "ethics.txt"}
