{"text": "Tragedy, then, is an imitation of an action that is serious, complete, and of a certain magnitude; in language embellished with each kind of artistic ornament, the several kinds being found in separate parts of the play; in the form of action, not of narrative; through pity and fear effecting the proper purgation of these emotions. By 'language embellished', I mean language into which rhythm, 'harmony' and song enter. By 'the several kinds in separate parts', I mean, that some parts are rendered through the medium of verse alone, others again with the aid of song.\nNow as tragic imitation implies persons acting, it necessarily follows, in the first place, that Spectacular equipment will be a part of Tragedy. Next, Song and Diction, for these are the medium of imitation. By 'Diction' I mean the mere metrical arrangement of the words: as for 'Song', it is a term whose sense every one understands.", "source": "poetics_excerpts.txt"}
{"text": "From these things it is evident, that the city belongs to the class of things that exist by nature, and that man is by nature a political animal. He who by nature and not by mere accident is without a state, is either a bad man or above humanity; he is like the\n\"Tribeless, lawless, hearthless one,\"\nwhom Homer denounces- the natural outcast is forthwith a lover of war; he may be compared to an isolated piece at draughts.\nNow, that man is more of a political animal than bees or any other gregarious animals is evident. Nature, as we often say, makes nothing in vain, and man is the only animal whom she has endowed with the gift of speech. And whereas mere voice is but an indication of pleasure or pain, and is therefore found in other animals (for their nature attains to the perception of pleasure and pain and the intimation of them to one another, and no further), the power of speech is intended to set forth the expedient and inexpedient, and therefore likewise the just and the unjust. And it is a characteristic of man that he alone has any sense of good and evil, of just and unjust, and the like, and the association of living beings who have this sense makes a family and a state.", "source": "politics_excerpts.txt"}
{"text": "Every art and every inquiry, and similarly every action and pursuit, is thought to aim at some good; and for this reason the good has rightly been declared to be that at which all things aim. But a certain difference is found among ends; some are activities, others are products apart from the activities that produce them. Now, as there are many actions, arts, and sciences, their ends also are many; the end of the medical art is health, that of shipbuilding a vessel, that of strategy victory, that of economics wealth.\nExcellence, then, being of two kinds, intellectual and moral, intellectual excellence in the main owes both its birth and its growth to teaching (for which reason it requires experience and time), while moral excellence comes about as a result of habit. Whence also the name (ethike) is one that is formed by a slight variation from the word ethos (habit). From this it is also plain that none of the moral excellences arises in us by nature; for nothing that exists by nature can form a habit contrary to its nature.\nVirtue, then, is a state of character concerned with choice, lying in a mean, i.e. the mean relative to us, this being determined by a rational principle, and by that principle by which the man of practical wisdom would determine it. Now it is a mean between two vices, that which depends on excess and that which depends on defect; and again it is a mean because the vices respectively fall short of or exceed what is right in both passions and actions, while virtue both finds and chooses that which is intermediate. And virtue is a mean, with regard to what is best and right an extreme.", "source": "nicomachean_ethics_excerpts.txt"}
