{"text": "All men by nature desire to know.\nIt is through wonder that men now begin and originally began to philosophize; wondering in the first place at obvious perplexities, and then by gradual progression raising questions about the greater matters too, e.g. about the changes of the moon and of the sun, about the stars and about the origin of the universe.\nNow he who wonders and is perplexed feels that he is ignorant (thus the myth-lover is in a sense a philosopher, since myths are composed of wonders); therefore if it was to escape ignorance that men studied philosophy, it is obvious that they pursued science for the sake of knowledge, and not for any practical utility.\nThe most exact of the sciences are those which deal most with first principles; for those which involve fewer principles are more exact than those which involve additional principles, e.g. arithmetic than geometry.", "source": "metaphysics.txt"}
{"text": "Man is by nature a political animal.\nHe who is unable to live in society, or who has no need because he is sufficient for himself, must be either a beast or a god.\nThe state is a creation of nature, and that man is by nature a political animal.\nFor as man is the best of the animals when perfected, so he is the worst of all when separated from law and justice.\nA state is not a mere society, having a common place, established for the prevention of mutual crime and for the sake of exchange. These are conditions without which a state cannot exist; but all of them together do not constitute a state, which is a community of families and aggregations of families in well-being, for the sake of a perfect and self-sufficing life.", "source": "politics.txt"}
{"text": "Every art and every inquiry, and similarly every action and pursuit, is thought to aim at some good; and for this reason the good has been rightly declared to be that at which all things aim.\nHappiness, then, is something final and self-sufficient, and is the end of action.\nVirtue, then, is a state of character concerned with choice, lying in a mean, i.e. the mean relative to us, this being determined by a rational principle, and by that principle by which the man of practical wisdom would determine it.\nWe become just by doing just acts, temperate by doing temperate acts, brave by doing brave acts.\nIt is the mark of an educated mind to be able to entertain a thought without accepting it.", "source": "ethics.txt"}
