{"text": "Epic poetry and Tragedy, Comedy also and Dithyrambic poetry, and the music of the flute and of the lyre in most of their forms, are all in their general conception modes of imitation. They differ, however, from one another in three respects- the medium, the objects, the manner or mode of imitation, being in each case distinct.\nFor as there are persons who, by conscious art or mere habit, imitate and represent various objects through the medium of color and form, or again by the voice; so in the group of arts above mentioned, the means with them as a whole are rhythm, language, and harmony- used, however, either singly or in certain combinations. A combination of rhythm and harmony alone is the means in flute-playing and lyre-playing, and any other arts there may be of the same description, e.g. imitative piping. Rhythm alone, without harmony, is the means in the dancer's imitations; for even he, by the rhythm of his attitudes, may represent men's characters, as well as what they do and suffer.\nTragedy, then, is an imitation of an action that is serious, complete, and of a certain magnitude; in language embellished with each kind of artistic ornament, the several kinds being found in separate parts of the play; in the form of action, not of narrative; through pity and fear effecting the proper purgation of these emotions. By 'language embellished', I mean language into which rhythm, 'harmony', and song enter. By 'the several kinds in separate parts', I mean that some parts are rendered through the medium of verse alone, others again with the aid of song.\nNow as tragic imitation implies persons acting, it necessarily follows, in the first place, that Spectacular equipment will be a part of Tragedy. Next, Song and Diction, for these are the medium of imitation. By 'Diction' I mean the mere metrical arrangement of the words: as for 'Song', it is a term whose sense every one understands.\nAgain, Tragedy is the imitation of an action; and an action implies personal agents, who necessarily possess certain distinctive qualities both of character and thought; for it is by these that we qualify actions themselves, and these- thought and character- are the two natural causes from which actions spring, and on actions again all success or failure depends. Hence, the Plot is the imitation of the action: for by plot I here mean the arrangement of the incidents. By Character I mean that in virtue of which we ascribe certain qualities to the agents. Thought is required wherever a statement is proved, or, it may be, a general truth enunciated. Every Tragedy, therefore, must have six parts, which parts determine its quality- namely, Plot, Character, Diction, Thought, Spectacle, Song.", "source": "poetics.txt"}
{"text": "All men by nature desire to know. An indication of this is the delight we take in our senses; for even apart from their usefulness they are loved for themselves; and above all others the sense of sight. For not only with a view to action, but even when we are not going to do anything, we prefer seeing (one might say) to everything else. The reason is that this, most of all the senses, makes us know and brings to light many differences between things.\nBy nature animals are born with the faculty of sensation, and from sensation memory is produced in some of them, though not in others. And therefore the former are more intelligent and apt at learning than those which cannot remember; those which are incapable of hearing sounds are intelligent though they cannot be taught, e.g. the bee, and any other race of animals that may be like it; and those which besides memory have this sense of hearing can be taught.\nThe animals other than man live by appearances and memories, and have but little of connected experience; but the human race lives also by art and reasonings. Now from memory experience is produced in men; for the several memories of the same thing produce finally the capacity for a single experience. And experience seems pretty much like science and art, but really science and art come to men through experience; for 'experience made art', as Polus says, 'but inexperience luck'. Now art arises when from many notions gained by experience one universal judgement about a class of objects is produced. For to have a judgement that when Callias was ill of this disease this did him good, and similarly in the case of Socrates and in many individual cases, is a matter of experience; but to judge that it has done good to all persons of a certain constitution, marked off in one class, when they were ill of this disease, e.g. to phlegmatic or bilious people when burning with fever- this is a matter of art.\nWe consider that the architects in every profession are more estimable and know more and are wiser than the artisans, because they know the reasons of the things which are done; but we think the artisans like certain inanimate objects which do certain things without knowing what they do (as fire burns)- as inanimate objects perform each of their actions by a certain nature, so the artisans perform them through habit. Thus the master craftsmen are superior in wisdom, not because they can do things, but because they possess a theory and know the causes.", "source": "metaphysics.txt"}
{"text": "From these things therefore it is clear that the city-state is a natural growth, and that man is by nature a political animal, and a man that is by nature and not merely by fortune citiless is either low in the scale of humanity or above it (like the 'clanless, lawless, hearthless' man reviled by Homer, for one by nature unsocial is also 'a lover of war') inasmuch as he is solitary, like an isolated piece at draughts. And why man is a political animal in a greater measure than any bee or any gregarious animal is clear. For nature, as we declare, does nothing without purpose; and man alone of the animals possesses speech. The mere voice, it is true, can indicate pain and pleasure, and therefore is possessed by the other animals as well (for their nature has been developed so far as to have sensations of what is painful and pleasant and to signify those sensations to one another), but speech is designed to indicate the advantageous and the harmful, and therefore also the right and the wrong; for it is the special property of man in distinction from the other animals that he alone has perception of good and bad and right and wrong and the other moral qualities, and it is partnership in these things that makes a household and a city-state.\nThus also the city-state is prior in nature to the household and to each of us individually. For the whole must necessarily be prior to the part; since when the whole body is destroyed, foot or hand will not exist except in an equivocal sense, like the sense in which one speaks of a hand sculptured in stone, for a hand in that condition will perform no function; but all things are defined by their function and capacity, so that when they are no longer such as to perform their function they must not be said to be the same things, but to bear their names in an equivocal sense. It is clear then that the state is both natural and prior to the individual. For if each individual when separate is not self-sufficient, he must be related to the whole state as other parts are to their whole, while a man who is incapable of entering into partnership, or who is so self-sufficient that he has no need to do so, is no part of a state, so that he must be either a lower animal or a god.\nThere is therefore in all men by nature a propensity to this kind of association. And he who first founded the state was the greatest of benefactors. For as man is the best of the animals when perfected, so he is the worst of all when sundered from law and justice. For unrighteousness is most pernicious when possessed of weapons, and man is born possessing weapons for the use of wisdom and virtue, which it is possible to employ entirely for the opposite ends. Hence, when devoid of virtue man is the most unholy and savage of animals, and the most full of lust and gluttony. But justice is the bond of men in states, for the administration of justice, which is the determination of what is just, is the principle of order in political society.", "source": "politics.txt"}
{"text": "Every art and every inquiry, and similarly every action and pursuit, is thought to aim at some good; and for this reason the good has rightly been declared to be that at which all things aim. But a certain difference is found among ends; some are activities, others are products apart from the activities that produce them. Where there are ends apart from the actions, it is the nature of the products to be better than the activities.\nNow, as there are many actions, arts, and sciences, their ends also are many; the end of the medical art is health, that of shipbuilding a vessel, that of strategy victory, that of economics wealth. But where such arts fall under a single capacity- as bridle-making and the other arts concerned with the equipment of horses fall under the art of riding, and this and every military action under strategy, in the same way other arts fall under yet others- in all of these the ends of the master arts are to be preferred to all the subordinate ends; for it is for the sake of the former that the latter are pursued. It makes no difference whether the activities themselves are the ends of the actions, or something else apart from the activities, as in the case of the sciences just mentioned.\nVirtue, then, being of two kinds, intellectual and moral, intellectual virtue in the main owes both its birth and its growth to teaching (for which reason it requires experience and time), while moral virtue comes about as a result of habit, whence also its name (ethike) is one that is formed by a slight variation from the word ethos (habit). From this it is also plain that none of the moral virtues arises in us by nature; for nothing that exists by nature can form a habit contrary to its nature. For instance the stone which by nature moves downwards cannot be habituated to move upwards, not even if one tries to train it by throwing it up ten thousand times; nor can fire be habituated to move downwards, nor can anything else that by nature behaves in one way be trained to behave in another. Neither by nature, then, nor contrary to nature do the virtues arise in us; rather we are adapted by nature to receive them, and are made perfect by habit.\nAgain, of all the things that come to us by nature we first acquire the potentiality and later exhibit the activity (this is plain in the case of the senses; for it was not by often seeing or often hearing that we got these senses, but on the contrary we had them before we used them, and did not come to have them by using them); but the virtues we get by first exercising them, as also happens in the case of the arts as well. For the things we have to learn before we can do them, we learn by doing them, e.g. men become builders by building and lyre-players by playing the lyre; so too we become just by doing just acts, temperate by doing temperate acts, brave by doing brave acts.\nThis is confirmed by what happens in states; for legislators make the citizens good by forming habits in them, and this is the wish of every legislator, and those who do not effect it miss their mark, and it is in this that a good constitution differs from a bad one.", "source": "nicomachean_ethics.txt"}
