{"text": "I propose to treat of Poetry in itself and of its various kinds, noting the essential quality of each; to inquire into the structure of the plot as requisite to a good poem; into the number and nature of the parts of which a poem is composed; and similarly into whatever else falls within the same inquiry. Following, then, the order of nature, let us begin with the principles which come first.\nEpic poetry and Tragedy, Comedy also and Dithyrambic poetry, and the music of the flute and of the lyre in most of their forms, are all in their general conception modes of imitation. They differ, however, from one another in three respects- the medium, the objects, the manner or mode of imitation, being in each case distinct.\nFor as there are persons who, by conscious art or mere habit, imitate and represent various objects through the medium of color and form, or again by the voice; so in the arts above mentioned, taken as a whole, the imitation is produced by rhythm, language, or 'harmony,' either singly or combined.\nThus in the music of the flute and of the lyre, 'harmony' and rhythm alone are employed; also in other arts, such as that of the shepherd's pipe, which are essentially similar to these. In dancing, rhythm alone is used without 'harmony'; for even dancing imitates character, emotion, and action, by rhythmical movement.\nThere is another art which imitates by means of language alone, and that either in prose or verse- which, verse, again, may either combine different meters or consist of but one kind- but this has hitherto been without a name. For there is no common term we could apply to the mimes of Sophron and Xenarchus and the Socratic dialogues on the one hand; and, on the other, to poetic imitations in iambic, elegiac, or any similar meter. People do, indeed, add the word 'maker' or 'poet' to the name of the meter, and speak of elegiac poets, or epic (that is, hexameter) poets, as if it were not the imitation that makes the poet, but the verse that entitles them all indiscriminately to the name. Even when a treatise on medicine or natural science is brought out in verse, the name of poet is by custom given to the author; and yet Homer and Empedocles have nothing in common but the meter, so that it would be right to call the one poet, the other physicist rather than poet. On the same principle, even if a writer in his poetic imitation were to combine all meters, as Chaeremon did in his Centaur, which is a medley composed of meters of all kinds, we should bring him too under the general term poet. So much then for these distinctions.\nThere are, again, some arts which employ all the means above mentioned, namely, rhythm, tune, and meter. Such are Dithyrambic and Nomic poetry, and also Tragedy and Comedy; but between them the difference is, that in the first two cases these means are all employed in combination, in the latter, now one means is employed, now another.\nSuch, then, are the differences of the arts with respect to the medium of imitation.\nTragedy, then, is an imitation of an action that is serious, complete, and of a certain magnitude; in language embellished with each kind of artistic ornament, the several kinds being found in separate parts of the play; in the form of action, not of narrative; through pity and fear effecting the proper purgation of these emotions. By 'language embellished,' I mean language into which rhythm, 'harmony,' and song enter. By 'the several kinds in separate parts,' I mean, that some parts are rendered through the medium of verse alone, others again with the aid of song.\nNow as tragic imitation implies persons acting, it necessarily follows, in the first place, that Spectacular equipment will be a part of Tragedy. Next, Song and Diction, for these are the medium of imitation. By 'Diction' I mean the mere metrical arrangement of the words: as for 'Song,' it is a term whose sense every one understands.", "source": "poetics.txt"}
{"text": "All men by nature desire to know. An indication of this is the delight we take in our senses; for even apart from their usefulness they are loved for themselves; and above all others the sense of sight. For not only with a view to action, but even when we are not going to do anything, we prefer seeing (one might say) to everything else. The reason is that this, most of all the senses, makes us know and brings to light many differences between things.\nBy nature animals are born with the faculty of sensation, and from sensation memory is produced in some of them, though not in others. And therefore the former are more intelligent and apt at learning than those which cannot remember; those which are incapable of hearing sounds are intelligent though they cannot be taught, e.g. the bee, and any other race of animals that may be like it; and those which besides memory have this sense of hearing can be taught.\nThe animals other than man live by appearances and memories, and have but little of connected experience; but the human race lives also by art and reasonings. Now from memory experience is produced in men; for the several memories of the same thing produce finally the capacity for a single experience. And experience seems pretty much like science and art, but really science and art come to men through experience; for 'experience made art', as Polus says, 'but inexperience luck.' Now art arises when from many notions gained by experience one universal judgement about a class of objects is produced. For to have a judgement that when Callias was ill of this disease this did him good, and similarly in the case of Socrates and in many individual cases, is a matter of experience; but to judge that it has done good to all persons of a certain constitution, marked off in one class, when they were ill of this disease, e.g. to phlegmatic or bilious people when burning with fever- this is a matter of art.\nWith a view to action experience seems in no respect inferior to art, and men of experience succeed even better than those who have theory without experience. (The reason is that experience is knowledge of individuals, art of universals, and actions and productions are all concerned with the individual; for the physician does not cure man, except in an incidental way, but Callias or Socrates or some other called by some such individual name, who happens to be a man. If, then, a man has the theory without the experience, and recognizes the universal but does not know the individual included in this, he will often fail to cure; for it is the individual that is to be cured.) But yet we think that knowledge and understanding belong to art rather than to experience, and we suppose artists to be wiser than men of experience (which implies that Wisdom depends in all cases rather on knowledge); and this because the former know the cause, but the latter do not. For men of experience know that the thing is so, but do not know why, while the others know the 'why' and the cause. Hence we think also that the masterworkers in each craft are more honourable and know in a truer sense and are wiser than the manual workers, because they know the causes of the things that are done (we think the manual workers are like certain lifeless things which act indeed, but act without knowing what they do, as fire burns,-but while the lifeless things perform each of their functions by a natural tendency, the labourers perform them through habit); thus we view them as being wiser not in virtue of being able to act, but of having the theory for themselves and knowing the causes. And in general it is a sign of the man who knows and of the man who does not know, that the former can teach, and therefore we think art more truly knowledge than experience is; for artists can teach, and men of mere experience cannot.\nAgain, we do not regard any of the senses as Wisdom; yet surely these give the most authoritative knowledge of particulars. But they do not tell us the 'why' of anything-e.g. why fire is hot; they only say that it is hot.\nIt is clear then that Wisdom is knowledge about certain principles and causes.", "source": "metaphysics.txt"}
{"text": "Observation shows us that every state is an association, and that every association is formed with a view to some good purpose; for human beings universally act with a view to what they deem to be good. It is clear, therefore, that all associations aim at some good, and that the association which is the most sovereign among them all and embraces all others aims at the highest good. This is the association which we call the state, the association which is political.\nThose who think that the natures of the statesman, the royal ruler, the head of an estate and the master of a family are the same, are mistaken; they imagine that the difference between these various forms of authority is one of numbers only and not of kind. For example, the ruler over a few is thought to be a master; over more, the manager of a household; over a still larger number, a statesman or king, as if there were no difference between a great household and a small state. The distinction which is made between the king and the statesman is as follows: When the government is personal, the ruler is a king; when, according to the rules of the political science, the citizens rule and are ruled in turn, then he is called a statesman.\nBut all this is a mistake; for governments differ in kind, as will be evident to any one who considers the matter according to the method which has guided us hitherto. As in other departments of science, so in politics, the compound should always be resolved into the simple elements or least parts of the whole. We must therefore look at the elements of which the state is composed, in order that we may see in what the different kinds of rule differ from one another, and whether any scientific result can be attained about each one of them.\nHe who thus considers things in their first growth and origin, whether a state or anything else, will obtain the clearest view of them. In the first place there must be a union of those who cannot exist without each other; namely, of male and female, that the race may continue (and this is a union which is formed, not of deliberate purpose, but because, in common with other animals and with plants, mankind have a natural desire to leave behind them an image of themselves), and of natural ruler and subject, that both may be preserved. For that which can foresee by the exercise of mind is by nature intended to be lord and master, and that which can with its body give effect to such foresight is a subject, and by nature a slave; hence master and slave have the same interest. Now nature has distinguished between the female and the slave. For she is not niggardly, like the smith who fashions the Delphian knife for many uses; she makes each thing for a single use, and every instrument is best made when intended for one and not for many uses. But among barbarians no distinction is made between women and slaves, because there is no natural ruler among them: they are a community of slaves, male and female. Wherefore the poets say, \"It is meet that Hellenes should rule over barbarians\"; as if they thought that the barbarian and the slave were by nature one.\nWhen several villages are united in a single complete community, large enough to be nearly or quite self-sufficing, the state comes into existence, originating in the bare needs of life, and continuing in existence for the sake of a good life. And therefore, if the earlier forms of society are natural, so is the state, for it is the end of them, and the nature of a thing is its end. For what each thing is when fully developed, we call its nature, whether we are speaking of a man, a horse, or a family. Besides, the final cause and end of a thing is the best, and to be self-sufficing is the end and the best.\nHence it is evident that the state is a creation of nature, and that man is by nature a political animal. And he who by nature and not by mere accident is without a state, is either a bad man or above humanity; he is like the\n\"Tribeless, lawless, hearthless one,\"\nwhom Homer denounces- the natural outcast is forthwith a lover of war; he may be compared to an isolated piece at draughts.", "source": "politics.txt"}
{"text": "Every art and every inquiry, and similarly every action and pursuit, is thought to aim at some good; and for this reason the good has rightly been declared to be that at which all things aim. But a certain difference is found among ends; some are activities, others are products apart from the activities that produce them. Where there are ends apart from the actions, it is the nature of the products to be better than the activities. Now, as there are many actions, arts, and sciences, their ends also are many; the end of the medical art is health, that of shipbuilding a vessel, that of strategy victory, that of economics wealth. But where such arts fall under a single capacity- as bridle-making and the other arts concerned with the equipment of horses fall under the art of riding, and this and every military action under strategy, in the same way other arts fall under yet others- in all of these the ends of the master arts are to be preferred to all the subordinate ends; for it is for the sake of the former that the latter are pursued. It makes no difference whether the activities themselves are the ends of the actions, or something else apart from the activities, as in the case of the sciences just mentioned.\nIf, then, there is some end of the things we do, which we desire for its own sake (everything else being desired for the sake of this), and if we do not choose everything for the sake of something else (for at that rate the process would go on to infinity, so that our desire would be empty and vain), clearly this must be the good and the chief good. Will not the knowledge of it, then, have a great influence on life? Shall we not, like archers who have a mark to aim at, be more likely to hit upon what is right? If so, we must try, in outline at least, to determine what it is, and of which of the sciences or capacities it is the object. It would seem to belong to the most authoritative art and that which is most truly the master art. And politics appears to be of this nature; for it is this that ordains which of the sciences should be studied in a state, and which each class of citizens should learn and up to what point they should learn them; and we see even the most highly esteemed of capacities to fall under this, e.g. strategy, economics, rhetoric; now, since politics uses the rest of the sciences, and since, again, it legislates as to what we are to do and what we are to abstain from, the end of this science must include those of the others, so that this end must be the good for man. For even if the end is the same for a single man and for a state, that of the state seems at all events something greater and more complete whether to attain or to preserve; though it is worth while to attain the end merely for one man, it is finer and more godlike to attain it for a nation or for city-states. These, then, are the ends at which our inquiry aims, since it is political science, in one sense of that term.\nVirtue, then, being of two kinds, intellectual and moral, intellectual virtue in the main owes both its birth and its growth to teaching (for which reason it requires experience and time), while moral virtue comes about as a result of habit, whence also its name (ethike) is one that is formed by a slight variation from the word ethos (habit). From this it is also plain that none of the moral virtues arises in us by nature; for nothing that exists by nature can form a habit contrary to its nature. For instance the stone which by nature moves downwards cannot be habituated to move upwards, not even if one tries to train it by throwing it up ten thousand times; nor can fire be habituated to move downwards, nor can anything else that by nature behaves in one way be trained to behave in another. Neither by nature, then, nor contrary to nature do the virtues arise in us; rather we are adapted by nature to receive them, and are made perfect by habit.\nAgain, of all the things that come to us by nature we first acquire the potentiality and later exhibit the activity (this is plain in the case of the senses; for it was not by often seeing or often hearing that we got these senses, but on the contrary we had them before we used them, and did not come to have them by using them); but the virtues we get by first exercising them, as also happens in the case of the arts as well. For the things we have to learn before we can do them, we learn by doing them, e.g. men become builders by building and lyre-players by playing the lyre; so too we become just by doing just acts, temperate by doing temperate acts, brave by doing brave acts. This is confirmed by what happens in states; for legislators make the citizens good by forming habits in them, and this is the wish of every legislator, and those who do not effect it miss their mark, and it is in this that a good constitution differs from a bad one.", "source": "nicomachean_ethics.txt"}
