{"text": "Tragedy, then, is an imitation of an action that is serious, complete, and of a certain magnitude; in language embellished with each kind of artistic ornament, the several kinds being found in separate parts of the play; in the form of action, not of narrative; through pity and fear effecting the proper purgation of these emotions.\nEvery Tragedy, therefore, must have six parts, which parts determine its quality—namely, Plot, Character, Diction, Thought, Spectacle, Song.\nBut most important of all is the structure of the incidents. For Tragedy is an imitation, not of men, but of an action and of life, and life consists in action, and its end is a mode of action, not a quality.\nA perfect tragedy should, as we have seen, be arranged not on the simple but on the complex plan. It should, moreover, imitate actions which excite pity and fear, this being the distinctive mark of tragic imitation.\nIt follows plainly, in the first place, that the change of fortune presented must not be the spectacle of a virtuous man brought from prosperity to adversity: for this moves neither pity nor fear; it merely shocks us. Nor, again, that of a bad man passing from adversity to prosperity: for nothing can be more alien to the spirit of Tragedy; it possesses no one of the requisites; it does not appeal either to the human feeling in us, or to our pity, or to our fears. Nor, again, should the downfall of the utter villain be exhibited. A plot of this kind would, doubtless, satisfy the moral sense, but it would inspire neither pity nor fear; for pity is aroused by unmerited misfortune, fear by the misfortune of a man like ourselves.", "source": "poetics.txt"}
{"text": "Observation shows us, first, that every city (polis) is a species of association, and, secondly, that all associations are instituted for the purpose of attaining some good-for all men do all their acts with a view to achieving something which is, in their view, a good.\nFrom these considerations it is evident that the city belongs to the class of things that exist by nature, and that man is by nature a political animal. He who by his nature and not simply by ill-luck has no city is either too bad or too good to be human.\nThe city is prior in the order of nature to the family and the individual. The reason for this is that the whole is necessarily prior to the part. If the whole body be destroyed, there will not be a foot or a hand, except in that ambiguous sense in which one uses the word 'hand' for a particular part of a body of stone; for a hand separated from the body will be disabled.\nA citizen is one who shares in governing and being governed. He differs under different forms of government, but in the best state he is one who is able and willing to be governed and to govern with a view to the life of virtue.\nFor tyranny is a kind of monarchy which has in view the interest of the monarch only; oligarchy has in view the interest of the wealthy; democracy, of the needy: none of them the common good of all.", "source": "politics.txt"}
{"text": "Every art and every inquiry, and similarly every action and pursuit, is thought to aim at some good; and for this reason the good has rightly been declared to be that at which all things aim. But a certain difference is found among ends; some are activities, others are products apart from the activities that produce them. Where there are ends apart from the actions, it is the nature of the products to be better than the activities.\nNow, if there is some end of the things we do, which we desire for its own sake (everything else being desired for the sake of this), and if we do not choose everything for the sake of something else (for at that rate the process would go on to infinity, so that our desire would be empty and vain), clearly this must be the good and the chief good. Will not the knowledge of it, then, have a great influence on life? Shall we not, like archers who have a mark to aim at, be more likely to hit upon what is right?\nVirtue, then, being of two kinds, intellectual and moral, intellectual virtue in the main owes both its birth and its growth to teaching (for which reason it requires experience and time), while moral virtue comes about as a result of habit, whence also its name (ethike) is one that is formed by a slight variation from the word ethos (habit).\nThe virtue of man also will be the state of character which makes a man good and which makes him do his own work well.\nVirtue, then, is a state of character concerned with choice, lying in a mean, i.e. the mean relative to us, this being determined by a rational principle, and by that principle by which the man of practical wisdom would determine it. Now it is a mean between two vices, that which depends on excess and that which depends on defect; and again it is a mean because the vices respectively fall short of or exceed what is right in both passions and actions, while virtue both finds and chooses that which is intermediate. Hence in respect of its substance and the definition which states its essence virtue is a mean, with regard to what is best and right an extreme.", "source": "ethics.txt"}
