{"text": "If there were no eternal consciousness in a man, if at the foundation of all there lay only a wildly seething power which writhing with obscure passions produced everything that is great and everything that is insignificant, if a bottomless void never satiated lay hidden beneath all—what then would life be but despair? If it were thus, if there were no sacred bond which united mankind, if one generation arose after another like the leafage in the forest, if the one generation replaced the other like the song of birds in the forest, if the human race passed through the world as the ship goes through the sea, like the wind through the desert, a thoughtless and fruitless activity, if an eternal oblivion were always lurking hungrily for its prey and there was no power strong enough to wrest it from its maw—how empty then and comfortless life would be! But therefore it is not thus; and as God created man and woman, so too He fashioned the hero and the poet or orator.\nFaith is precisely this paradox, that the single individual is higher than the universal, yet in such a way, be it observed, that the movement repeats itself, and that consequently the individual, after having been in the universal, now as the single individual isolates himself as higher than the universal. If this be not faith, then Abraham is lost, then faith has never existed in the world... because it has always existed. For if the ethical (i.e. the moral) is the highest thing, and if nothing incommensurable remains in man in any other way but as the evil (i.e. the particular which has to be expressed in the universal), then one needs no other categories than those which the Greek philosophy possessed or which can be deduced from them by the most consistent thinking. But religion is a new category, and a category which is first found in Christianity.\nBut what is the Absurd? The Absurd is clearly not the absurd or the incongruous (le saugrenu) in the ordinary sense of the word, but it is the Paradox, which is the category of faith. It is the Absurd that the eternal truth has come into existence in time, that God has come into existence, has been born, has grown up, and so forth, has come into existence exactly as a human being, indistinguishable from any other human being.\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. A human being is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short, a synthesis. A synthesis is a relation between two. Considered in this way man is not yet a self.", "source": "fear_and_trembling_excerpt.txt"}
