{"text": "\"People understand me so poorly that they don't even understand my complaint about them not understanding me.\"\n\"Subjectivity is truth.\"\n\"Life can only be understood backwards; but it must be lived forwards.\"\n\"The thing is to understand myself, to see what God really wishes me to do; the thing is to find a truth which is true for me, to find the idea for which I can live and die.\"\n\"My life is like a dead man's room, neat and clean... but no one lives there.\"\n\"Anxiety is the dizziness of freedom.\"\n\"The purity of heart is to will one thing.\"\n\"It is quite true what philosophy says: that life must be understood backwards. But that makes one forget the other saying: that it must be lived - forwards.\"", "source": "journals.txt"}
{"text": "\"The torment of despair is precisely this: not to be able to die. ... To be sick unto death is, not to be able to die—yet not as though there were hope of life; no, the hopelessness is taken even more hopelessly.\"\n\"To have a self, to be a self, is the greatest concession made to man, but at the same time it is eternity's demand upon him.\"\n\"Despair is the sickness unto death.\"\n\"The self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself. A human being is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short, a synthesis.\"\n\"The formula that describes the state of the self when despair is completely rooted out is this: in relating itself to itself and in willing to be itself, the self rests transparently in the power that established it.\"", "source": "sickness_unto_death_excerpt.txt"}
{"text": "\"What is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music.\"\n\"Marry, and you will regret it; do not marry, you will also regret it; marry or do not marry, you will regret it either way. Laugh at the world’s foolishness, you will regret it; weep over it, you will regret that too; laugh at the world’s foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will also regret it… Hang yourself, you will regret it; do not hang yourself, and you will regret that too; hang yourself or don’t hang yourself, you’ll regret it either way; whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the essence of all philosophy.\"\n\"I have just now come from a party where I was its life and soul; witticisms streamed from my lips, everyone laughed and admired me, but I went away — yes, the dash should be as long as the radius of the earth's orbit ——————————— and wanted to shoot myself.\"\n\"Listen to the cry of a woman in labor at the hour of giving birth — look at the dying man’s struggle at his last extremity, and then tell me whether something that begins and ends thus could be intended for enjoyment.\"\n\"Most people are not themselves; they are other people. Their thoughts are someone else’s opinions, their lives a mimicry, their passions a quotation.\"", "source": "either_or_excerpt.txt"}
{"text": "\"If there were no eternal consciousness in a man, if at the foundation of all there lay only a wildly seething power which writhing with obscure passions produced everything that is great and everything that is insignificant, if a bottomless void never satiated lay hidden beneath all--what then would life be but despair?\"\n\"Faith is precisely this paradox, that the single individual is higher than the universal.\"\n\"By faith Abraham did not renounce his claim upon Isaac, but by faith he got Isaac.\"\n\"Infinite resignation is the last stage prior to faith, so that one who has not made this movement has not faith; for only in infinite resignation do I become clear to myself with respect to my eternal validity, and only then can there be any question of grasping existence by virtue of faith.\"\n\"The knight of faith is the only happy man, the heir to the finite, while the knight of resignation is a stranger and a foreigner.\"", "source": "fear_and_trembling_excerpt.txt"}
