{"text": "\"Faith begins precisely where thinking leaves off.\"\n\"If there were no eternal consciousness in a man, if at the foundation of all there lay only a wildly seething power which writhing with obscure passions produced everything that is great and everything that is insignificant, if a bottomless void never satiated lay hidden beneath all—what then would life be but despair?\"\n\"By faith Abraham went out from the land of his fathers and became a sojourner in the land of promise. He left one thing behind, took one thing with him: he left his earthly understanding behind and took faith with him—otherwise he would not have wandered forth but would have thought this unreasonable.\"\n\"The knight of faith is the only happy man, the heir to the finite, while the knight of resignation is a stranger and an alien.\"\n\"Infinite resignation is the last stage prior to faith, so that one who has not made this movement has not faith; for only in infinite resignation do I become clear to myself with respect to my eternal validity, and only then can there be question of grasping existence by virtue of faith.\"", "source": "fear_and_trembling.txt"}
{"text": "\"The matter is quite simple. The Bible is very easy to understand. But we Christians are a bunch of scheming swindlers. We pretend to be unable to understand it because we know very well that the minute we understand, we are obliged to act accordingly.\"\n\"Life can only be understood backwards; but it must be lived forwards.\"\n\"There is nothing with which every man is so afraid as getting to know how enormously much he is capable of doing and becoming.\"\n\"The truth is a snare: you cannot have it, without being caught. You cannot have the truth in such a way that you catch it, but only in such a way that it catches you.\"\n\"The crowd is untruth.\"\n\"Subjectivity is truth.\"", "source": "journals.txt"}
{"text": "\"The specific character of despair is precisely this: it is unaware of being despair.\"\n\"To have a self, to be a self, is the greatest concession made to man, but at the same time it is eternity's demand upon him.\"\n\"Despair is the sickness unto death.\"\n\"The torment of despair is precisely this: not to be able to die. So it has much in common with the situation of the dying man when he lies and struggles with death, and is not able to die.\"\n\"Man is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self.\"", "source": "sickness_unto_death.txt"}
{"text": "\"What is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music.\"\n\"Marry, and you will regret it; don’t marry, you will also regret it; marry or don’t marry, you will regret it either way. Laugh at the world’s foolishness, you will regret it; weep over it, you will regret that too; laugh at the world’s foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will also regret it… Hang yourself, you will regret it; do not hang yourself, and you will regret that too; hang yourself or don’t hang yourself, you’ll regret it either way; whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the essence of all philosophy.\"\n\"I see it all perfectly; there are two possible situations — one can either do this or that. My honest opinion and my friendly advice is this: do it or do not do it — you will regret both.\"\n\"The most painful state of being is remembering the future, particularly the one you'll never have.\"\n\"People demand freedom of speech as a compensation for the freedom of thought which they seldom use.\"", "source": "either_or.txt"}
