{"text": "Introduction\nNot only in the world of commerce but also in the world of ideas our\nage has arranged a regular clearance-sale. Everything may be had at\nsuch absurdedly low prices that very soon the question will arise\nwhether any one cares to bid. Every waiter with a speculative turn who\ncarefully marks the significant progress of modern philosophy, every\nlecturer in philosophy, every tutor, student, every sticker-and‑quitter\nof philosophy—they are not content with doubting everything, but \"go\nright on.\" It might, possibly, be ill‑timed and inopportune to ask them\nwhither they are bound; but it is no doubt polite and modest to take it\nfor granted that they have doubted everything—else it were a curious\nstatement for them to make, that they were proceeding onward. So they\nhave, all of them, completed that preliminary operation and, it would\nseem, with such ease that they do not think it necessary to waste a\nword about how they did it. The fact is, not even he who looked\nanxiously and with a troubled spirit for some little point of\ninformation, ever found one, nor any instruction, nor even any little\ndietetic prescription, as to how one is to accomplish this enormous\ntask. \"But did not Descartes proceed in this fashion?\" Descartes,\nindeed! that venerable, humble, honest thinker whose writings surely no\none can read without deep emotion—Descartes did what he said, and said\nwhat he did. Alas, alas! that is a mighty rare thing in our times! But\nDescartes, as he says frequently enough, never uttered doubts\nconcerning his faith. . . .\nIn our times, as was remarked, no one is content with faith, but \"goes\nright on.\" The question as to whither they are proceeding may be a\nsilly question; whereas it is, a sign of urbanity and culture to assume\nthat every one has faith, to begin with, for else it were a curious\nstatement for them to make, that they are proceeding further. In the\nolden days it was different. Then, faith was a task for a whole\nlife-time because it was held that proficiency in faith was not to be\nwon within a few days or weeks. Hence, when the tried patriarch felt\nhis end approaching, after having fought his battles and preserved his\nfaith, he was still young enough at heart not to have forgotten the\nfear and trembling which disciplined his youth and which the mature man\nhas under control, but which no one entirely outgrows—except insofar as\nhe succeeds in \"going on\" as early as possible. The goal which those\nvenerable men reached at last—at that spot every one starts, in our\ntimes, in order to \"proceed further.\" …\nPreparation\nThere lived a man who, when a child, had heard the beautiful Bible\nstory of how God tempted Abraham and how he stood the test, how he\nmaintained his faith and, against his expectations, received his son\nback again. As this man grew older he read this same story with ever\ngreater admiration; for now life had separated what had been united in\nthe reverent simplicity of the child. And the older he grew, the more\nfrequently his thoughts reverted to that story. His enthusiasm waxed\nstronger and stronger, and yet the story grew less and less clear to\nhim. Finally he forgot everything else in thinking about it, and his\nsoul contained but one wish, which was, to behold Abraham: and but one\nlonging, which was, to have been witness to that event. His desire was,\nnot to see the beautiful lands of the Orient, and not the splendor of\nthe Promised Land, and not the reverent couple whose old age the Lord\nhad blessed with children, and not the venerable figure of the aged\npatriarch, and not the god-given vigorous youth of Isaac—it would have\nbeen the same to him if the event had come to pass on some barren\nheath. But his wish was, to have been with Abraham on the three days'\njourney, when he rode with sorrow before him and with Isaac at his\nside. His wish was, to have been present at the moment when Abraham\nlifted up his eyes and saw Mount Moriah afar off; to have been present\nat the moment when he left his asses behind and wended his way up to\nthe mountain alone with Isaac. For the mind of this man was busy, not\nwith the delicate conceits of the imagination, but rather with his\nshuddering thought.\nThe man we speak of was no thinker, he felt no desire to go beyond his\nfaith: it seemed to him the most glorious fate to be remembered as the\nFather of Faith, and a most enviable lot to be possessed of that faith,\neven if no one knew it.\nThe man we speak of was no learned exegetist, he did not even\nunderstand Hebrew—who knows but a knowledge of Hebrew might have helped\nhim to understand readily both the story and Abraham.\nI.\nAnd God tempted Abraham and said unto him: take Isaac, thine only son,\nwhom thou lovest and go to the land Moriah and sacrifice him there on a\nmountain which I shall show thee.\nIt was in the early morning, Abraham arose betimes and had his asses\nsaddled. He departed from his tent, and Isaac with him; but Sarah\nlooked out of the window after them until they were out of sight.\nSilently they rode for three days; but on the fourth morning Abraham\nsaid not a word but lifted up his eyes and beheld Mount Moriah in the\ndistance. He left his servants behind and, leading Isaac by the hand,\nhe approached the mountain. But Abraham said to himself: \"I shall\nsurely conceal from Isaac whither he is going.\" He stood still, he laid\nhis hand on Isaac's head to bless him, and Isaac bowed down to receive\nhis blessing. And Abraham's aspect was fatherly, his glance was mild,\nhis speech admonishing. But Isaac understood him not, his soul would\nnot rise to him ; he embraced Abraham's knees, he besought him at his\nfeet, he begged for his young life, for his beautiful hopes, he\nrecalled the joy in Abraham's house when he was born, he reminded him\nof the sorrow and the loneliness that would be after him. Then did\nAbraham raise up the youth and lead him by his hand, and his words were\nfull of consolation and admonishment. But Isaac understood him not. He\nascended Mount Moriah, but Isaac understood him not. Then Abraham\naverted his face for a moment; but when Isaac looked again, his\nfather's countenance was changed, his glance wild, his aspect terrible,\nhe seized Isaac and threw him to the ground and said: \"Thou foolish\nlad, believest thou I am thy father? An idol-worshipper am I. Believest\nthou it is God's command? Nay, but my pleasure.\" Then Isaac trembled\nand cried out in his fear: \"God in heaven, have pity on me, God of\nAbraham, show mercy to me, I have no father on earth, be thou then my\nfather!\" But Abraham said softly to himself: \"Father in heaven, I thank\nthee. Better is it that he believes me inhuman than that he should lose\nhis faith in thee.\"\nWhen the child is to be weaned, his mother blackens her breast ; for it\nwere a pity if her breast should look sweet to him when he is not to\nhave it. Then the child believes that her breast has changed ; but his\nmother is ever the same, her glance is full of love and as tender as\never. Happy he who needed not worse means to wean his child!\nII\nIt was in the early morning. Abraham arose betimes and embraced Sarah,\nthe bride of his old age. And Sarah kissed Isaac who had taken the\nshame from her—Isaac, her pride, her hope for all coming generations.\nThen the twain rode silently along their way, and Abraham's glance was\nfastened on the ground before him; until on the fourth day, when he\nlifted up his eyes and beheld Mount Moriah in the distance; but then\nhis eyes again sought the ground. Without a word he put the fagots in\norder and bound Isaac, and without a word he unsheathed his knife. Then\nhe beheld the ram God had chosen, and sacrificed him, and wended his\nway home. … From that day on Abraham grew old. He could not forget that\nGod had required this of him. Isaac flourished as before; but Abraham's\neye was darkened, he saw happiness no more.\nWhen the child has grown and is to be weaned, his mother will in\nmaidenly fashion conceal her breast. Then the child has a mother no\nlonger. Happy the child who lost not his mother in any other sense!\nIII.\nIt was in the early morning. Abraham arose betimes; he kissed Sarah,\nthe young mother, and Sarah kissed Isaac, her joy, her delight for all\ntimes. And Abraham rode on his way, lost in thought—he was thinking of\nHagar and her son whom he had driven out into the wilderness. He\nascended Mount Moriah and he drew the knife.\nIt was a calm evening when Abraham rode out alone, and he rode to Mount\nMoriah. There he cast himself down on his face and prayed to God to\nforgive him his sin in that he had been about to sacrifice his son\nIsaac, and in that the father had forgotten his duty toward his son.\nAnd yet oftener he rode on his lonely way, but he found no rest. He\ncould not grasp that it was a sin that he had wanted to sacrifice to\nGod his most precious possession, him for whom he would most gladly\nhave died many times. But, if it was a sin, if he had not loved Isaac\nthus, then could he not grasp the possibility that he could be\nforgiven: for what sin more terrible?\nWhen the child is to be weaned, the mother is not without sorrow that\nshe and her child are to be separated more and more, that the child who\nhad first lain under her heart, and afterwards at any rate rested at\nher breast, is to be so near to her no more. So they sorrow together\nfor that brief while. Happy he who kept his child so near to him and\nneeded not to sorrow more!\nIV.\nIt was in the early morning. All was ready for the journey in the house\nof Abraham. He bade farewell to Sarah; and Eliezer, his faithful\nservant, accompanied him along the way for a little while. They rode\ntogether in peace, Abraham and Isaac, until they came to Mount Moriah.\nAnd Abraham prepared everything for the sacrifice, calmly and mildly;\nbut when his father turned aside in order to unsheath his knife, Isaac\nsaw that Abraham's left hand was knit in despair and that a trembling\nshook his frame—but Abraham drew forth the knife.\nThen they returned home again, and Sarah hastened to meet them; but\nIsaac had lost his faith. No one in all the world ever said a word\nabout this, nor did Isaac speak to any man concerning what he had seen,\nand Abraham suspected not that any one had seen it.\nWhen the child is to be weaned, his mother has the stronger food ready\nlest the child perish. Happy he who has in readiness this stronger\nfood!\nThus, and in many similar ways, thought the man whom I have mentioned\nabout this event. And every time he returned, after a pilgrimage to\nMount Moriah, he sank down in weariness, folding his hands and saying:\n\"No one, in truth, was great as was Abraham, and who can understand\nhim?\"\nA Panegyric on Abraham\nIf a consciousness of the eternal were not implanted in man; if the\nbasis of all that exists were but a confusedly fermenting element\nwhich, convulsed by obscure passions, produced all, both the great and\nthe insignificant; if under everything there lay a bottomless void\nnever to be filled— what else were life but despair? If it were thus,\nand if there were no sacred bonds between man and man; if one\ngeneration arose after another, as in the forest the leaves of one\nseason succeed the leaves of another, or like the songs of birds which\nare taken up one after another; if the generations of man passed\nthrough the world like a ship passing through the sea and the wind\nover the desert—a fruitless and a vain thing; if eternal oblivion were\never greedily watching for its prey and there existed no power strong\nenough to wrest it from its clutches—how empty were life then, and how\ndismal! And therefore it is not thus; but, just as God created man and\nwoman, he likewise called into being the hero and the poet or orator.\nThe latter cannot perform the deeds of the hero—he can only admire and\nlove him and rejoice in him. And yet he also is happy and not less so ;\nfor the hero is, as it were, his better self with which he has fallen\nin love, and he is glad he is not himself the hero, so that his love\ncan express itself in admiration.\nThe poet is the genius of memory, and does nothing but recall what has\nbeen done, can do nothing but admire what has been done. He adds\nnothing of his own, but he is jeal- ous of what has been entrusted to\nhim. He obeys the choice of his own heart; but once he has found what\nhe has been seeking, he visits every man's door with his song and with\nhis speech, so that all may admire the hero as he does, and be proud of\nthe hero as he is. This is his achievement, his humble work, this is\nhis faithful service in the house of the hero. If thus, faithful to his\nlove, he battles day and night against the guile of oblivion which\nwishes to lure the hero from him, then has he accomplished his task,\nthen is he gathered to his hero who loves him as faithfully; for the\npoet is at it were the hero's better self, unsubstantial, to be sure,\nlike a mere memory, but also transfigured as is a memory. Therefore\nshall no one be forgotten who has done great deeds ; and even if there\nbe delay, even if the cloud of misunderstanding obscure the hero from\nour vision, still his lover will come some time ; and the more time has\npassed, the more faithfully will he cleave to him.\nNo, no one shall be forgotten who was great in this world. But each\nhero was great in his own way, and each one was eminent in proportion\nto the great things he loved. For he who loved himself became great\nthrough himself, and he who loved others became great through his\ndevotion, but he who loved God became greater than all of these.\nEveryone of them shall be remembered, but each one became great in\nproportion to his trust. One became great by hoping for the possible;\nanother, by hoping for the eternal; but he who hoped for the\nimpossible, he became greater than all of these. Every one shall be\nremembered ; but each one was great in proportion to the power with\nwhich he strove. For he who strove with the world became great by over-\ncoming himself ; but he who strove with God, he became the greatest of\nthem all. Thus there have been struggles in the world, man against man,\none against a thousand; but he who struggled with God, he became\ngreatest of them all. Thus there was fighting on this earth, and there\nwas he who conquered everything by his strength, and there was he who\nconquered God by his weakness. There was he who, trust- ing in himself,\ngained all; and there was he who, trusting in his strength sacrificed\neverything ; but he who believed in God was greater than all of these.\nThere was he* who was great through his strength, and he who was great\nthrough his wisdom, and he who was great through his hopes, and he who\nwas great through his love ; but Abraham was greater than all of these\n— great through the strength whose power is weakness, great through\nthe wisdom whose secret is folly, great through the hope whose\nexpression is madness, great through the love which is hatred of one's\nself.\nThrough the urging of his faith Abraham left the land of his\nforefathers and became a stranger in the land of promise. He left one\nthing behind and took one thing along: he left his worldly wisdom\nbehind and took with him faith. For else he would not have left the\nland of his fathers, but would have thought it an unreasonable demand.\nThrough his faith he came to be a stranger in the land of promise,\nwhere there was nothing to remind him of all that had been dear to him,\nbut where everything by its newness tempted his soul to longing. And\nyet was he God's chosen, he in whom the Lord was well pleased! Indeed,\nhad he been one cast off, one thrust out of God's mercy, then might he\nhave comprehended it; but now it seemed like a mockery of him and of\nhis faith. There have been others who lived in exile from the\nfatherland which they loved. They are not for- gotten, nor is the song\nof lament forgotten in which they mournfully sought and found what\nthey had lost. Of Abra- ham there exists no song of lamentation. It is\nhuman to complain, it is human to weep with the weeping; but it is\ngreater to believe, and more blessed to consider him who has faith.\nThrough his faith Abraham received the promise that in his seed were to\nbe blessed all races of mankind. Time passed, there was still the\npossibility of it, and Abraham had faith. Another man there was who\nalso lived in hopes. Time passed, the evening of his life was\napproaching; neither was he paltry enough to have forgotten his hopes:\nneither shall he be forgotten by us! Then he sorrowed, and his sorrow\ndid not deceive him, as life had done, but gave him all it could; for\nin the sweetness of sorrow he became possessed of his disappointed\nhopes. It is human to sor- row, it is human to sorrow with the\nsorrowing; but it is greater to have faith, and more blessed to\nconsider him who has faith.\nNo song of lamentation has come down to us from Abra- ham. He did not\nsadly count the days as time passed ; he did not look at Sarah with\nsuspicious eyes, whether she was becoming old ; he did not stop the\nsun's course lest Sarah should grow old and his hope with her; he did\nnot lull her with his songs of lamentation. Abraham grew old, and Sarah\nbecame a laughing-stock to the people; and yet was he God's chosen, and\nheir to the promise that in his seed were to be blessed all races of\nmankind. Were it, then, not better if he had not been God's chosen? For\nwhat is it to be God's chosen? Is it to have denied to one in one's\nyouth all the wishes of youth in order to have them fulfilled after\ngreat labor in old age ?\nBut Abraham had faith and steadfastly lived in hope. Had Abraham been\nless firm in his trust, then would he have given up that hope. He would\nhave said to God : \"So it is, perchance, not Thy will, after all, that\nthis shall come to pass. I shall surrender my hope. It was my only one,\nit was my bliss. I am sincere, I conceal no secret grudge for that Thou\ndidst deny it to me.\" He would not have remained forgotten, his example\nwould have saved many a one; but he would not have become the Father\nof Faith. For it is great to surrender one's hope, but greater still to\nabide by it steadfastly after having surrendered it ; for it is great\nto seize hold of the eternal hope, but greater still to abide\nsteadfastly by one's worldly hopes after having surrendered them.\nThen came the fulness of time. If Abraham had not had faith, then Sarah\nwould probably have died of sorrow, and Abraham, dulled by his grief,\nwould not have understood the fulfilment, but would have smiled about\nit as a dream of his youth. But Abraham had faith, and therefore he re-\nmained young; for he who always hopes for the best, him life will\ndeceive, and he will grow old ; and he who is always prepared for the\nworst, he will soon age; but he who has faith, he will preserve eternal\nyouth. Praise, therefore, be to this story! For Sarah, though advanced\nin age, was young enough to wish for the pleasures of a mother, and\nAbraham, though grey of hair, was young enough to wish to become a\nfather. In a superficial sense it may be con- sidered miraculous that\nwhat they wished for came to pass, but in a deeper sense the miracle of\nfaith is to be seen in Abraham's and Sarah's being young enough to\nwish, and their faith having preserved their wish and therewith their\nyouth. The promise he had received was fulfilled, and he accepted it in\nfaith, and it came to pass according to the promise and his faith ;\nwhereas Moses smote the rock with his staff but believed not.\nThere was joy in Abraham's house when Sarah celebrated the day of her\nGolden Wedding.\nBut it was not to remain thus ; for once more was Abra- ham to be\ntempted. He had struggled with that cunning power to which nothing is\nimpossible, with that ever watch- ful enemy who never sleeps, with that\nold man who outlives all—he had struggled with Time and had preserved\nhis faith. And now all the terror of that fight was concentrated in one\nmoment. \"And God tempted Abraham, saying to him : take now thine only\nson Isaac, whom thou lovest, and get thee into the land of Moriah ; and\noffer him there for a burnt offering upon one of the mountains which I\nwill tell thee of.\"\nAll was lost, then, and more terribly than if a son had never been\ngiven him! The Lord had only mocked Abraham, then! Miraculously he had\nrealized the unreasonable hopes of Abraham; and now he wished to take\naway what he had given, A foolish hope it had been, but Abraham had not\nlaughed when the promise had been made him. Now all was lost — the\ntrusting hope of seventy years, the brief joy at the fulfilment of his\nhopes. Who, then, is he that snatches away the old man's staff, who\nthat demands that he himself shall break it in two? Who is he that\nrenders disconsolate the grey hair of old age, who is he that demands\nthat he himself shall do it? Is there no pity for the venerable old\nman, and none for the innocent child? And yet was Abraham God's chosen\none, and yet was it the Lord that tempted him. And now all was to be\nlost! The glorious remembrance of him by a whole race, the promise of\nAbraham's seed — all that was but a whim, a passing fancy of the Lord,\nwhich Abraham was now to destroy forever! That glorious treasure, as\nold as the faith in Abraham's heart, and many, many years older than\nIsaac, the fruit of Abraham's life, sanctified by prayers, matured in\nstruggles — the blessing on the lips of Abraham: this fruit was now to\nbe plucked before the appointed time, and to remain without\nsignificance; for of what significance were it if Isaac was to be\nsacrificed? That sad and yet blessed hour when Abraham was to take\nleave from all that was dear to him, the hour when he would once more\nlift up his venerable head, when his face would shine like the\ncountenance of the Lord, the hour when he would collect his whole soul\nfor a blessing strong enough to render Isaac blessed all the days of\nhis life — that hour was not to come! He was to say farewell to Isaac,\nto be sure, but in such wise that he himself was to remain behind;\ndeath was to part them, but in such wise that Isaac was to die. The old\nman was not in happiness to lay his hand on Isaac's head when the hour\nof death came, but, tired of life, to lay violent hands on Isaac. And\nit was God who tempted him. Woe, woe to the messenger who would have\ncome before Abraham with such a command! Who would have dared to be the\nmessenger of such dread tidings? But it was God that tempted Abraham.\nBut Abraham had faith, and had faith for this life. Indeed, had his\nfaith been but concerning the life to come, then might he more easily\nhave cast away all, in order to hasten out of this world which was not\nhis. ...\nBut Abraham had faith and doubted not, but trusted that the improbable\nwould come to pass. If Abraham had doubted, then would he have\nundertaken something else, something great and noble; for what could\nAbraham have undertaken but was great and noble! He would have\nproceeded to Mount Moriah, he would have cloven the wood, and fired it,\nand unsheathed his knife — he would have cried out to God: \"Despise not\nthis sacrifice; it is not, indeed, the best I have; for what is an old\nman against a child foretold of God; but it is the best I can give\nthee. Let Isaac never know that he must find consolation in his youth.\"\nHe would have plunged the steel in his own breast. And he would have\nbeen admired throughout the world, and his name would not have been\nforgotten; but it is one thing to be admired and another, to be a\nlode-star which guides one troubled in mind.\nBut Abraham had faith. He prayed not for mercy and that he might\nprevail upon the Lord: it was only when just retribution was to be\nvisited upon Sodom and Gomorrha that Abraham ventured to beseech Him\nfor mercy.\nWe read in Scripture: \"And God did tempt Abraham, and said unto him,\nAbraham: and he said, Behold here I am.\" You, whom I am now\naddressing did you do likewise? When you saw the dire dispensations of\nProvidence approach threateningly, did you not then say to the\nmountains, Fall on me; and to the hills, Cover me? Or, if you\nwere stronger in faith, did not your step linger along the way, longing\nfor the old accustomed paths, as it were? And when the voice called\nyou, did you answer, then, or not at all, and if you did, perchance in\na low voice, or whispering? Not thus Abraham, but gladly and cheerfully\nand trust- ingly, and with a resonant voice he made answer: \"Here am\nI.\" And we read further : \"And Abraham rose up early in the\nmorning.\" He made haste as though for some joy- ous occasion,\nand early in the morning he was in the ap- pointed place, on Mount\nMoriah. He said nothing to Sarah, nothing to Eliezer, his steward ; for\nwho would have under- stood him? Did not his temptation by its very\nnature de- mand of him the vow of silence? \"He laid the wood in order,\nand bound Isaac his son, and laid him on the altar upon the wood. And\nAbraham stretched forth his hand, and took the knife to slay his son.\"\nMy listener! Many a father there has been who thought that with his\nchild he lost the dearest of all there was in the world for him ; yet\nassuredly no child ever was in that sense a pledge of God as was Isaac\nto Abraham. Many a father there has been who lost his child ; but then\nit was God, the unchangeable and inscrutable will of the Almighty and\nHis hand which took it. Not thus with Abraham. For him was reserved a\nmore severe trial, and Isaac's fate was put into Abraham's hand\ntogether with the knife. And there he stood, the old man, with his only\nhope! Yet did he not doubt, nor look anx- iously to the left or right,\nnor challenge Heaven with his prayers. He knew it was God the Almighty\nwho now put him to the test; he knew it was the greatest sacrifice\nwhich could be demanded of him ; but he knew also that no sacrifice was\ntoo great which God demanded—and he drew forth his knife.\nWho strengthened Abraham's arm, who supported his right arm that it\ndrooped not powerless? For he who con- templates this scene is\nunnerved. Who strengthened Abra- ham's soul so that his eyes grew not\ntoo dim to see either Isaac or the ram? For he who contemplates this\nscene will be struck with blindness. And yet, it is rare enough that\none is unnerved or is struck with blindness, and still more rare that\none narrates worthily what there did take place between father and\nson. To be sure, we know well enough—it was but a trial!\nIf Abraham had doubted, when standing on Mount Mo- riah ; if he had\nlooked about him in perplexity ; if he had accidentally discovered the\nram before drawing his knife; if God had permitted him to sacrifice it\ninstead of Isaac— then would he have returned home, and all would have\nbeen as before, he would have had Sarah and would have kept Isaac; and\nyet how different all would have been! For then had his return been a\nflight, his salvation an accident, his reward disgrace, his future,\nperchance, perdition. Then would he have borne witness neither to his\nfaith nor to God's mercy, but would have witnessed only to the terror\nof going to Mount Moriah. Then Abraham would not have been forgotten,\nnor either Mount Moriah. It would be men- tioned, then, not as is Mount\nArarat on which the Ark landed, but as a sign of terror, because it was\nthere Abra- ham doubted.\nVenerable patriarch Abraham! When you returned home from Mount Moriah\nyou required no encomiums to console you for what you had lost ; for,\nindeed, you did win all and still kept Isaac, as we all know. And the\nLord did no more take him from your side, but you sate gladly at table\nwith him in your tent as in the life to come you will, for all times.\nVenerable patriarch Abraham! Thousands of years have passed since those\ntimes, but still you need no late-born lover to snatch your memory from\nthe power of oblivion, for every language remembers you—and yet do you\nreward your lover more gloriously than any one, rendering him blessed\nin your bosom, and taking heart and eyes captive by the marvel of your\ndeed. Venerable patriarch Abraham! Second father of the race! You who\nfirst perceived and bore witness to that unbounded passion which has\nbut scorn for the terrible fight with the raging elements and the\nstrength of brute creation, in order to struggle with God; you who\nfirst felt that sublimest of all passions, you who found the holy,\npure, humble expression for the divine madness which was a marvel to\nthe heathen—forgive him who would speak in your praise, in case he did\nit not fittingly. He spoke humbly. as if it concerned the desire of\nhis heart; he spoke briefly, as is seemly; but he will never forget\nthat you required a hundred years to obtain a son of your old age,\nagainst all expections; that you had to draw the knife before being\npermitted to keep Isaac ; he will never forget that in a hun- dred and\nthirty years you never got farther than to faith.", "source": "fear_and_trembling.txt"}
