{"text": "The Unhappiest One\nThe grave of the hero is known and honored, and to the poet his name is music; but who knows the grave of the Unhappiest One, and who knows his name? He lives a life more lonely than the dead in the grave, and yet he is not dead. He lives, but he is not living.\nHe who is the Unhappiest One? He is the one who has lost his memory and his hope. He has lost his memory because he cannot remember anything happy in the past; he has lost his hope because he cannot hope for anything happy in the future.\nBut why is he unhappy? Because he is always absent from himself. He is never present to himself in the moment. When he remembers the past, he is not in the past, but in the future, hoping that the past will come again. When he hopes for the future, he is not in the future, but in the past, remembering how it was. Thus he is never where he is. He is always elsewhere.\nHis life is a constant restless movement, a fleeing from himself. He cannot find rest, for he carries his unrest with him. He is like a sick man who tosses and turns in his bed, seeking a comfortable position, but finding none.\nAnd yet, there is a strange fascination about him. He is the one whom the gods love, but whom they also punish. He is the chosen one, the exception. He suffers, but his suffering has a meaning, a purpose. It is through his suffering that he comes to understand the truth of existence.\nThe Unhappiest One is the one who knows that life is a paradox, a contradiction. He knows that happiness is not the goal of life, but that truth is. And truth is found only in suffering, in the struggle of the soul with itself.\nSo let us not pity the Unhappiest One, but rather let us honor him. For he is the witness to the truth, the martyr of existence. He is the one who shows us the way, even though he himself cannot walk it. He is the voice crying in the wilderness, preparing the way for the Lord.", "source": "either_or_excerpt.txt"}
{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a veritable clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every assistant professor, tutor, and student, every crofter and cottager in philosophy, is not content with doubting everything but goes further. It might be untimely and ill-timed to ask them where they are going, but it is no doubt polite and altogether fitting to assume that they have doubted everything, since otherwise it would be queer for them to be going further. This preliminary movement they have therefore all completed, and presumably with such ease that they do not think it necessary to waste a word on how they did it; for not even he who anxiously and with deep concern sought a little enlightenment in the renowned tentative of Descartes, not even he found that kind of talk about doubting everything particularly encouraging. Descartes, a venerable, humble, honest thinker, whose writings no one can read without deep emotion, did what he said and said what he did. Alas, alack, that is a great rarity in our times! Descartes did not doubt in matters of faith. “Memores tamen, ut jam dictum est, huic lumini naturali tamdiu nos esse credendum, quamdiu nihil a Deo ipso revelatur, quod huic repugnet. . . . Praeter caetera autem, memoriae nostrae pro summa regula est infigendum, ea quae nobis a Deo revelata sunt, ut omnium certissima esse credenda; et quamvis forte lumen rationis, quam maxime clarum et evidens, aliud quid suggerere videretur, soli tamen auctoritati divinae potius quam proprio nostro judicio fidem esse adhibendam.”* He did not cry, “Fire!” and make it obligatory for everyone to doubt, for Descartes was a quiet and solitary thinker, not a bellowing night-watchman; he modestly admitted that his method had importance for him alone and was partly the result of his own bungled knowledge. “Ne quis igitur putet me hic traditurum aliquam Methodum, quam unusquisque sequi debeat ad recte regendum rationem; illam enim tantum quam ipsemet secutus sum exponere decrevi. . . .”\nWhat those ancient Greeks (who also had some knowledge of philosophy) thought about such a task, is a different matter. They did not assume that to doubt is an easy matter but, on the contrary, that it is the most difficult of all tasks, and their honour consisted in being able to do it. In our time, however, everyone can do it, and no one is content with stopping there but goes further.\nIn the old days, people were well aware that it is one thing to have faith and another thing to understand what faith means. To have faith is the highest passion in a human being. There are perhaps many in every generation who do not even reach it, but no one gets further. Whether there be many in our time who do not discover it, I do not decide; I dare only appeal to myself as a witness who makes no secret that the prospects for him are poor, without for that reason wanting to delude himself or to betray the great by making it a petty matter, to make it a childhood disease one must get over as soon as possible. But for those who have faith, this life is not easy; indeed, it is a life of the greatest passion and the greatest danger.", "source": "fear_and_trembling_excerpt.txt"}
