{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a veritable clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every Privatdocent, tutor, and student, every crofter and cottager in philosophy, is not content with stopping at doubting everything but goes further. It might be untimely and ill-timed to ask them where they are going, but surely it is courteous and taken for granted to assume that they have doubted everything, since otherwise it would be queer to say that they were going further. This preliminary movement they have therefore all completed, and presumably with such ease that they do not think it necessary to waste a word on the how; for not even he who anxiously and with deep concern sought a little enlightenment in a venerable philosopher's listening to himself, not even he found any such thing, to say nothing of the fact that he was sustained by the encouragement of the loud proclamation of all.\nBut Descartes, a venerable, humble, honest thinker, whose writings surely no one can read without being deeply affected—he did what he said and said what he did. Alas, alack, that is a great rarity in our times! Descartes, as he has repeatedly affirmed, did not doubt in matters of faith. \"Memores tamen, ut jam dictum est, huic lumini naturali tamdiu tantum esse credendum, quamdiu nihil contrarium a Deo ipso revelatur. . . . Praeter caetera autem, memoriae nostrae pro summa regula est infigendum, ea quae nobis a Deo revelata sunt, ut omnium certissima esse credenda; et quamvis forte lumen rationis, quam maxime clarum et evidens, aliud quid nobis suggerere videretur, soli tamen auctoritati divinae potius quam proprio nostro judicio fidem esse adhibendam.\" [We must bear in mind, however, as has already been said, that we are to believe this natural light only so long as nothing contrary to it is revealed by God himself. . . . But above all, it is to be impressed upon our memory as the highest rule that those things which have been revealed to us by God are to be believed as the most certain of all; and although perhaps the light of reason, however clear and evident, might seem to suggest something else to us, we are nevertheless to give faith to divine authority alone rather than to our own judgment.]\nHe did not cry, \"Fire!\" and make it his duty to doubt; on the contrary, he was a quiet and solitary thinker, not a shouting street watchman; he loved his doubt, and for him it was the examination, not of the truth, but of himself, as to whether he had the strength to think.\n...\nProblemata\nI. Is there such a thing as a teleological suspension of the ethical?\nThe ethical as such is the universal, and as the universal it applies to everyone, which may be expressed from another point of view by saying that it applies every instant. It rests immanent in itself, has nothing outside itself which is its telos, but is itself telos for everything outside it, and when this has been incorporated by the ethical it can go no further. Conceived immediately as physical and psychical, the particular individual is the particular which has its telos in the universal, and its task is to express itself constantly in it, to abolish its particularity in order to become the universal. As soon as the individual would assert himself as the particular over against the universal, he sins, and only by recognizing this can he again reconcile himself with the universal. Every time the individual after he has entered the universal feels an impulse to assert himself as the particular, he is in temptation (Anfechtung), and he can labor himself out of this only by abandoning himself as the particular in the universal. If this be the highest thing that can be said of man and of his existence, then the ethical has the same nature as man's eternal blessedness, which to all eternity and at every instant is his telos, since it would be a contradiction to say that this might be abandoned (i.e., teleologically suspended), seeing that as soon as it is suspended it is forfeited, whereas in other cases what is suspended is not forfeited but is preserved in the higher sphere which constitutes its telos.\nIf such be the case, then Hegel is right when in his chapter on \"The Good and the Conscience,\" he characterizes man only as the particular and regards this character as \"a moral form of evil\" which is to be annulled in the teleology of the moral, so that the individual who remains in this stage is either sinning or tempted (Anfechtung). On the other hand, he is wrong in talking of faith, wrong in not protesting loudly and clearly against Abraham's enjoying honor and glory as a father of faith, whereas he ought to be prosecuted and convicted of murder.\nFor faith is this paradox, that the particular is higher than the universal, yet in such a way, be it observed, that the movement repeats itself, and that consequently the individual, after having been in the universal, now as the particular isolates himself as higher than the universal. If this be not faith, then Abraham is lost, then faith has never existed in the world... because it has always existed. For if the ethical (i.e., the moral) is the highest thing, and if nothing incommensurable remains in man in any other way but as the evil (i.e., the particular which has to be expressed in the universal), then one needs no other categories than those which the Greek philosophers possessed or which can be deduced from them by logic. But the distinctiveness of the Christian faith is just this paradox, that the individual is higher than the universal.", "source": "fear_and_trembling.txt"}
{"text": "DIAPSALMATA\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a steady fire; their cries could not reach the tyrant's ears so as to strike terror into his heart; when they reached his ears they sounded like sweet music. And men crowd about the poet and say to him, \"Sing for us soon again\"—which is as much as to say, \"May new sufferings torment your soul, but may your lips be fashioned as before; for the cries would only distress us, but the music is delicious.\" And the critics come forward and say, \"That is perfectly done—just as it should be, according to the rules of aesthetics.\" Now it is understood that a critic resembles a poet to a hair; he only lacks the anguish in his heart and the music upon his lips. Lo, therefore I would rather be a swineherd, understood by the swine, than a poet misunderstood by men.\n...\nI don't feel like doing anything. I don't feel like riding—the motion is too violent; I don't feel like walking—it is too strenuous; I don't feel like lying down, for either I should have to remain lying, and I don't feel like doing that, or I should have to get up again, and I don't feel like doing that either. Summa Summarum: I don't feel like doing anything.\n...\nLet others complain that the age is wicked; my complaint is that it is paltry; for it lacks passion. Men’s thoughts are thin and flimsy like lace, they are themselves pitiable like the lacemakers. The thoughts of their hearts are too paltry to be sinful. For a worm it might be regarded as a sin to harbor such thoughts, but not for a being made in the image of God. Their lusts are dull and sluggish, their passions sleepy. They do their duty, these shopkeeper souls, but they clip the coin a little . . .\n...\nMy soul is heavy; the paralysis of death is upon me; I am become a completely passive factor, a mere raw material. I no longer have any desire to do anything; I have no interests. My whole being is a contradiction. What I say is the opposite of what I feel; what I do is the opposite of what I desire. The result is that life has become a burden to me, and I am a burden to myself.\n...\nThe Rotation Method\nPeople with a good deal of experience in the world have often observed that the most tiresome people are those who are never bored. And the reason for this is that they are the very people who are the cause of boredom in others. It is only the active, the busy, the bustling people who are never bored. They are the ones who are always doing something, always on the go, always making a noise. They are the ones who are the most tiresome.\n...\nThe method I propose does not consist in changing the soil but, like the proper rotation of crops, consists in changing the method of cultivation and the kinds of crops. Here we have at once the principle of limitation, the only saving principle in the world. The more you limit yourself, the more fertile you become in invention. A prisoner in solitary confinement for life becomes very inventive; a spider may furnish him with much entertainment. One need only remember the schoolboy who had no other plaything than a fly, or the prisoner who played with a spider.\n...\nThe unhappy man is one who has his ideal, the content of his life, the fullness of his consciousness, the essence of his being, in some manner outside of himself. The unhappy man is always absent from himself, never present to himself. But one can be absent, obviously, either in the past or in the future. This adequately circumscribes the entire territory of the unhappy consciousness.", "source": "either_or.txt"}
