{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a veritable clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid.\nFaith is precisely this paradox, that the single individual is higher than the universal, taking care that it be observed that this is not before he has been under the universal (this would be aesthetical), but after.\nIf there is no eternal consciousness in a man, if at the foundation of all there lies only a wildly seething power which writhing with obscure passions produced everything that is great and everything that is insignificant, if a bottomless void never satiated is hidden beneath all--what then would life be but despair?\nIt is the duty of the human understanding to understand that there are things which it cannot understand, and what those things are.\nThe Knight of Faith is the only happy man, the heir to the finite, while the Knight of Resignation is a stranger and a sojourner.", "source": "fear_and_trembling_excerpt.txt"}
{"text": "The Sickness Unto Death is despair.\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. If on the contrary the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\nDespair is the sickness unto death.\nTo be a self which one is not is the greatest despair; to not be a self which one is is the second greatest despair.", "source": "the_sickness_unto_death_excerpt.txt"}
