{"text": "Man is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nThe formula that describes the state of the self when despair is completely rooted out is this: in relating itself to itself and in willing to be itself, the self rests transparently in the power that established it.", "source": "sickness_unto_death.txt"}
{"text": "The ethical expression for what Abraham did is that he would murder Isaac; the religious expression is that he would sacrifice Isaac--but precisely in this contradiction is the anxiety that can make a person sleepless, and yet without this anxiety Abraham is not who he is.\nFaith is precisely this paradox, that the single individual is higher than the universal, yet in such a way, be it noted, that the movement repeats itself, and that consequently the single individual who was in the universal, now as the single individual sets himself apart as higher than the universal. If this is not faith, then Abraham is lost, then faith has never existed in the world...\nThe Knight of Faith is the only happy man, the heir to the finite, while the Knight of Resignation is a stranger and a sojourner...", "source": "fear_and_trembling.txt"}
{"text": "What is a poet? An unhappy man who hides deep anguish in his heart, but whose lips are so formed that when the sigh and cry pass through them, it sounds like lovely music.\nI do not care for anything. I do not care to ride, for the exercise is too violent. I do not care to walk, it is too strenuous; to lie down, for I should remain lying, and I do not care to do that, nor do I care to stand.\nLet others complain that the age is wicked; my complaint is that it is paltry; for it lacks passion. The men's thoughts are thin and flimsy like lace, they are themselves pitiable like the lacemakers. The thoughts of their hearts are too paltry to be sinful. For a worm it might be regarded as a sin to harbor such thoughts, but not for a being made in the image of God. Their lusts are dull and sluggish, their passions sleepy. They do their duty, these shopkeeping souls, but they clip the coin a little...", "source": "either_or.txt"}
