{"text": "DIAPSALMATA\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a steady fire; their cries could not reach the tyrant's ears so as to strike terror into his heart; when they reached his ears they sounded like sweet music.\n...\nI feel as if I were a piece in a game of chess, when my opponent says of it: That piece cannot be moved.\n...\nI have the courage, I believe, to doubt everything; I have the courage, I believe, to fight with everything; but I have not the courage to know anything; not to possess, but to know. Most people complain that the world is so prosaic that life is not like a romance, where opportunities are always so favorable. I complain that life is not like a romance, where one has hard-hearted parents and nixies and trolls to fight, and enchanted princesses to free. What are all such enemies taken together, compared with the pale, bloodless, tenacious, nocturnal shapes with which I fight, and to whom I give life and being.\n...\nThe rotation method.\nMy method is not the Socratic, but the rotation method. It is a method which, without any doubt, is the most interesting of all. It is based upon the principle that all people are bores. That this is a truth no one will deny who has any knowledge of the world. It is the negative side of the principle that man is a social animal.", "source": "either_or_excerpt.txt"}
{"text": "PREFACE\nNot only in the world of commerce but also in the world of ideas our age is putting on a real clearance sale. Everything may be had at such a bargain that it is doubtful whether in the end there is anybody who will want to bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every privat-docent, tutor, and student, every crofter and cottar in philosophy, is not content with doubting everything but goes further. Perhaps it would be untimely and ill-timed to ask them where they are going, but surely it is courteous and assumes no responsibility to inquire whether they have doubted everything, since otherwise it is odd of them to say they are going further. Having made this preliminary movement, they have scarcely verified the saying of Descartes and did not act on the principle that the beginning of wisdom is doubt, but that one must start with doubt and then go further.\n...\nFaith is precisely this paradox, that the single individual as the particular is higher than the universal, is justified before it, not as inferior to it but as superior—yet in such a way, be it observed, that it is the single individual who, after having been subordinate as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, that the single individual as the particular stands in an absolute relation to the absolute. This position cannot be mediated, for all mediation comes about precisely by virtue of the universal; it is and remains to all eternity a paradox, inaccessible to thought. And yet faith is this paradox—or else (these are the logical consequences which I would beg the reader to judge) there never has been faith...\nABRAHAM AND ISAAC\n...But Abraham believed. He did not believe that he should be happy sometime in the hereafter, but that he should find blessedness here in this world. God could give him a new Isaac, could bring the sacrificial offering back to life. He believed by virtue of the absurd; for all human calculation had long since ceased...\nIt is great to give up one's wish, but it is greater to hold it fast after having given it up, it is great to grasp the eternal, but it is greater to hold fast to the temporal after having given it up.", "source": "fear_and_trembling_excerpt.txt"}
