{"text": "The Project Gutenberg eBook of Selections from the Writings of Kierkegaard\nThis ebook is for the use of anyone anywhere in the United States and\nmost other parts of the world at no cost and with almost no restrictions\nwhatsoever. You may copy it, give it away or re-use it under the terms\nof the Project Gutenberg License included with this ebook or online\nat www.gutenberg.org. If you are not located in the United States,\nyou will have to check the laws of the country where you are located\nbefore using this eBook.\nTitle: Selections from the Writings of Kierkegaard\nAuthor: Søren Kierkegaard\nTranslator: Lee M. Hollander\nRelease date: September 20, 2019 [eBook #60333]\nMost recently updated: October 17, 2024\nLanguage: English\nCredits: Produced by Laura Natal Rodrigues at Free Literature (Images\ngenerously made available by Internet Archive.)\n*** START OF THE PROJECT GUTENBERG EBOOK SELECTIONS FROM THE WRITINGS OF KIERKEG\nAARD ***\nUNIVERSITY OF TEXAS BULLETIN\nNO. 2326: JULY 8, 1923\nSELECTIONS FROM THE WRITINGS OF KIERKEGAARD\nTRANSLATED BY L. M. HOLLANDER\nADJUNCT PROFESSOR OF GERMANIC LANGUAGES\nCOMPARATIVE LITERATURE SERIES NO. 3\nPUBLISHED BY THE UNIVERSITY OF TEXAS, AUSTIN\n(Selections...)\nPREPARATION FOR A CHRISTIAN LIFE\nI\n\"COME HITHER UNTO ME, ALL YE THAT LABOR AND ARE\nHEAVY LADEN, AND I WILL GIVE YOU REST.\"\n(MATTHEW 11, 28.)\nTHE INVITATION\n\"Come hither!\"--It is not at all strange if he who is in danger\nand needs help--speedy, immediate help, perhaps--it is not strange\nif he cries out: \"come hither\"! Nor it is strange that a quack\ncries his wares: \"come hither, I cure all maladies\"; alas, for\nin the case of the quack it is only too true that it is the\nphysician who has need of the sick. \"Come hither all ye who\nat extortionate prices can pay for the cure--or at any rate\nfor the medicine; here is physic for everybody--who can pay;\ncome hither!\"\nIn all other cases, however, it is generally true that he who\ncan help must be sought; and, when found, may be difficult of\naccess; and, if access is had, his help may have to be implored\na long time; and when his help has been implored a long time,\nhe may be moved only with difficulty, that is, he sets a high\nprice on his services; and sometimes, precisely when he refuses\npayment or generously asks for none, it is only an expression\nof how infinitely high he values his services. On the other hand,\nhe who sacrificed himself, he sacrifices himself, here too;\nit is indeed he who seeks those in need of help, is himself the\none who goes about and calls, almost imploringly: \"come hither!\"\nHe, the only one who can help, and help with what alone is indispensable,\nand can save from the one truly mortal disease, he does not\nwait for people to come to him, but comes himself, without having\nbeen called; for it is he who calls out to them, it is he who\nholds out help--and what help! Indeed, that simple sage of antiquity\nwas as infinitely right as the majority who do the opposite are\nwrong, in setting no great price, whether on himself or his\ninstruction; even if he thus in a certain sense proudly expressed\nthe utter difference in kind between payment and his services.\nBut he was not so solicitous as to beg any one to come to him,\nnotwithstanding--or shall I say because?--he was not altogether\nsure what his help signified; for the more sure one is that his\nhelp is the only one obtainable, the more reason has he, in a\nhuman sense, to ask a great price for it; and the less sure one\nis, the more reason has he to offer freely the possible help\nhe has, in order to do at least something for others. But he\nwho calls himself the Savior, and knows that he is, he calls\nout solicitously: \"come hither unto me!\"\n\"Come hither all ye!\"--Strange! For if he who, when it comes\nto the point, perhaps cannot help a single one--if such a one\nshould boastfully invite everybody, that would not seem so\nvery strange, man's nature being such as it is. But if a man\nis absolutely sure of being able to help, and at the same", "source": "selections.txt"}
{"text": "time\nwilling to help, willing to devote his all in doing so, and with\nall sacrifices, then he generally makes at least one reservation;\nwhich is, to make a choice among those he means to help. That\nis, however willing one may be, still it is not everybody one\ncares to help; one does not care to sacrifice one's self to\nthat extent. But he, the only one who can really help, and really\nhelp everybody--the only one, therefore, who really can invite\neverybody--he makes no conditions whatever; but utters the invitation\nwhich, from the beginning of the world, seems to have been reserved\nfor him: \"Come hither all ye!\" Ah, human self-sacrifice, even when\nthou art most beautiful and noble, when we admire thee most: this\nis a sacrifice still greater, which is, to sacrifice every provision\nfor one's own self, so that in one's willingness to help there is\nnot even the least partiality. Ah, the love that sets no price on\none's self, that makes one forget altogether that he is the\nhelper, and makes one altogether blind as to who it is one helps,\nbut infinitely careful only that he be a sufferer, whatever else he\nmay be; and thus willing unconditionally to help everybody--different,\nalas! in this from everybody!\n\"Come hither unto me!\" Strange! For human compassion also, and\nwillingly, does something for them that labor and are heavy laden;\none feeds the hungry, clothes the naked, makes charitable gifts,\nbuilds charitable institutions, and if the compassion be heartfelt,\nperhaps even visits those that labor and are heavy laden. But to\ninvite them to come to one, that will never do, because then all\none's household and manner of living would have to be changed.\nFor a man cannot himself live in abundance, or at any rate in\nwell-being and happiness, and at the same time dwell in one and\nthe same house together with, and in daily intercourse with, the\npoor and miserable, with them that labor and are heavy laden! In\norder to be able to invite them in such wise, a man must himself\nlive altogether in the same way, as poor as the poorest, as lowly\nas the lowliest, familiar with the sorrows and sufferings of life,\nand altogether belonging to the same station as they whom he invites,\nthat is, they who labor and are heavy laden. If he wishes to\ninvite a sufferer, he must either change his own condition to be\nlike that of the sufferer, or else change that of the sufferer to\nbe like his own; for if this is not done the difference will\nstand out only the more by contrast. And if you wish to invite\nall those who suffer--for you may make an exception with one of\nthem and change his condition--it can be done only in one way,\nwhich is, to change your condition so as to live as they do;\nprovided your life be not already lived thus, as was the case\nwith Him who said: \"Come hither unto me, all ye that labor and\nare heavy laden!\" Thus said he; and they who lived with him\nsaw him, and behold! there was not even the least thing in his\nmanner of life to contradict it. With the silent and truthful\neloquence of actual performance his life expresses--even though\nhe had never in his life said these words--his life expresses:\n\"Come hither, unto me, all ye that labor and are heavy laden\"!\nHe abides by his word, or he himself is the word; he is what he\nsays, and also in this sense he is the Word.\n\"All ye that labor and are heavy laden.\" Strange! His only concern\nis lest there be a single one who labors and is heavy laden who\ndoes not hear this invitation. Neither does he fear that too many\nwill come. Ah, heart-room makes house-room; but where wilt thou\nfind heart-room, if not in his heart? He leaves it to each one how\nto understand his invitation: he has a clear conscience about\nit, for he has invited all those that labor and are heavy laden.\nBut what means it, then, to labor and be heavy laden? Why does\nhe not offer a clearer explanation so that one may know exactly\nwhom he means, and is he so chary of his words? Ah, thou\nnarrow-minded one, he is so chary of his words,", "source": "selections.txt"}
{"text": "lest he be narrow-minded;\nand thou narrow-hearted one, he is so chary of his words lest\nhe be narrow-hearted. For such is his love--and love has regard\nto all--as to prevent any one from troubling and searching his\nheart whether he too be among those invited. And he who would\ninsist on a more definite explanation, is he not likely to be\nsome self-loving person who is calculating whether this explanation\ndoes not particularly fit himself; one who does not consider that\nthe more of such exact explanations are offered, the more certainly\nsome few would be left in doubt as to whether they were invited?\nAh man, why does thine eye see only thyself, why is it evil because\nhe is good? The invitation to all men opens the arms of him\nwho invites, and thus he stands of aspect everlasting; but no\nsooner is a closer explanation attempted which might help one\nor the other to another kind of certainty, than his aspect would\nbe transformed and, as it were, a shadow of change would pass\nover his countenance.\n\"I will give you rest.\" Strange! For then the words \"come hither\nunto me\" must be understood to mean: stay with me, I am rest;\nor, it is rest to remain with me. It is not, then, as in other\ncases where he who helps and says \"come hither\" must afterwards\nsay: \"now depart again,\" explaining to each one where the help\nhe needs is to be found, where the healing herb grows which will\ncure him, or where the quiet spot is found where he may rest\nfrom labor, or where the happier continent exists where one is\nnot heavy laden. But no, he who opens his arms, inviting every\none--ah, if all, all they that labor and are heavy laden came\nto him, he would fold them all to his heart, saying: \"stay with\nme now; for to stay with me is rest.\" The helper himself is the\nhelp. Ah, strange, he who invites everybody and wishes to help\neverybody, his manner of treating the sick is as if calculated\nfor every sick man, and as if every sick man who comes to him\nwere his only patient. For otherwise a physician divides his\ntime among many patients who, however great their number, still\nare far, far from being all mankind. He will prescribe the medicine,\nhe will say what is to be done, and how it is to be used, and\nthen he will go--to some other patient; or, in case the patient\nshould visit him, he will let him depart. The physician cannot\nremain sitting all day with one patient, and still less can he\nhave all his patients about him in his home, and yet sit all\nday with one patient without neglecting the others. For this\nreason the helper and his help are not one and the same thing.\nThe help which the physician prescribes is kept with him by the\npatient all day so that he may constantly use it, whilst the\nphysician visits him now and again; or he visits the physician\nnow and again. But if the helper is also the help, why, then\nhe will stay with the sick man all day, or the sick man with\nhim--ah, strange that it is just this helper who invites all men!", "source": "selections.txt"}
