{"text": "Fear and Trembling by Johannes DE SILENTIO, 1843 (alias Søren Kierkegaard)\nPREFACE\nNot merely in the realm of commerce but in the world of ideas as well our age is organizing a regular clearance sale. Everything is to be had at such a bargain that it is questionable whether in the end there is anybody who will want to bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every Privatdocent, tutor, and student, every crofter and cottar in philosophy, is not content with doubting everything but goes further. Perhaps it would be untimely and ill-timed to ask them where they are going, but surely it is courteous and unobtrusive to regard it as certain that they have doubted everything, since otherwise it would be a queer thing for them to be going further. This preliminary movement they have therefore all of them made, and presumably with such ease that they do not find it necessary to let drop a word about the how; for not even he who anxiously and with deep concern sought a little enlightenment was able to find any such thing, any guiding sign, any little dietetic prescription, as to how one was to comport oneself in supporting this prodigious task.\n\"But Descartes did it.\" Descartes, a venerable, humble and honest thinker, whose writings surely no one can read without the deepest emotion, did what he said and said what he did. Alas, alack, that is a great rarity in our times! Descartes, as he repeatedly affirmed, did not doubt in matters of faith. \"Memores tamen, ut jam dictum est, huic lumini naturali tamdiu tantum esse credendum, quamdiu nihil contrarium a Deo ipso revelatur. . . . Praeter caetera autem, memoriae nostrae pro summa regula est infigendum, ea quae nobis a Deo revelata sunt, ut omnium certissima esse credenda; et quamvis forte lumen rationis, quam maxime clarum et evidens, aliud quid nobis suggerere videretur, soli tamen auctoritati divinae potius quam proprio nostro judicio fidem esse adhibendam.\" He did not cry, \"Fire!\" and make it a duty for everyone to doubt; for Descartes was a quiet and solitary thinker, not a bellowing night-watchman; he modestly admitted that his method had importance for him alone and was partly justified by his earlier bungling in knowledge. \"Ne quis igitur putet me hie traditurum aliquam methodum, quam unusquisque sequi debeat ad recte regendum rationem; illam enim tantum quam ipsemet secutus sum exponere decrevi. . . . Sed simul ac illud studiorum curriculum absolvi (sc. juventutis), quo decurso mos est in eruditorum numerum cooptari, plane alium coepi animum. Tot enim me dubiis totque erroribus implicatum esse animadverti, ut omnes discendi conatus nihil aliud mihi profuisse judicarem, quam quod ignorantiam meam magis magisque detexissem.\"\nWhat those ancient Greeks (who also had some knowledge of philosophy) assumed to be a task for a whole lifetime, seeing that proficiency in doubting is not acquired in days or weeks, what the veteran combatant attained when he had preserved the equilibrium of doubt through all the pitfalls he encountered, who intrepidly denied the certainty of sense-perception and the certainty of the processes of thought, incorruptibly defied the apprehensions of self-love and the insinuations of sympathy—that is where everybody begins in our time.\nIn our time nobody is content to stop with faith but wants to go further. It would perhaps be rash to ask where these people are going, but it is surely a sign of breeding and culture for me to assume that everybody has faith, for otherwise it would be queer for them to be . . . going further. In those old days it was different, then faith was a task for a whole lifetime, because it was assumed that proficiency in believing is not acquired either in days or weeks. When the tried old soldier returned home, covered with scars, then he was addressed as Knight of Faith. Now one attacks faith just as the cottar's son, the notorious Torkel, attacks the Prince of Denmark; such an exploit is dignified by the name of \"going further.\"\nPRELUDE\nOnce upon a time there was a man who as a child had heard the beautiful story about how God tempted Abraham, and how he withstood the temptation, kept the faith, and a second time received again a son contrary to expectation. When the man became older he read the same story with even greater admiration, for life had separated what was united in the pious simplicity of the child. The older he became, the more frequently his mind reverted to that story, his enthusiasm became greater and greater, and yet he was less and less able to understand the story. At last in his interest for that he forgot everything else; his soul had only one wish, to see Abraham, one longing, to be witness to that event. His desire was not to behold the beautiful countries of the Orient, or the earthly glory of the Promised Land, or that godfearing couple whose old age God had blessed, or the venerable figure of the aged patriarch, or the vigorous youth of Isaac whom God had bestowed upon Abraham—he saw no reason why the same thing might not have taken place on a barren heath in Denmark. His yearning was to accompany them on the three days' journey when Abraham rode with sorrow before him and with Isaac by his side. His wish was to be present at the moment when Abraham lifted up his eyes and saw Mount Moriah afar off, at the moment when he left the asses behind and went alone with Isaac up unto the mountain; for what his mind was intent upon was not the beautiful tapestry of imagination but the shudder of thought.\nThat man was not a thinker, he felt no need of going further than faith; on the contrary, he thought it must be the most glorious thing to be remembered as the Father of Faith. This man formed the habit of refreshing his mind with a consideration of Abraham. The method he employed was to that end very simple. He started out from the story of the sacrifice of Isaac and sought to figure to himself what might have been the event of that journey.\nI\nAnd God tempted Abraham and said unto him, Take Isaac, thine only son, whom thou lovest, and get thee into the land of Moriah, and offer him there for a burnt offering upon one of the mountains which I will tell thee of.\nIt was early in the morning, Abraham rose betimes, he had the asses saddled, left his tent, and Isaac with him, but Sarah looked out of the window after them until they had passed down the valley and she could see them no more. They rode in silence for three days. On the morning of the fourth day Abraham said never a word, but he lifted up his eyes and saw Mount Moriah afar off. He left the young men behind and went on alone with Isaac beside him up to the mountain. But Abraham said to himself, \"I will not conceal from Isaac whither this course leads.\" He stood still, he laid his hand upon Isaac's head in benediction, and Isaac bowed to receive the blessing. And Abraham's face was fatherly, his look was mild, his speech encouraging. But Isaac was unable to understand him, his soul could not be exalted; he embraced Abraham's knees, he fell at his feet imploringly, he begged for his young life, for the fair hope of his future, he called to mind the joy in Abraham's house, he reminded him of the sorrow and loneliness. Then Abraham raised the boy up and walked on with him, taking him by the hand, and his talk was full of comfort and exhortation. But Isaac could not understand him. He climbed Mount Moriah, but Isaac understood him not. Then for a moment he turned away from him, and when Isaac saw his father's face it was changed, his gaze was wild, his form was horror-striking. He seized Isaac by the throat, threw him to the ground, and said, \"Stupid boy, dost thou then suppose that I am thy father? I am an idolater. Dost thou suppose that this is God's bidding? No, it is my desire.\" Then Isaac trembled and cried out in his terror, \"God in heaven, have compassion upon me! God of Abraham, have compassion upon me! If I have no father upon earth, then be Thou my father!\" But Abraham in a low voice said to himself, \"O Lord in heaven, I thank Thee. After all it is better for him to believe that I am a monster, rather than that he should lose faith in Thee.\"\nWhen the child must be weaned, the mother blackens her breast, it would indeed be a shame that the breast should look delicious when the child must not have it. So the child believes that the breast has changed, but the mother is the same, her glance is as loving and tender as ever. Happy the person who had no need of more dreadful expedients for weaning the child!\nII\nIt was early in the morning, Abraham rose betimes, he embraced Sarah, the bride of his old age, and Sarah kissed Isaac, who had taken away her reproach, who was her pride and her hope for all time. So they rode on in silence along the way, and Abraham's look was fixed upon the ground until the fourth day when he lifted up his eyes and saw Mount Moriah afar off, but his eyes turned again to the ground. Silently he laid the wood in order, he bound Isaac, in silence he drew the knife—then he saw the ram which God had prepared. Then he offered that and returned home. . . . From that time on Abraham became old, he could not forget that God had required this of him. Isaac throve as before, but Abraham's eyes were darkened, and he knew joy no more.\nWhen the child has grown big and must be weaned, the mother for a time conceals her breast, so the child has no more a mother. Happy the person who did not need to use more dreadful expedients to wean the child!\nIII\nIt was early in the morning, Abraham rose betimes, he kissed Sarah, the young mother, and Sarah kissed Isaac, her delight, her joy at all times. And Abraham rode pensively along the way, he thought of Hagar and of the son whom he drove out into the wilderness, he climbed Mount Moriah, he drew the knife.\nIt was a quiet evening when Abraham rode out alone, and he rode to Mount Moriah; he threw himself upon his face, he prayed God to forgive him his sin, that he had been willing to offer Isaac, that the father had forgotten his duty toward the son. Often he rode his lonely way, but he found no rest. He could not comprehend that it was a sin to be willing to offer to God the best thing he possessed, that for which he would many times have given his life; and if it was a sin, if he had not loved Isaac as he did, then he could not understand that it might be forgiven. For what sin could be more dreadful?\nWhen the child must be weaned, the mother is not without sorrow at the thought that she and the child are separated more and more, that the child which first lay under her heart and afterwards at her breast will be so near to her no more. So they mourn together for the brief period of mourning. Happy the person who has kept the child as near and did not need to be weaned any more!\nIV\nIt was early in the morning, everything was prepared for the journey in Abraham's house. He bade Sarah farewell, and Eleazar, the faithful servant, followed him along the way, until he turned back. They rode together in harmony, Abraham and Isaac, until they came to Mount Moriah. But Abraham prepared everything for the sacrifice, calmly and quietly; but as he turned and drew the knife, Isaac saw that his left hand was clenched in despair, that a tremor passed through his body—but Abraham drew the knife.\nThen they returned again home, and Sarah hastened to meet them, but Isaac had lost his faith. No word of this had ever been spoken in the world, and Isaac never talked to anyone about what he had seen, and Abraham did not suspect that anyone had seen it.\nWhen the child must be weaned, the mother has stronger food in readiness, lest the child should perish. Happy the person who has stronger food in readiness!", "source": "fear_and_trembling_excerpt.txt"}
