{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age\nis putting on a real Clearance Sale. Everything may be had at such a\ndog-cheap price that one begins to wonder whether in the end there will\nbe anyone left to bid. Every speculative price-fixer who conscientiously\ndirects attention to the significant march of modern philosophy, every\nPrivatdocent, tutor, and student, every crofter and cottar in philosophy,\nis not content with doubting everything but goes further. Perhaps it would\nbe untimely and ill-timed to ask them where they are going, but surely it\nis courteous and unobtrusive to regard it as certain that they have doubted\neverything, since otherwise it would be a queer thing for them to be going\nfurther. This preliminary movement they have therefore all of them made,\nand presumably with such ease that they do not think it necessary to waste\na word about the how; for not even the man who anxiously and with deep\nconcern sought a little enlightenment by means of the terrible writings of\nthe older doubters--not even he found any hint about the how, or any\ninstruction toward acquiring the art...\nFaith is precisely this paradox, that the individual as the particular is\nhigher than the universal, is justified over against it, is not subordinate\nbut superior--yet in such a way, be it observed, that it is the particular\nindividual who, after he has been subordinated as the particular to the\nuniversal, now through the universal becomes the individual who as the\nparticular is superior to the universal, for the fact that the individual\nas the particular stands in an absolute relation to the absolute. This\nposition cannot be mediated, for all mediation comes about precisely by\nvirtue of the universal; it is and remains to all eternity a paradox,\naccessible to faith. And here again the same thing happens as with the\nstory of Abraham. If this paradox is not maintained, then Abraham is not\na hero but a murderer...\nBut what did Abraham do? He arrived neither too early nor too late. He\nmounted the ass and rode slowly out along the way. All that time he\nbelieved--he believed that God would not require Isaac of him, whereas\nhe was willing nevertheless to sacrifice him if it was required. He\nbelieved by virtue of the absurd; for there was no question of human\ncalculation, and it was indeed the absurd that God who required it of\nhim should the next instant recall the requirement. He climbed the\nmountain, even at the instant when the knife glittered he believed. He\ndid not hope that he would restore Isaac to his tent, but he believed\nthat God would do it, who has so many ways...", "source": "fear_and_trembling_excerpt.txt"}
