{"text": "\"The specific character of despair is precisely this: it is unaware of being despair.\"\n\"To have a self, to be a self, is the greatest concession made to man, but at the same time it is eternity’s demand upon him.\"\n\"Deep within every human being there is an anxiety about the possibility of being alone in the world, forgotten by God, overlooked among the millions and millions.\"\n\"The biggest danger, that of losing oneself, can pass off in the world as quietly as if it were nothing; every other loss, an arm, a leg, five dollars, a wife, etc. is bound to be noticed.\"\n\"The self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself. A human being is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short, a synthesis. A synthesis is a relation between two. Considered in this way, a human being is still not a self.\"", "source": "sickness_unto_death_excerpts.txt"}
{"text": "\"What I really lack is to be clear in my mind what I am to do, not what I am to know, except in so far as a certain understanding must precede every action. The thing is to understand myself, to see what God really wishes me to do; the thing is to find a truth which is true for me, to find the idea for which I can live and die.\"\n\"If I were to wish for anything, I should not wish for wealth and power, but for the passionate sense of the potential, for the eye which, ever young and ardent, sees the possible. Pleasure disappoints, possibility never. And what wine is so sparkling, what so fragrant, what so intoxicating, as possibility!\"\n\"Marry, and you will regret it; do not marry, you will also regret it; marry or do not marry, you will regret it either way. Laugh at the world’s foolishness, you will regret it; weep over it, you will regret that too; laugh at the world’s foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will also regret it… Hang yourself, you will regret it; do not hang yourself, and you will regret that too; hang yourself or don’t hang yourself, you’ll regret it either way; whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the essence of all philosophy.\"\n\"People demand freedom of speech as a compensation for the freedom of thought which they seldom use.\"\n\"Anxiety is the dizziness of freedom.\"", "source": "either_or_excerpts.txt"}
{"text": "\"Faith begins precisely where thinking leaves off.\"\n\"It is quite true what philosophy says: that life must be understood backwards. But then one forgets the other principle: that it must be lived forwards.\"\n\"If there were no eternal consciousness in a man, if at the foundation of all there lay only a wildly seething power which writhing with obscure passions produced everything that is great and everything that is insignificant, if a bottomless void never satiated lay hidden beneath all--what then would life be but despair?\"\n\"Infinite resignation is the last stage prior to faith, so that one who has not made this movement has not faith; for only in the infinite resignation do I become clear to myself with respect to my eternal validity, and only then can there be question of grasping existence by virtue of faith.\"\n\"To stand on one leg and prove God’s existence is a very different thing from going on one’s knees and thanking Him.\"", "source": "fear_and_trembling_excerpts.txt"}
