{"text": "\"The greatest hazard of all, losing one’s self, can occur very quietly in the world, as if it were nothing at all. No other loss can occur so quietly; any other loss - an arm, a leg, five dollars, a wife, etc. - is sure to be noticed.\"\n\"Despair is the sickness unto death.\"\n\"Man is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self.\"\n\"To sit in a glass house is a metaphor for a person who is constantly watched. But to be transparent to oneself is the highest task.\"\n\"The torment of despair is precisely this: not to be able to die.\"", "source": "sickness_unto_death_excerpts.txt"}
{"text": "\"What if everything in the world were a misunderstanding, what if laughter were really tears?\"\n\"I see it all perfectly; there are two possible situations — one can either do this or that. My honest opinion and my friendly advice is this: do it or do not do it — you will regret both.\"\n\"Marry, and you will regret it; don’t marry, you will also regret it; marry or don’t marry, you will regret it either way. Laugh at the world’s foolishness, you will regret it; weep over it, you will regret that too; laugh at the world’s foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will also regret it… Hang yourself, you will regret it; do not hang yourself, and you will regret that too; hang yourself or don’t hang yourself, you’ll regret it either way; whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the essence of all philosophy.\"\n\"Listen to the cry of a woman in labor at the hour of giving birth — look at the dying man’s struggle at his last extremity, and then tell me whether something that begins and ends thus could be intended for enjoyment.\"\n\"I have just now come from a party where I was its life and soul; witticisms streamed from my lips, everyone laughed and admired me, but I went away — yes, the dash should be as long as the radius of the earth's orbit ——————————— and wanted to shoot myself.\"", "source": "either_or_excerpts.txt"}
{"text": "\"The thing is to understand myself, to see what God really wishes me to do; the thing is to find a truth which is true for me, to find the idea for which I can live and die.\"\n\"People demand freedom of speech as a compensation for the freedom of thought which they seldom use.\"\n\"Life can only be understood backwards; but it must be lived forwards.\"\n\"Most men pursue pleasure with such breathless haste that they hurry past it.\"\n\"Prayer does not change God, but it changes him who prays.\"\n\"There are two ways to be fooled. One is to believe what isn't true; the other is to refuse to believe what is true.\"", "source": "papers_and_journals.txt"}
{"text": "\"If there were no eternal consciousness in a man, if at the foundation of all there lay only a wildly seething power which writhing with obscure passions produced everything that is great and everything that is insignificant, if a bottomless void never satiated lay hidden beneath all—what then would life be but despair?\"\n\"Faith is precisely this paradox, that the individual as the particular is higher than the universal, is justified vis-à-vis it, is not subordinate but superior—yet in such a way, be it observed, that it is the particular individual who, after he has been subordinated as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute.\"\n\"To have faith is to lose your mind and to win God.\"\n\"The knight of faith is the only happy man, the heir to the finite, while the knight of resignation is a stranger and an alien.\"\n\"It is quite true what philosophy says: that life must be understood backwards. But that makes one forget the other saying: that it must be lived - forwards.\"", "source": "fear_and_trembling_excerpts.txt"}
