{"text": "\"What is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a slow fire; their cries could not reach the tyrant's ears so as to strike terror into his heart; when they reached his ears they sounded like sweet music. And men crowd about the poet and say to him, 'Sing for us soon again'—which is as much as to say, 'May new sufferings torment your soul, but may your lips be fashioned as before; for the cries would only distress us, but the music is delicious.' And the critics come forward and say, 'That is perfectly done—just as the rules of aesthetics demand.' For it is understood that a critic resembles a poet to a hair; he only lacks the anguish in his heart and the music upon his lips. I tell you, I would rather be a swineherd, understood by the swine, than be a poet and misunderstood by men.\"\n...\n\"I have seen people who have died, and I have seen people who have died in the Lord. But I have not seen any who have lived. I have seen people who have been born, and I have seen people who have been born in the Lord. But I have not seen any who have lived.\"\n...\n\"If I were to wish for anything, I should not wish for wealth and power, but for the passionate sense of the potential, for the eye which, ever young and ardent, sees the possible. Pleasure disappoints, possibility never. And what wine is so sparkling, what so fragrant, what so intoxicating, as possibility!\"\n...\n\"Marry, and you will regret it; do not marry, you will also regret it; marry or do not marry, you will regret it either way. Laugh at the world’s foolishness, you will regret it; weep over it, you will regret that too; laugh at the world’s foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will also regret it… Hang yourself, you will regret it; do not hang yourself, and you will regret that too; hang yourself or don't hang yourself, you’ll regret it either way; whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the essence of all philosophy.\"", "source": "either_or_excerpt.txt"}
{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a big clearance sale. Everything can be had at such a bargain that it is doubtful whether in the end there is anyone who will want to bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every private docent, tutor, and student, every crofter and cottar in philosophy, is not stopping at doubting everything but is going further. Perhaps it would be premature and untimely to ask them where they are going, but it is pardonable to take for granted that they have doubted everything, since otherwise it would be queer for them to be going further. This movement they have all made is of such a nature that they have settled it among themselves, and so they do not like to have anyone who is a stickler for etiquette, anyone who has a little timidity about making such a huge movement, approach them with the request that they explain how they did it. They would rather explain it, they say, in a new book.\n...\nThe present author is by no means a philosopher. He is, poetically and elegantly, an amateur writer who neither writes the system nor promises the system, who neither subscribes to the system nor ascribes the system to himself. He writes because to him it is a luxury that becomes the more agreeable and more evident the fewer there are who buy and read what he writes. He can easily foresee his fate in an age that has crossed out passion in order to serve science, in an age when an author who wants to have readers must take care to write in such a way that the book can be easily leafed through during the afternoon nap and be as polite as the gardener's lad in the advertisement who with hat in hand holds out a tray of rhubarb to the potential customer. He foresees his fate: to be completely ignored.\n...\nFaith is precisely this paradox, that the single individual is higher than the universal, yet in such a way, be it observed, that the movement repeats itself, and that consequently the single individual, after having been in the universal, now as the single individual isolates himself as higher than the universal. If this is not faith, then Abraham is lost, then faith has never existed in the world... because it has always existed. For if the ethical (i.e., the moral) is the highest thing, and if nothing incommensurable remains in man in any other way but as the evil (i.e., the particular which has to be expressed in the universal), then one needs no other categories than those which the Greek philosophy possessed or which can be deduced from them by the most consistent thought. But Hegel should not conceal this, for, after all, he has studied Greek philosophy.", "source": "fear_and_trembling_excerpt.txt"}
