{"text": "The Unhappiest One\nBut the unhappiest one? Who is he? One must look for him among the chosen ones of the unhappy, the \"symparanekromenoi.\"\nThere is a keyword that often recurs in these pages, it is the word \"Either/Or.\" It is the password that gives admission to the symparanekromenoi, and the meaning of the word is that the choice is decisive for the content of the personality.\nIf you marry, you will regret it; if you do not marry, you will also regret it; if you marry or do not marry, you will regret both; whether you marry or do not marry, you will regret both. This, gentlemen, is the essence of all philosophy.\nI say of my sorrow what the Englishman says of his house: my sorrow is my castle. Many consider sorrow to be one of life's conveniences.\nWhat is a poet? An unhappy man who hides deep anguish in his heart, but whose lips are so formed that when the sigh and cry pass through them, it sounds like lovely music.... And people flock around the poet and say: 'Sing again soon' - that is, 'May new sufferings torment your soul but your lips be fashioned as before, for the cry would only frighten us, but the music is delicious.'\nThe most dreadful thing that can happen to a man is to become ridiculous in his own eyes, not because of some external flaw or blunder, but because he has seen through his own emptiness.\nLife can only be understood backwards; but it must be lived forwards.\nThe crowd is untruth. There is therefore no one who has more contempt for what is known as the \"public,\" the \"people,\" the \"crowd,\" than I.\nAnxiety is the dizziness of freedom.\nTo dare is to lose one's footing momentarily. To not dare is to lose oneself.\nIt is perfectly true, as philosophers say, that life must be understood backwards. But they forget the other proposition, that it must be lived forwards.\nFace the facts of being what you are, for that is what changes what you are.\nPeople demand freedom of speech as a compensation for the freedom of thought which they seldom use.\nThere are two ways to be fooled. One is to believe what isn't true; the other is to refuse to believe what is true.\nFaith is the highest passion in a human being. Many in every generation may not come that far, but none comes further.\nThe highest and most beautiful thing is to be an individual.\nTruth is subjectivity.", "source": "excerpts.txt"}
