{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age has arranged a regular clearance sale. Everything is to be had at such a bargain that it is questionable whether in the end there is anybody who will want to bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every Privatdocent, tutor, and student, every crofter and cottar in philosophy, is not content with stopping at doubting everything but goes further. It might be untimely and ill-timed to ask them where they are going, but surely it is courteous and altogether proper to assume that they have doubted everything, since otherwise it would be queer of them to say that they are going further. This movement they have all made, and it was just as easy as it was for them to think that they had made it. They have made this preliminary movement, and presumably they have made it so easily that they do not find it necessary to say a word about the how; for not even he who anxiously and with deep concern sought a little enlightenment found any, found any recipe, or any behavior recommended to one who would make this movement. \"But Descartes did it.\" Descartes, a venerable, humble, honest thinker, whose writings no one can read without deep emotion, did what he said and said what he did. Alas, alack, that is a great rarity in our times! Descartes, as he repeatedly affirmed, did not doubt in matters of faith. \"Memores tamen, ut jam dictum est, huic lumini naturali tamdiu tantum esse credendum, quamdiu nihil a Deo ipso revelatum affertur, quod manifestum sit.\" He did not cry, \"Fire!\" nor did he make it a duty for everyone to doubt, for Descartes was a quiet and solitary thinker, not a bellowing night-watchman; he modestly admitted that his method had importance for him alone and was justified in part by his earlier bungling in knowledge. \"Ne quis igitur putet me hic traditurum aliquam methodum, quam unusquisque sequi debeat ad recte regendum rationem; illam enim tantum, quam ipsemet secutus sum, exponere decrevi. . . . Sed simulac illud studiorum curriculum absolvi (sc. juventutis), quo decurso mos est in eruditorum numerum cooptari, plane aliud coepi cogitare. Tot enim me dubiis totque erroribus implicatum esse animadverti, ut omnia addiscendo nihil aliud assecutus viderer, quam quod ignorantiam meam magis magis detexerim.\"\nIn our time, as was said, one does not stop with faith but goes further. It would be rash to ask where one is going, but surely it is a sign of breeding and culture for me to assume that everyone has faith, for otherwise it would be queer to talk about going further. In those old days it was different, then faith was a task for a whole lifetime, because it was assumed that dexterity in faith is not acquired in a few days or weeks. When the tried oldster drew near to his last hour, having fought the good fight and kept the faith, his heart was still young enough not to have forgotten that fear and trembling which chastened the youth, which the man indeed held in check, but which no man quite outgrows . . . except as he might succeed at the earliest opportunity in going further. Where these revered figures arrived, that is the point where everybody in our day begins to go further.", "source": "fear_and_trembling_preface.txt"}
