{"text": "The specific character of despair is precisely this: it is unaware of being despair.\nTo have a self, to be a self, is the greatest concession made to man, but at the same time it is eternity’s demand upon him.\nDespair is the Sickness unto Death.\nThe torment of despair is precisely this: not to be able to die. So it has much in common with the situation of the dying man when he lies and struggles with death, and cannot die. So to be sick unto death is, not to be able to die—yet not as though there were hope of life; no, the hopelessness is that there is not even the ultimate hope, death. When death is the greatest danger, one hopes for life; but when one becomes acquainted with an even more dreadful danger, one hopes for death. So when the danger is so great that death has become one’s hope, despair is the hopelessness of not being able to die.\nA human being is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself. A human being is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short, a synthesis. A synthesis is a relation between two. Considered in this way, a human being is still not a self.\nIn the relation between two, the relation is the third as a negative unity, and the two relate to the relation and in the relation to the relation; thus under the qualification of the psychical the relation between the psychical and the physical is a relation. If, however, the relation relates itself to itself, this relation is the positive third, and this is the self.", "source": "sickness_unto_death_excerpt.txt"}
{"text": "If you marry, you will regret it; if you do not marry, you will also regret it; if you marry or do not marry, you will regret both; whether you marry or do not marry, you will regret both. Laugh at the world’s follies, you will regret it, weep over them, you will also regret that; laugh at the world’s follies or weep over them, you will regret both; whether you laugh at the world’s follies or weep over them, you will regret both. Believe a woman, you will regret it, believe her not, you will also regret that; believe a woman or believe her not, you will regret both; whether you believe a woman or believe her not, you will regret both. Hang yourself, you will regret it; do not hang yourself, and you will also regret that; hang yourself or do not hang yourself, you will regret both; whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the essence of all philosophy.\nI see it all perfectly; there are two possible situations — one can either do this or that. My honest opinion and my friendly advice is this: do it or do not do it — you will regret both.\nThe unhappy person is one who has his ideal, the content of his life, the fullness of his consciousness, the essence of his being, in some manner outside of himself. The unhappy man is always absent from himself, never present to himself. But one can be absent, obviously, either in the past or in the future. This adequately circumscribes the entire territory of the unhappy consciousness.\nListen to the cry of a woman in labor at the hour of giving birth — look at the dying man’s struggle at his last extremity, and then tell me whether something that begins and ends thus could be intended for enjoyment.\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a steady fire; their cries could not reach the tyrant’s ears so as to strike terror into his heart; when they reached his ears they sounded like sweet music. And men crowd about the poet and say to him, “Sing for us soon again” — which is as much as to say, “May new sufferings torment your soul, but may your lips be fashioned as before; for the cries would only distress us, but the music is delicious.”", "source": "either_or_excerpt.txt"}
{"text": "The Knight of Faith is the only happy man, the heir to the finite, while the Knight of Resignation is a stranger and a sojourner. But the Knight of Faith is no stranger; he is the heir, he belongs to the finite, and yet he has the infinite.\nInfinite resignation is the last stage prior to faith, so that one who has not made this movement has not faith; for only in infinite resignation do I become clear to myself with respect to my eternal validity, and only then can there be question of grasping existence by virtue of faith.\nThe ethical expression for what Abraham did is that he would murder Isaac; the religious expression is that he would sacrifice Isaac—but precisely in this contradiction is the anxiety that can make a person sleepless, and yet without this anxiety Abraham is not who he is.\nIf there were no eternal consciousness in a man, if at the bottom of everything there were only a wild ferment, a power that twisting in dark passions produced everything great or inconsequential; if an unfathomable, insatiable emptiness lay hid beneath everything, what would life be but despair? If it were thus, if there were no sacred bond uniting mankind, if one generation arose after another like the leaves of the forest, if one generation replaced the other like the songs of birds in the woods, if the human race passed through the world as a ship through the sea or the wind through the desert, a thoughtless and fruitless whim, if an eternal oblivion always lurked hungrily for its prey and there was no power strong enough to wrest it from its clutches—how empty and devoid of comfort would life be! But for that reason it is not so; and as God created man and woman, so too He fashioned the hero and the poet or orator.\nFaith is precisely this paradox, that the single individual is higher than the universal, yet in such a way, be it observed, that the movement repeats itself, and that consequently the single individual, after having been in the universal, now as the single individual isolates himself as higher than the universal. If this be not faith, then Abraham is lost, then faith has never existed in the world... because it has always existed.", "source": "fear_and_trembling_excerpt.txt"}
