{
  "concepts": {
    "Ambiguity": {
      "definition": "The fundamental condition of human existence where one is both a free subject (consciousness) and an object in the world (body/facticity). It is the tension between freedom and constraint, transcendence and immanence.",
      "excerpt": "The tragic ambiguity of the human condition lies in this: that each of us is a sovereign subject, an absolute consciousness, and yet we are also an object for others, a thing among things in the world."
    },
    "The Other": {
      "definition": "A concept used to describe how a dominant group (Subject) defines a subordinate group (Object) as fundamentally different and inferior. Specifically used to analyze the oppression of women.",
      "excerpt": "For centuries, woman has been defined as the 'Other'. Man is the Subject, the Absolute; she is the Object. She is defined not by who she is, but by her relation to man."
    },
    "Transcendence": {
      "definition": "The act of going beyond the given situation, reaching towards the future through projects and actions. It is the expression of human freedom.",
      "excerpt": "Freedom is not a given; it is a conquest. It is the constant movement of transcending what is towards what is not yet."
    },
    "Immanence": {
      "definition": "The state of being stuck in the present, in repetitive tasks, or being treated as an object/thing. It is the denial of transcendence.",
      "excerpt": "It forces woman to live in a state of immanence, trapped in the repetition of daily life, while man claims the realm of transcendence, of action and creation."
    },
    "The Serious Man": {
      "definition": "A type of person who denies their own freedom by accepting values as external, absolute facts given by authority or society, rather than human creations.",
      "excerpt": "One can choose to retreat into the 'serious' world, to pretend that values are absolute and external—this is what I call the 'sub-man' or the 'serious man'."
    },
    "Becoming": {
      "definition": "The process of self-creation through social conditioning and personal choice. Rejects biological determinism.",
      "excerpt": "One is not born, but rather becomes, a woman."
    }
  }
}
