{"text": "The Ethics of Ambiguity\nThe man who finds it surprising that one can be an existentialist and a revolutionary at the same time is surprised only because he has a chaotic idea of both. He sees in the revolution a movement which is fatal and automatic, a sort of great physical lapse; and in existentialism he sees a philosophy of the solitary despair of the individual. But the truth is that the revolution is the work of men, and that existentialism is a philosophy of human freedom.\nLife is occupied in both perpetuating itself and in surpassing itself; if all it does is maintain itself, then living is only not dying.\nTo exist is to make oneself a lack of being; it is to cast oneself into the world.\nFreedom is the source from which all significations and all values spring. It is the original condition of all justification of existence. The man who seeks to justify his life must want freedom itself absolutely and above everything else. At the same time that it requires the realization of concrete ends, of particular projects, it requires itself universally. It is not a ready-made value which offers itself from the outside to my abstract adherence, but it appears (not on the plane of facility, but on the moral plane) as a cause of itself.\nAs long as there have been men and they have lived, they have all felt this tragic ambiguity of their condition, but as long as there have been philosophers and they have thought, most of them have tried to mask it. They have striven to reduce mind to matter, or to reabsorb matter into mind, or to merge them within a single substance. Those who have accepted the dualism have established a hierarchy between body and soul which permits of considering as negligible the part of the self which cannot be saved. They have denied death, either by integrating it with life or by promising to man immortality. Or, knowing that man dies and can not save himself, they have denied the reality of the world and of history. They have maintained that this appearing world is an illusion, or that history is a cycle which recurs eternally. The ethics which they have proposed to their disciples has always pursued the same goal. It has been a matter of eliminating the ambiguity by making oneself pure inwardness or pure externality, by escaping from the sensible world or by being engulfed in it, by yielding to eternity or enclosing oneself in the pure moment. Hegel, with more boldness, tried to reject none of the aspects of man's condition and to reconcile them all. According to his system, the moment is preserved in the development of time; Nature asserts itself in the face of Spirit which denies it while assuming it; the individual is found again in the collectivity within which he is lost; and each man's death is fulfilled by the life of Mankind. One can thus repose in a marvelous optimism where even the bloody wars simply express the fertile restlessness of the Spirit.\nBut today we are experiencing more than ever the tragic ambiguity of our situation. The optimists of the nineteenth century thought that history was a linear and continuous evolution, a progress towards the best. We know today that it is discontinuous and that it can lead to catastrophe. We know that the future is not written.\nThe separate existence of each man is an absolute fact, and there is no possible way of reducing it to a unity.\nTo will oneself free is also to will others free. This will is not an abstract formula. It points out to each person the concrete action to be achieved. But the others are separate, even opposed, and the man who wants them to be free must accept the fact that they are free to reject his freedom.", "source": "ethics_of_ambiguity.txt"}
{"text": "The Second Sex\nIntroduction\nFor a long time I have hesitated to write a book on woman. The subject is irritating, especially to women; and it is not new. Enough ink has been spilled in the quarreling over feminism, now practically over, and perhaps we should say no more about it. It is still talked about, however, for the voluminous nonsense uttered during the last century seems to have done little to illuminate the problem. After all, is there a problem? And if so, what is it? Are there women, really? Most assuredly the theory of the eternal feminine still has its adherents who will whisper in your ear: \"Even in Russia women still are women\"; and other erudite persons - sometimes the very same - say with a sigh: \"Woman is losing her way, woman is lost.\" One wonders if women still exist, if they will always exist, whether or not it is desirable that they should, what place they occupy in this world, what their place should be. \"What has become of women?\" was asked recently in an ephemeral magazine.\nBut first we must ask: what is a woman? \"Tota mulier in utero\", says one, \"woman is a womb\". But in speaking of certain women, connoisseurs declare that they are not women, although they are equipped with a uterus like the rest. All agree in recognizing the fact that females exist in the human species; today as always they make up about half of humanity. And yet we are told that femininity is in danger; we are exhorted to be women, remain women, become women. It would appear, then, that every female human being is not necessarily a woman; to be so considered she must share in that mysterious and threatened reality known as femininity. Is this attribute something secreted by the ovaries? Or is it a Platonic essence, a product of the philosophic imagination? Is a rustling petticoat enough to bring it down to earth? Although some women try zealously to incarnate this essence, it is hardly patentable. It is frequently described in vague and dazzling terms that seem to have been borrowed from the vocabulary of the seers, and indeed in the times of St. Thomas it appeared to be an essence as surely defined as the somniferous virtue of the poppy.\nBut conceptualism has lost ground. The biological and social sciences no longer admit the existence of unchangeably fixed entities that determine given characteristics, such as those ascribed to woman, the Jew, or the Negro. Science regards any characteristic as a reaction dependent on a situation. If today femininity no longer exists, then it never did exist. But does the word woman, then, have no specific content? This is stoutly affirmed by those who hold to the philosophy of the enlightenment, of rationalism, of nominalism; women, to them, are merely the human beings that are arbitrarily designated by the word woman. Many American women particularly point to the existence of the female as a proof that woman as such is an illusion.\nIf I wish to define myself, I must first of all say: \"I am a woman\"; on this truth must be based all further discussion. A man never begins by presenting himself as an individual of a certain sex; it goes without saying that he is a man. The terms masculine and feminine are used symmetrically only as a matter of form, as on legal papers. In actuality the relation of the two sexes is not quite like that of two electrical poles, for man represents both the positive and the neutral, as is indicated by the common use of man to designate human beings in general; whereas woman represents only the negative, defined by limiting criteria, without reciprocity. In the midst of an abstract discussion it is vexing to hear a man say: \"You think thus and so because you are a woman\"; but I know that my only defense is to reply: \"I think thus and so because it is true,\" thereby removing my subjective self from the argument. It would be out of the question to reply: \"And you think the contrary because you are a man\", for it is understood that the fact of being a man is no peculiarity. A man is in the right in being a man; it is the woman who is in the wrong. It amounts to this: just as for the ancients there was an absolute vertical with reference to which the oblique was defined, so there is an absolute human type, the masculine. Woman has ovaries, a uterus; these peculiarities imprison her in her subjectivity, circumscribe her within the limits of her own nature. It is often said that she thinks with her glands. Man superbly ignores the fact that his anatomy also includes glands, such as the testicles, and that they secrete hormones. He thinks of his body as a direct and normal connection with the world, which he believes he apprehends objectively, whereas he regards the body of woman as a hindrance, a prison, weighed down by everything peculiar to it.", "source": "the_second_sex_intro.txt"}
{"text": "Memoirs of a Dutiful Daughter\nI was born at four o'clock in the morning on the ninth of January 1908, in a room fitted with white-lacquered furniture and overlooking the Boulevard Raspail. In the family photographs taken the following summer, one sees ladies in long dresses and ostrich-feather hats, and gentlemen wearing boaters and panamas, all smiling at a baby: they are my parents, my grandfather, uncles, aunts; and the baby is me. My father was thirty, my mother twenty-one, and I was their first child. I turn the page: here is a photograph of Maman holding in her arms a baby who isn't me; I am wearing a pleated skirt and a beret; I am two and a half, and my sister has just been born. I was apparently jealous, but not for long. As far back as I can remember, I was always proud of being the elder: the first. Disguised as Little Red Riding Hood and carrying a basket of cakes and a pot of butter, I felt myself to be much more interesting than an infant swaddled in its lace cradle. I had a little sister: that baby doll didn't have me.\nI remember a red plush carpet with a pattern of green leaves. I used to look at it when I was on my hands and knees on the floor. I remember a black lacquer table with gold Chinese characters on it. I remember the white walls of my nursery.\nI was a very pious child. I loved God with a passion. I remember the smell of incense in the church, the flickering candles, the stained glass windows. I felt that I was special, chosen by God.\nMy father was a man of the world, witty, charming, and cynical. He loved the theater, literature, and good food. He didn't believe in God, but he insisted that we should be brought up as good Catholics. \"A woman without religion,\" he used to say, \"is like a flower without perfume.\" My mother was devout, serious, and deeply attached to her family. She was the one who saw to our education, our manners, our religious instruction.\nI soon discovered the pleasure of reading. Books were my refuge, my escape, my window on the world. I read everything I could get my hands on: fairy tales, adventure stories, the classics. I lived in my imagination. I invented stories for myself and for my sister. We played elaborate games in which we were queens, saints, or explorers.\nAs I grew older, I began to question the values of my environment. I saw the hypocrisy of the bourgeoisie, the injustice of the social order, the limitations placed on women. I wanted to be free, to live my own life, to write. I decided that I would not marry, that I would not have children, that I would dedicate myself to my work.\nI remember the day I told my father that I wanted to study philosophy. He was shocked. \"Philosophy is not for women,\" he said. \"It will make you unhappy. It will make you unmarriageable.\" But I was determined. I knew that philosophy was the key to understanding the world, to finding meaning in life.\nThe world about us was changing. The war had ended, but peace was fragile. New ideas were in the air: socialism, communism, surrealism. I was eager to explore them all. I met Sartre, and my life changed forever. We became inseparable. We talked for hours, days, weeks. We shared everything: our thoughts, our feelings, our work. We made a pact: we would be free, but we would always be honest with each other.\nI realized that my childhood was over. The dutiful daughter was dead. A new woman was being born.", "source": "memoirs.txt"}
