{"text": "When a conservative wishes to show that the proletariat is not oppressed, he declares that the present distribution of wealth is a natural fact and that there is thus no means of rejecting it; and doubtless he has a good case for proving that, strictly speaking, he is not stealing from the worker “the product of his labor,” since the word theft supposes social conventions which in other respects authorizes this type of exploitation; but what the revolutionary means by this word is that the present regime is a human fact. As such, it has to be rejected. This rejection cuts off the will of the oppressor, in his turn, from the future toward which he was hoping to thrust himself alone: another future is substituted, that of revolution. The struggle is not one of words and ideologies; it is real and concrete, if it is this future which triumphs, and not the former, then it is the oppressed who is realized as a positive and open freedom and the oppressor who becomes an obstacle and a thing. There are thus two ways of surpassing the given: it is something quite different from taking a trip or escaping from prison. In these two cases the given is present in its surpassing; but in one case it is present insofar as it is accepted, in the other insofar as rejected, and that makes a radical difference. Hegel has confused these two movements with the ambiguous term “aufheben”; and the whole structure of an optimism which denies failure and death rests on this ambiguity; that is what allows one to regard the future of the world as a continuous and harmonious development; this confusion is the source and also the consequence; it is a perfect epitome of that idealistic and verbose flabbiness with which Marx charged Hegel and to which he opposed a realistic toughness. Revolt is not integrated into the harmonious development of the world; it does not wish to be integrated but rather to explode at the heart of the world and to break its continuity. It is not one of the moments of History, but a denial of History so far as it is made by others.", "source": "the_ethics_of_ambiguity_ch3.txt"}
{"text": "For a long time I have hesitated to write a book on woman. The subject is irritating, especially to women; and it is not new. Enough ink has been spilled in quarrelling over feminism, and perhaps we should say no more about it. It is still talked about, however, for the voluminous nonsense uttered during the last century seems to have done little to illuminate the problem. After all, is there a problem? And if so, what is it? Are there women, really? Most assuredly the theory of the eternal feminine still has its adherents who will whisper in your ear: 'Even in Russia women still are women'; and other erudite persons – sometimes the very same – say with a sigh: 'Woman is losing her way, woman is lost.' One wonders if women still exist, if they will always exist, whether or not it is desirable that they should, what place they occupy in this world, what their place should be. 'What has become of women?' was asked recently in an ephemeral magazine. But first we must ask: what is a woman? 'Tota mulier in utero', says one, 'woman is a womb'. But in speaking of certain women, connoisseurs declare that they are not women, although they are equipped with a uterus like the rest. All agree in recognising the fact that females exist in the human species; today as always they make up about one half of humanity. And yet we are told that femininity is in danger; we are exhorted to be women, remain women, become women. It would appear, then, that every female human being is not necessarily a woman; to be so considered she must share in that mysterious and threatened reality known as femininity. Is this attribute something secreted by the ovaries? Or is it a Platonic essence, a product of the philosophic imagination? Is a rustling petticoat enough to bring it down to earth? Although some women try zealously to incarnate this essence, it is hardly patentable. It is frequently described in vague and dazzling terms that seem to borrow from the vocabulary of the seer, and yet it appears to be favored by those who are least concerned with otherworldliness. In our day there are many who think that the mere fact of being a woman is a defect.", "source": "the_second_sex_intro.txt"}
{"text": "I was convinced that I would be, that I was already, one in a million.\nWhen I was a child, when I was an adolescent, books saved me from despair: that convinced me that culture was the highest of values, and it is impossible for me to examine this conviction with an objective eye.\nIn fact, the sickness I was suffering from was that I had been driven out of the paradise of childhood and had not found my place in the world of adults. I had set myself up in the absolute in order to gaze down upon this world which was rejecting me; now, if I wanted to act, to write a book, to express myself, I would have to go back down there: but my contempt had annihilated it, and I could see nothing but emptiness.\nThe fact is that I had not yet put my hand to the plow. Love, action, literary work: all I did was to roll these ideas round in my head; I was fighting in an abstract fashion against abstract possibilities, and I had come to the conclusion that reality was of the most pitiful insignificance. I was hoping to hold fast to something, and misled by the violence of this indefinite desire, I was confusing it with the desire for the infinite.\nMy worst mistake has been not grasping that time goes by. It was going by and there I was, set in the attitude of the ideal wife of an ideal husband.\nIt was easier for me to think of a world without a creator than of a creator burdened with all the contradictions in the world.", "source": "memoirs_quotes.txt"}
