{"text": "THE SECOND SEX\n(Introduction Excerpt)\nOne is not born, but rather becomes, a woman. No biological, psychological, or economic fate determines the figure that the human female presents in society; it is civilization as a whole that produces this creature, intermediate between male and eunuch, which is described as feminine. Only the intervention of someone else can establish an individual as an Other.\nThe subject can be posed only in being opposed – he sets himself up as the essential, as opposed to the other, the inessential, the object. But the other consciousness, the other ego, sets up a reciprocal claim. The native traveling abroad is shocked to find himself in turn regarded as a “stranger” by the natives of neighboring countries. As between villages, clans, nations, classes, there are wars, potlatches, trading, treaties that induce the idea of reciprocity.\nBut the woman is in a different situation. She does not see herself as the subject. She is defined and differentiated with reference to man and not he with reference to her; she is the incidental, the inessential as opposed to the essential. He is the Subject, he is the Absolute – she is the Other.", "source": "second_sex_intro.txt"}
{"text": "THE ETHICS OF AMBIGUITY\n(Excerpt)\nThe man who finds himself cast into a universe which has no meaning is thereby driven to revolt against his condition. But it is not a question of throwing himself into the void, of escaping into nothingness; it is a question of finding a justification for his existence.\nTo will oneself free is also to will others free. This will is not an abstract formula. It points out to each person concrete action to be achieved. But the others are separate, distinct; they may be enemies. How can I respect the freedom of the other if he uses it to oppress me?\nThe fact of being a subject is a universal fact and the Cartesian cogito expresses it in the most rigorous way. But this subject is not a solipsistic ego. It is defined only by its relationship to the world and to other subjects. The me exists only in so far as it is opposed to the not-me.\nLife is occupied in both perpetuating itself and in surpassing itself; if all it does is maintain itself, then living is only not dying, and human existence is indistinguishable from an absurd vegetation...", "source": "ethics_of_ambiguity_excerpt.txt"}
