{"text": "PART I: AMBIGUITY AND FREEDOM\nThe continuous work of our life, says Montaigne, is to build death. . . . Man knows and thinks this tragic ambivalence which the animal and the plant merely undergo. A new paradox is thereby introduced into his destiny. \"Rational animal,\" \"thinking reed,\" he escapes from his natural condition without, however, freeing himself from it. He is still a part of this world of which he is a consciousness. He asserts himself as a pure internality against which no external power can take hold, and he also experiences himself as a thing crushed by the dark weight of other things. At every moment he can grasp the non-temporal truth of his existence. But between the past which no longer is and the future which is not yet, this moment when he exists is nothing. This privilege, which he alone possesses, of being a sovereign and unique subject amidst a universe of objects, is what he shares with all his fellow-men. In turn an object for others, he is nothing more than an individual in the collectivity on which he depends.\nAs long as there have been men and they have lived, they have all felt this tragic ambiguity of their condition, but as long as there have been philosophers and they have thought, most of them have tried to mask it. They have striven to reduce mind to matter, or to reabsorb matter into mind, or to merge them within a single substance. Those who have accepted the dualism have established a hierarchy between body and soul which permits of considering as negligible the part of the self which cannot be saved. They have denied death, either by integrating it with life or by promising to man immortality. Or, again, they have denied life, considering it as a veil of illusion beneath which is hidden the truth of Nirvana.\nAnd the ethics which they have proposed to their disciples has always pursued the same goal. It has been a matter of eliminating the ambiguity by making oneself pure inwardness or pure externality, by escaping from the sensible world or by being engulfed in it, by yielding to eternity or enclosing oneself in the pure moment. Hegel, with more ingenuity, tried to reject none of the aspects of man’s condition and to reconcile all of them. According to his system, the moment is preserved in the development of time; Nature asserts itself in the face of Spirit which denies it while assuming it; the individual is found again in the collectivity within which he is lost; and death is a phenomenon of life which proves life. But in order to achieve this definitive synthesis, Hegel is obliged to introduce that vast machine, the Spirit of the World, which displays itself through history and which, in order to realize itself, must be embodied in the individual; but the latter, in the very act of serving it, is sacrificed to it.\nExistentialism creates an ethics of ambiguity. It does not deny the fact that we are a mixture of being and nothingness, but rather it assumes it.\nMan is free; but his freedom is only real in a world where there are other freedoms. To will oneself free is also to will others free. This is not an abstract formula, but a concrete demand that arises from the very structure of human existence. The oppressor is not free, for he is bound by the need to oppress. The master is a slave to his slaves. Only by recognizing the freedom of the other can I truly affirm my own.\nThis freedom is not a given; it is a conquest. We are not born free; we become free. We must assume our freedom and the responsibility that comes with it. We must create meaning in a world that has none. We must act, even though the consequences of our actions are uncertain. This is the risk of existence, and it is a risk that we must embrace if we are to be truly human.", "source": "ethics_of_ambiguity.txt"}
{"text": "INTRODUCTION\nFor a long time I have hesitated to write a book on woman. The subject is irritating, especially to women; and it is not new. Enough ink has been spilled in the quarreling over feminism, now practically over, and perhaps we should say no more about it. It is still talked about, however, for the voluminous nonsense uttered during the last century seems to have done little to illuminate the problem. After all, is there a problem? And if so, what is it? Are there women, really? Most assuredly the theory of the eternal feminine still has its adherents who will whisper in your ear: “Even in Russia women still are women”; and other erudite persons—sometimes the very same—say with a sigh: “Woman is losing her way, woman is lost.” One wonders if women still exist, if they will always exist, whether or not it is desirable that they should, what place they occupy in this world, what their place should be. “What has become of women?” was asked recently in an ephemeral magazine.\nBut first we must ask: what is a woman? “Tota mulier in utero”, says one, “woman is a womb”. But in speaking of certain women, connoisseurs declare that they are not women, although they are equipped with a uterus like the rest. All agree in recognizing the fact that females exist in the human species; today as always they make up about one half of humanity. And yet we are told that femininity is in danger; we are exhorted to be women, remain women, become women. It would appear, then, that every female human being is not necessarily a woman; to be so considered she must share in that mysterious and threatened reality known as femininity. Is this attribute something secreted by the ovaries? Or is it a Platonic essence, a product of the philosophic imagination? Is a rustling petticoat enough to bring it down to earth? Although some women try zealously to incarnate this essence, it is hardly patentable. It is frequently described in vague and dazzling terms that seem to have been borrowed from the vocabulary of the seers, and indeed in the times of St. Thomas it appeared to be an essence as certainly defined as the somniferous virtue of the poppy.\nBut conceptualism has lost ground. The biological and social sciences no longer admit the existence of unchangeably fixed entities that determine given characteristics, such as those ascribed to woman, the Jew, or the Negro. Science regards any characteristic as a reaction dependent in part upon a situation. If today femininity no longer exists, then it never did exist. But does the word woman, then, have no specific content? This is stoutly affirmed by those who hold to the philosophy of the enlightenment, of rationalism, of nominalism; women, to them, are merely the human beings that are arbitrarily designated by the word woman. Many American women particularly are prepared to think that there is no longer any place for woman as such; if a backward individual still takes herself for a woman, her friends advise her to be psychoanalyzed and thus get rid of this obsession. In regard to a work, Modern Woman: The Lost Sex, which in other respects has its irritating features, Dorothy Parker has written: “I cannot be just to books which treat of woman as woman ... My idea is that all of us, men as well as women, should be regarded as human beings.” But nominalism is a rather inadequate doctrine, and the antifemininists have had no trouble in showing that women simply are not men. Surely woman is, like man, a human being; but such a declaration is abstract. The fact is that every concrete human being is always a singular, separate individual. To decline to accept such notions as the eternal feminine, the black soul, the Jewish character, is not to deny that Jews, Negroes, women exist today—this denial does not represent a liberation for those concerned, but rather a flight from reality. Some years ago a well-known woman writer refused to permit her portrait to appear in a series of photographs especially dedicated to women writers. She wished to be counted among the writers. But in order to get a hearing from certain men, it is more favorable to be a woman than to be a man.\nThe Other is the one who is not the One. The Other is the one who is excluded, who is different, who is the object rather than the subject. Humanity is male and man defines woman not in herself but as relative to him; she is not regarded as an autonomous being. Michelet writes: “Woman, the relative being ...” And Benda is most positive in his Rapport d’Uriel: “The body of man makes sense in itself quite apart from that of woman, whereas the latter seems wanting in significance by itself ... Man can think of himself without woman. She cannot think of herself without man.” And she is simply what man decrees; thus she is called “the sex”, by which is meant that she appears essentially to the male as a sexual being. For him she is sex—absolute sex, no less. She is defined and differentiated with reference to man and not he with reference to her; she is the incidental, the inessential as opposed to the essential. He is the Subject, he is the Absolute—she is the Other.", "source": "the_second_sex_intro.txt"}
{"text": "MEMOIRS OF A DUTIFUL DAUGHTER - EXCERPT\nI was born at four o’clock in the morning on the 9th of January 1908, in a room fitted with white-lacquered furniture, which overlooked the Boulevard Raspail. In the family photographs taken the following summer, I can be seen—ladies in large hats with ostrich feathers, gentlemen in boaters and panamas, all smiling at a baby: they are my parents, my grandfather, uncles, aunts; and the baby is me. My father was thirty, my mother twenty-one, and I was their first child. I turn the page: here is a photograph of Papa holding me in his arms; I am not looking at the camera; my face is puffed out, my eyes are blank. I look like a doll, or any other baby. But my father’s face is interesting: he is smiling, but there is a certain gravity in his smile, a sort of wonder, and also a hint of anxiety. He seems to be saying: \"What is this strange little creature? What will become of her?\"\nMy earliest memories are of a world that was secure, orderly, and bright. I was a happy child, surrounded by love and attention. But even then, I had a sense of my own individuality, a desire to assert myself. I remember flying into rages when I couldn't get my way. I was a dutiful daughter, yes, but I was also a willful one.\nI remember the books I read, the games I played, the conversations I overheard. I was fascinated by words, by ideas, by the world of the intellect. I wanted to know everything, to understand everything. I was not content to accept the world as it was; I wanted to question it, to challenge it.\nAs I grew older, I began to realize that the world was not as simple as I had thought. I saw the injustices, the inequalities, the hypocrisies. I saw how women were treated, how they were expected to be passive and submissive. I rebelled against this. I determined that I would not be like other women. I would be free, independent, my own person.\nMy friendship with Zaza was a turning point in my life. She was so alive, so vibrant, so full of potential. Her tragic death affected me deeply. It made me realize the fragility of life, the unfairness of fate. It strengthened my resolve to live my own life to the fullest, to make my mark on the world.\nMeeting Sartre was another turning point. Here was someone who was my equal, my intellectual partner. We shared a passion for philosophy, for writing, for freedom. We made a pact: we would be essential to each other, but we would also have contingent loves. We would be free, but we would always be honest with each other.\nLooking back, I see how all these experiences shaped me, how they led me to become the woman I am today. I have no regrets. I have lived my life on my own terms. I have made mistakes, yes, but they were my mistakes. I have loved, I have suffered, I have created. And through it all, I have tried to be true to myself, to my own truth.", "source": "memoirs_excerpt.txt"}
