{"text": "INTRODUCTION\nFor a long time I have hesitated to write a book on woman. The subject is irritating, especially to women; and it is not new. Enough ink has been spilled in the quarreling over feminism, now practically over, and perhaps we should say no more about it. It is still talked about, however, for the voluminous nonsense uttered during the last century seems to have done little to illuminate the problem. After all, is there a problem? And if so, what is it? Are there women, really? Most assuredly the theory of the eternal feminine still has its adherents who will whisper in your ear: \"Even in Russia women still are women\"; and other erudite persons - sometimes the very same - say: \"Woman is losing her way, woman is lost.\" One wonders if women still exist, if they will always exist, whether or not it is desirable that they should, what place they occupy in this world, what their place should be. \"What has become of women?\" was asked recently in an ephemeral magazine.\nBut first we must ask: what is a woman? \"Tota mulier in utero\", says one, \"woman is a womb\". But in speaking of certain women, connoisseurs declare that they are not women, although they are equipped with a uterus like the rest. All female humans are not women. One is not born, but rather becomes, a woman. No biological, psychological, or economic fate determines the figure that the human female presents in society; it is civilization as a whole that produces this creature, intermediate between male and eunuch, which is described as feminine. Only the intervention of someone else can establish an individual as an Other.\nThe category of the Other is as primordial as consciousness itself. In the most primitive societies, in the most ancient mythologies, one finds the expression of a duality - that of the Self and the Other. This duality was not originally attached to the division of the sexes; it was not dependent upon any empirical facts. It is revealed in such works as that of Granet on Chinese thought and those of Dumezil on the East Indies and Rome. The Other is a fundamental category of human thought.\nThus humanity is male and man defines woman not in herself but as relative to him; she is not regarded as an autonomous being. Michelet writes: \"Woman, the relative being...\" And Benda is most positive in his Rapport d'Uriel: \"The body of man makes sense in itself quite apart from that of woman, whereas the latter seems wanting in significance by itself... Man can think of himself without woman. She cannot think of herself without man.\" And she is simply what man decrees; thus she is called \"the sex\", by which is meant that she appears essentially to the male as a sexual being. For him she is sex - absolute sex, no less. She is defined and differentiated with reference to man and not he with reference to her; she is the incidental, the inessential as opposed to the essential. He is the Subject, he is the Absolute - she is the Other.\nThe situation of woman is that she - a free and autonomous being like all human creatures - nevertheless finds herself living in a world where men compel her to assume the status of the Other. They propose to stabilize her as object and to doom her to immanence since her transcendence is to be overshadowed and forever transcended by another ego which is essential and sovereign. The drama of woman lies in this conflict between the fundamental aspirations of every subject (who always regards the self as the essential) and the compulsions of a situation in which she is the inessential.", "source": "the_second_sex_intro.txt"}
{"text": "I was born at four o'clock in the morning on the 9th of January 1908, in a room fitted with white-enamelled furniture and overlooking the Boulevard Raspail. In the family photographs taken the following summer, one sees ladies in long dresses and ostrich feather hats, and gentlemen wearing boaters and panamas, all smiling at a baby: they are my parents, my grandfather, uncles, aunts; and the baby is me. My father was thirty, my mother twenty-one, and I was their first child. I turn the page: here is a photograph of Mama holding in her arms a baby who isn't me; I am wearing a pleated skirt and a tam-o'-shanter; I am two and a half, and my sister has just been born. I was evidently jealous, but not for long. As far back as I can remember, I was always proud of being the elder: the first. Disguised as Little Red Riding Hood, carrying a basket of cakes and a pot of butter, I felt myself much more interesting than an infant swaddled in her cradle. I had a little sister: that baby doll was mine.\nMy sister was Poupette; I was the elder. I accepted that hierarchy. But I was not just the elder; I was the one who knew things. I knew how to read, I knew the history of France and the story of the Holy Family. I was learning the piano. Poupette was the little one who knew nothing. I loved her, but with a protective love; I was the sovereign subject, she was the object to be protected and guided.\nWe lived in a world where everything was clear. There was Good and there was Evil. God was good, and my parents were his representatives on earth. To disobey them was to disobey God. I was a dutiful daughter. I accepted their laws. But early on, I felt the need to make my own mark on the world. I would write. I would tell stories. I would not be like the other women I saw around me, confined to their drawing rooms and their domestic duties. I wanted to travel, to know everything, to be everything.\nThe world of my childhood was a protected one, but as I grew older, I began to see the cracks. I saw the poverty in the streets, I heard whispers of war. And within my own family, I sensed a certain tension. My father, a man of culture and wit, had lost his fortune. We were \"nouveau pauvre,\" struggling to keep up appearances. This change in our circumstances had a profound effect on me. It meant that I would have to work for a living. I would not have a dowry; I would not be married off to a wealthy husband. At first, this realization frightened me, but then it liberated me. If I had to work, I could be independent. I could choose my own path. I could be a teacher, a writer. I could live my own life.\nI remember sitting in the family library, surrounded by books. They were my refuge and my inspiration. I read everything I could get my hands on: novels, history, philosophy. I began to question the values I had been taught. Why were women treated differently from men? Why was it considered \"unfeminine\" to be intellectual? Why was marriage the only goal for a girl? These questions burned in my mind, and they would eventually lead me to write \"The Second Sex.\" But for now, I was just a girl with a passion for learning and a fierce desire to be free.", "source": "memoirs_excerpt.txt"}
{"text": "The word \"ambiguity\" is not a new one in philosophy. From Kierkegaard to Sartre, via Heidegger and Jaspers, the existentialists have defined man by his ambiguity. It is by his ambiguity that he is distinguished from the thing. The thing is what it is; it is full of its being. Man, on the contrary, is a lack of being; he is a being who makes himself a lack of being in order that there might be being.\nThe continuous work of our life, says Montaigne, is to build death. . . . Man knows and thinks this tragic ambivalence which the animal and the plant merely undergo. A new paradox is thereby introduced into his destiny. \"Rational animal,\" \"thinking reed,\" he escapes from his natural condition without, however, freeing himself from it. He is still a part of this world of which he is a consciousness. He asserts himself as a pure internality against which no external power can take hold, and he also experiences himself as a thing crushed by the dark weight of other things.\nAs long as there have been men and they have lived, they have all felt this tragic ambiguity of their condition, but as long as there have been philosophers and they have thought, most of them have tried to mask it. They have striven to reduce mind to matter, or to reabsorb matter into mind, or to merge them within a single substance. Those who have accepted the dualism have established a hierarchy between body and soul which permits of considering as negligible the part of the self which cannot be saved. They have denied death, either by integrating it with life or by promising to man immortality. Or, knowning that man is a sovereign subject and at the same time an object, they have refused the second face of this situation and have claimed that man is an absolute subject.\nTo say that it is ambiguous is to assert that its meaning is never fixed, that it must be constantly won. Absurdity challenges every retrieval; it is also the very triumph of ambiguity. But the meaning of the absurdity is not to be found in the absurdity itself; it is found in the struggle against it.\nFreedom is the source from which all significations and all values spring. It is the original condition of all justification of existence. The man who seeks to justify his life must want freedom itself absolutely and above everything else. At the same time that it requires the realization of concrete ends, of particular projects, it requires itself universally. It is not a ready-made value which offers itself from the outside to my abstract adherence, but it appears (not on the plane of facility, but on the moral plane) as a cause of itself.\nTo will oneself moral and to will oneself free are one and the same decision. But this will is not the will of a solitary individual. As we have seen, the individual is defined only by his relationship to the world and to other individuals; he exists only by transcending himself, and his freedom can be achieved only through the freedom of others. He justifies his existence by a movement which, like freedom, springs from his heart but which leads outside of him.", "source": "ethics_of_ambiguity_excerpt.txt"}
