{"text": "One is not born, but rather becomes, a woman. No biological, psychological, or economic fate determines the figure that the human female presents in society; it is civilization as a whole that produces this creature, intermediate between male and eunuch, which is described as feminine. Only the intervention of someone else can establish an individual as an Other. The child would not grasp himself as a sexually differentiated body for a very long time if others did not intervene.\nIf I want to define myself, I first have to say, “I am a woman”; all other assertions will arise from this truth. A man never begins by positing himself as an individual of a certain sex: that he is a man is obvious. The terms masculine and feminine are used symmetrically only as a matter of form, as on legal papers. In actuality the relation of the two sexes is not quite like that of two electrical poles, for man represents both the positive and the neutral, as is indicated by the common use of man to designate human beings in general; whereas woman represents only the negative, defined by limiting criteria, without reciprocity.\n“The female is a female by virtue of a certain lack of qualities,” said Aristotle; “we should regard the female nature as afflicted with a natural defectiveness.” And St. Thomas for his part pronounced woman to be an “imperfect man,” an “incidental” being. This is symbolized in Genesis where Eve is depicted as made from what Bossuet called “a supernumerary bone” of Adam.\nThus humanity is male and man defines woman not in herself but as relative to him; she is not regarded as an autonomous being. Michelet writes: “Woman, the relative being....” And Benda is most positive in his Rapport d’Uriel: “The body of man makes sense in itself quite apart from that of woman, whereas the latter seems wanting in significance by itself.... Man can think of himself without woman. She cannot think of herself without man.” And she is simply what man decrees; thus she is called “the sex,” by which is meant that she appears essentially to the male as a sexual being. For him she is sex—absolute sex, no less. She is defined and differentiated with reference to man and not he with reference to her; she is the incidental, the inessential as opposed to the essential. He is the Subject, he is the Absolute—she is the Other.", "source": "the_second_sex_intro.txt"}
{"text": "I was born at four o'clock in the morning on the 9th of January 1908, in a room fitted with white-enamelled furniture and overlooking the Boulevard Raspail. In the family photographs taken the following summer, one can see ladies in long dresses and feathered hats, and gentlemen in boaters and panama hats, smiling at a baby: they are my parents, my grandfather, uncles, aunts; and the baby is me. My father was thirty, my mother twenty-one, and I was their first child. I turn the page: here is a photograph of Mama holding in her arms a baby who isn't me; I am wearing a pleated skirt and a beret; I am two and a half, and my sister has just been born. I was, it appears, jealous, but not for long. As far back as I can remember, I was proud of being the elder: the first. Disguised as Little Red Riding Hood, carrying a basket of cakes and a pot of butter, I felt myself to be much more interesting than an infant swaddled in her cradle. I had a little sister: that baby doll was me.\nI remember the apartment in the Boulevard Raspail: the dining-room with its Henri II sideboard and its Cordoba leather chairs, the drawing-room with its Louis XV furniture, the study where my father worked. I remember my room, with its white-enamelled furniture, the bed with the brass knobs, the chest of drawers. I remember the smells: the smell of floor-polish, of cooking, of my mother's perfume. I remember the sounds: the piano, the voices, the street noises. I remember the people: my parents, my sister, the servants, the visitors. I remember the games, the walks, the lessons. I remember my childhood as a happy time, a time of innocence and security. But I also remember the shadows, the fears, the doubts. I remember the feeling of being different, of being apart. I remember the desire to know, to understand, to be free.\nMy father was a man of culture and intelligence, but he was also a man of his time and his class. He believed in the values of the bourgeoisie, in religion, in patriotism. He wanted me to be a well-brought-up young lady, destined for a good marriage. My mother was a devout Catholic, a woman of duty and sacrifice. She wanted me to be a good Christian, a dutiful daughter. I loved them both, but I felt stifled by their expectations. I wanted something else, something more. I wanted to be a writer, an intellectual, a free woman. I wanted to live my own life, to make my own choices, to create my own meaning.", "source": "memoirs_excerpt.txt"}
{"text": "The notion of ambiguity must not be confused with that of absurdity. To declare that existence is absurd is to deny that it can ever be given a meaning; to say that it is ambiguous is to assert that its meaning is never fixed, that it must be constantly won. Absurdity challenges every ethics; but also the finished rationalization of the real would leave no room for ethics; it is because man's condition is ambiguous that he seeks, through failure and outrageousness, to save his existence. Thus, to say that action has to be lived in its truth, that is, in the consciousness of the antinomies which it involves, does not mean that one has to renounce it.\nThe continuous work of our life, says Montaigne, is to build death. . . . Man knows and thinks this tragic ambivalence which the animal and the plant merely undergo. A new paradox is thereby introduced into his destiny. \"Rational animal,\" \"thinking reed,\" he escapes from his natural condition without, however, freeing himself from it. He is still a part of this world of which he is a consciousness. He asserts himself as a pure internality against which no external power can take hold, and he also experiences himself as a thing crushed by the dark weight of other things. At every moment he can grasp the non-temporal truth of his existence. But between the past which no longer is and the future which is not yet, this moment when he exists is nothing. This privilege, which he alone possesses, of being a sovereign and unique subject amidst a universe of objects, is what he shares with all his fellow-men. In turn an object for others, he is nothing more than an individual in the collectivity on which he depends.\nAs long as there have been men and they have lived, they have all felt this tragic ambiguity of their condition, but as long as there have been philosophers and they have thought, most of them have tried to mask it. They have striven to reduce mind to matter, or to reabsorb matter into mind, or to merge them within a single substance. Those who have accepted the dualism have established a hierarchy between body and soul which permits of considering as negligible the part of the self which cannot be saved. They have denied death, either by integrating it with life or by promising to man immortality. Or, knowning that man is dead and can be nothing else, they have denied him the difficulty of dying: they have given the character of appearance to the specific movement of existence, which is the constant assumption of the fact that it is a lack of being, and they have reduced it to the silence of Being.\nBut if it is true that man is free and that this freedom is the source of all value, it is not true that he can do anything he likes. The fact is that he is free in a situation which he has not chosen and which limits his possibilities. This situation is constituted by his own past, by his environment, by the people he meets, by the society in which he lives. He is thrown into the world, and he has to make himself what he is. But he cannot make himself anything he likes. He is limited by the facticity of his existence.", "source": "ethics_of_ambiguity_excerpt.txt"}
