{"text": "One is not born, but rather becomes, a woman. No biological, psychological, or economic fate determines the figure that the human female presents in society; it is civilization as a whole that produces this creature, intermediate between male and eunuch, which is described as feminine. Only the intervention of someone else can establish an individual as an Other. The child would generally understand the law of the father and the mother as such, but the spontaneous reactions of his own body and the relationship with the mother would remain a mystery to him.\nIf the little girl were brought up from the beginning with the same demands and honors, the same severity and freedom as her brothers, she would participate in the same future and would not feel the weight of the \"eternal feminine\" upon her. But in fact, the circle is vicious; the more women are respected, the more they are \"feminine,\" that is, they are more easily resigned to their lot.\nTo be a woman is to have become one; it is to have been made into one. This is the core of my argument. We must understand that the situation of woman is not a result of her nature, but of her history.", "source": "the_second_sex_excerpt.txt"}
{"text": "I was born at four o'clock in the morning on the 9th of January 1908, in a room fitted with white-lacquered furniture and overlooking the Boulevard Raspail.\nMy father was thirty, my mother twenty-one, and I was their first child. I turn the pages of the family album: in a photograph taken at the age of six months, I am shown sitting up in a little cane chair, wearing a long lace dress and a bonnet with ribbons; I am fat and I am laughing.\nI remember. I am sitting in a high chair at a table. In front of me is a deep plate containing a creamy white soup; I look at it, and I feel a sort of dizziness. It is the first time I have been conscious of existing.\nMy sister Poupette was born when I was two and a half. I remember her cradle in my parents' room. She was a doll that was alive. I was very proud of her.\nI was a dutiful daughter. I accepted the bourgeois values of my family without question. God was watching me. He knew everything I did, everything I thought. I had to be good.", "source": "memoirs_excerpt.txt"}
{"text": "The wish for being is one of the most fundamental of human desires. But the desire to be is also a desire for freedom.\nThe man who finds himself cast into the world must assume his freedom. He cannot flee it without denying himself. But he can try to avoid the anguish of this freedom by taking refuge in serious values, in the objective world, in the things that are. He then becomes a serious man.\nThe serious man gets rid of his freedom by claiming to subordinate it to values which would be unconditioned. He imagines that the object has a value which is foreign to him. He does not understand that it is he who gives it its value.\nTo will oneself free is also to will others free. This will is not an abstract formula. It points out to each person his concrete action.\nExistence asserts itself as an absolute which must seek its justification within itself and not suppress itself, even though it may be lost by preserving itself. To attain his truth, man must not attempt to dispel the ambiguity of his being but, on the contrary, accept the task of realizing it.", "source": "ethics_of_ambiguity_excerpt.txt"}
