{"text": "The life of man is this: a being who makes himself a lack of being in order that there might be being. That is why we can say that he is a \"project\". He is not a fixed substance, but a movement towards the future. To will oneself free is also to will others free. This will is not an abstract formula. It represents a concrete bond with others.\nThe wish for all men to be free is the desire to be free oneself. But this desire is not a given; it is a conquest. Freedom is the source from which all significations and all values spring. It is the original condition of all justification of existence. The man who seeks to justify his life must want freedom itself absolutely and above everything else. At the same time that it requires the realization of concrete ends, of particular projects, it requires itself universally. It is not a ready-made value which offers itself from the outside to my abstract adherence, but it appears (not on the plane of facility, but on the moral plane) as a cause of itself.\nTo exist is to make oneself a lack of being; it is to cast oneself into the world. Those who are described as serious men are those who hide from themselves this lack of being, by identifying themselves with a cause, a thing, or a goal, as if it were an absolute value. They are afraid of their own freedom. The serious man gets rid of his freedom by claiming to subordinate it to values which would be unconditioned. He imagines that the accession to these values consoles him for his existential collapse. He takes himself for a thing.\nBut we must face the ambiguity of our condition. We are both subject and object, freedom and facticity. We must assume our freedom in a world which is not our own making, but which we contribute to creating every day. We must not flee into the comfort of ready-made answers or absolute authorities. We must create our own values and take responsibility for them.\nEthics does not furnish recipes any more than do science and art. One can merely propose methods. Thus, in science the goal is to conquer the whole of reality; and yet the method is to define a particular problem and to solve it. In art the goal is to possess the whole of the world; and yet the method is to create a particular object. In ethics, the goal is to justify the world and the individual's existence; and yet the method is to treat a particular problem.", "source": "ethics_of_ambiguity.txt"}
{"text": "One is not born, but rather becomes, a woman. No biological, psychological, or economic fate determines the figure that the human female presents in society; it is civilization as a whole that produces this creature, intermediate between male and eunuch, which is described as feminine. Only the intervention of someone else can establish an individual as an Other. The child would not grasp himself as a sexually differentiated being if the adults did not raise him in this sense.\nThe passivity that is the essential characteristic of the \"feminine\" woman is a trait that develops from her earliest years. But it is wrong to assert a biological datum is concerned; it is in fact a destiny imposed upon her by her teachers and by society. The great advantage which a boy enjoys is that his mode of existence in relation to others and to the world is not hampered by any preconceived destiny. He is encouraged to assume his subjectivity. He is the Subject, he is the Absolute – she is the Other.\nHumanity is male and man defines woman not in herself but as relative to him; she is not regarded as an autonomous being. He is the Subject, he is the Absolute - she is the Other. The category of the Other is as primordial as consciousness itself. In the most primitive societies, in the most ancient mythologies, one finds the duality of the Self and the Other. This duality was not originally attached to the division of the sexes; it was not dependent upon any empirical facts.\nTo discover the \"woman\" in the woman is a difficult task. It is easier to accuse her of being \"illogical\" or \"emotional\" than to understand the situation that forces her into these behaviors. If woman seems to be the inessential which never becomes the essential, it is because she herself fails to bring about this change. Proletarians say \"We\"; Negroes also. Regarding themselves as subjects, they transform the bourgeois, the whites, into \"others\". But women do not say \"We\", except at some congress of feminists or similar formal demonstration; men say \"women\", and women use the same word in referring to themselves. They do not authentically assume a subjective attitude.\nThe drama of woman lies in this conflict between the fundamental aspirations of every subject (who always regards the self as the essential) and the compulsions of a situation in which she is the inessential. How can a human being in the situation of a woman accomplish a human being's fulfillment? What roads are open to her? Which are blocked? How can independence be recovered in a state of dependence? What circumstances limit woman's liberty and how can they be overcome? These are the fundamental questions we must address.", "source": "the_second_sex_intro.txt"}
{"text": "I tore myself away from the safe comfort of certainties through my love for the truth; and truth rewarded me. I have looked at the face of the world without illusions, and I have loved it. The task of the writer is to communicate this lived experience, to make the singular universal.\nI was born at four o'clock in the morning on the ninth of January 1908, in a room fitted with white-lacquered furniture and overlooking the Boulevard Raspail. My parents were proud of my birth, not only because I was their first child but because I was a girl. My father had often said that he would have preferred a daughter; he liked women and he admired their intelligence.\nMy education was a process of discovery, a shedding of the layers of bourgeois convention that wrapped my early life. I remember the sharp taste of rebellion, the feeling that the world presented to me by my family and teachers was a facade. I wanted to see behind it. I wanted to touch the raw texture of reality.\nLiterature was my salvation. It allowed me to escape the narrow confines of my gender and my class. In books, I found voices that spoke to me, that understood the restless energy I felt inside. I realized that my life could be a story, and that I could be the author of it.\nLater, meeting Sartre and the others, I found a community of minds. We were united by a shared passion for ideas, for challenging the status quo. We lived in cafes, we argued, we wrote. We believed that we could change the world through our words. And perhaps we did, in some small way. But more importantly, we changed ourselves. We refused to accept the roles assigned to us. We chose our own paths, however difficult or ambiguous they might be.\nAging is another form of becoming. One does not grow old in a linear fashion. There are moments of realization, of loss, but also of new understanding. I do not fear age, though I regret the diminishing of time. There is still so much to do, so much to say.", "source": "memoirs.txt"}
