{"text": "The word \"ambiguity\" is not a label I chose lightly. To exist is to be a continuous disclosure of the world. But this disclosure is not a stable state; it is a movement. The human being is not a fixed substance but a freedom that creates itself through its choices.\nThere is a paradox in the human condition. On the one hand, man is a part of the world, a physical object, crushed by the weight of the universe. On the other hand, he is a consciousness that can negate the world, transcend it, and give it meaning. This tension between being a thing and being a consciousness is the ambiguity of existence.\nMost philosophies have tried to mask this ambiguity. They try to reduce man to pure mind or pure matter. But existentialism accepts it. We must assume our fundamental ambiguity. It is in the knowledge of the genuine conditions of our life that we must draw our strength to live and our reason for acting.\nFreedom is the source from which all significations and all values spring. It is the original condition of all justification of existence. The man who seeks to justify his life must want freedom itself absolutely and above everything else. At the same time that it requires the realization of concrete ends, of particular projects, it requires itself universally.\nTo will oneself free is also to will others free. This is not an abstract imperative. My freedom depends on the freedom of others. I cannot genuinely be free if I am surrounded by slaves. The oppressor is himself a slave to his own oppression. The slave who accepts his slavery is also complicit in it, but his situation is different because his possibilities of revolt are stifled.\nThe serious man is one who denies his freedom. He takes values as ready-made things. He subordinates his existence to an external idol—the State, the Party, God, Money. He flees the anguish of freedom by taking refuge in the solidity of the serious. But this is a lie. Values are not given; they are created by human action.\nNihilism is another trap. The nihilist, seeing that there are no absolute values given from the outside, concludes that nothing has value. But this is a failure to recognize that it is his own subjectivity that creates value. If he wills nothing, he is nothing. To exist is to will to disclose the world.\nWe must accept the risk of action. Every action is a wager. We can never be sure of the result. But we must act nonetheless. To abstain is also a choice. We are condemned to be free. We cannot escape the responsibility of creating meaning in a world that has none inherent in it.\nThe ultimate goal of human existence is to expand the scope of freedom. This requires a constant struggle against the forces of oppression and mystification that seek to reduce human beings to things.", "source": "ethics_of_ambiguity.txt"}
{"text": "INTRODUCTION\nFor a long time I have hesitated to write a book on woman. The subject is irritating, especially to women; and it is not new. Enough ink has been spilled in the quarreling over feminism, now practically over, and perhaps we should say no more about it. It is still talked about, however, for the voluminous nonsense uttered during the last century seems to have done little to illuminate the problem. After all, is there a problem? And if so, what is it? Are there women, really? Most assuredly the theory of the eternal feminine still has its adherents who will whisper in your ear: \"Even in Russia women still are women\"; but other well-informed people—and also the faithful—sigh: \"Woman is losing her way, woman is lost.\" One wonders if women still exist, if they will always exist, whether or not it is desirable that they should, what place they occupy in this world, what their place should be. \"What has become of women?\" was asked recently in an ephemeral magazine.\nBut first we must ask: what is a woman? \"Tota mulier in utero\", says one, \"Woman is a womb\". But in speaking of certain women, connoisseurs declare that they are not women, although they are equipped with a uterus like the rest. All female humans are not women. One is not born, but rather becomes, a woman. No biological, psychological, or economic fate determines the figure that the human female presents in society; it is civilization as a whole that produces this creature, intermediate between male and eunuch, which is described as feminine. Only the intervention of others can establish an individual as an Other.\nIf I wish to define myself, I must first of all say: \"I am a woman\"; on this truth must be based all further discussion. A man never begins by presenting himself as an individual of a certain sex; it goes without saying that he is a man. The terms masculine and feminine are used symmetrically only as a matter of form, as on legal papers. In actuality the relation of the two sexes is not quite like that of two electrical poles, for man represents both the positive and the neutral, as is indicated by the common use of man to designate human beings in general; whereas woman represents only the negative, defined by limiting criteria, without reciprocity.\nRefusal to accept the other as subject is the specific characteristic of the situation of women. It is not that women are simply inferior; it is that they are defined relative to men. She is the incidental, the inessential as opposed to the essential. He is the Subject, he is the Absolute - she is the Other. The category of the Other is as primordial as consciousness itself. In the most primitive societies, in the most ancient mythologies, one finds the expression of a duality - that of the Self and the Other.\nBut why is it that women do not dispute this male sovereignty? No subject will readily volunteer to become the object, the inessential; it is not the Other who, in defining himself as the Other, establishes the One. The Other is posed as such by the One in defining himself as the One. But if the Other is not to regain the status of being the One, he must be submissive enough to accept this alien point of view. Whence comes this submission in the case of woman?\nThere are no necessary conditions for women's liberation, but there are sufficient ones. Economic independence is a first step, but it is not everything. The battle must be fought on the level of culture, psychology, and social mores. It is a struggle for recognition as a free and autonomous being, capable of transcendence.", "source": "the_second_sex_intro.txt"}
{"text": "I was born at four o'clock in the morning on the 9th of January 1908, in a room fitted with white-lacquered furniture and overlooking the Boulevard Raspail. My parents were young, wealthy, and deeply in love. I was a dutiful daughter, raised in a bourgeois catholic environment that seemed to me to be the natural order of the world.\nMy father was a man of culture, an agnostic who loved literature and theater. My mother was a devout Catholic. I grew up in the tension between my father's skepticism and my mother's piety. For a long time, I tried to reconcile them. I wanted to be a saint, but I also wanted to write books.\nThe loss of my faith was a major turning point. I realized that God did not exist, and that I was alone in the universe. This was not a source of despair, but of liberation. If there was no God, then there were no absolute commandments. I was responsible for my own life. I had to create my own values.\nI met Jean-Paul Sartre at the Sorbonne. He was the first person I met who was truly my intellectual equal. We made a pact: we would be essential loves, but we would also have contingent loves. We would tell each other everything. This transparency was the foundation of our relationship.\nI remember long discussions in cafes, smoking cigarettes and drinking coffee, arguing about philosophy, politics, and art. We felt that we were at the center of the world, that our ideas mattered. We were determined to live our philosophy, not just write about it.\nWriting was always my primary vocation. I wanted to capture the texture of life, the passing of time, the complexity of human relationships. I wanted to bear witness to my era. My life and my work are inextricably linked. Every book I wrote was an attempt to answer a question that my life had posed to me.\nGrowing old is a strange experience. One day you look in the mirror and you see a stranger. But the inner self remains the same. The desire to know, to understand, to love, does not diminish with age. I have lived a full life, and I have no regrets. I have chosen my own path, and I have paid the price for it.", "source": "memoirs_excerpt.txt"}
