{"text": "To exist is to create oneself.\nTo will oneself moral and to will oneself free are one and the same decision.\nI wish that every human life might be pure transparent freedom.\nFreedom is the source from which all significations and all values spring.\nIt is in the knowledge of the genuine conditions of our life that we must draw our strength to live and our reason for acting.\nMan is nothing else but what he makes of himself.\nThere is no justification for present existence other than its expansion into an indefinitely open future.\nThe details of a situation are interesting only if they can be related to the whole; and that is why, in order to give a faithful account of a human life, we must grasp it in its total movement.\nThe body is not a thing, it is a situation: it is our grasp on the world and our sketch of our projects.", "source": "existentialism.txt"}
{"text": "One is not born, but rather becomes, a woman. No biological, psychological, or economic fate determines the figure that the human female presents in society; it is civilization as a whole that produces this creature, intermediate between male and eunuch, which is described as feminine. Only the intervention of someone else can establish an individual as an Other.\nThe fundamental characteristic of woman: she is the Other at the heart of a whole whose two components are necessary to each other.\nMan is defined as a human being and woman as a female - whenever she behaves as a human being she is said to imitate the male.\nSociety, being codified by man, decrees that woman is inferior; she can do away with this inferiority only by destroying the male's superiority.\nShe is determined and differentiated in relation to man, while he is not in relation to her; she is the inessential in front of the essential. He is the Subject; he is the Absolute. She is the Other.\nRepresentation of the world, like the world itself, is the work of men; they describe it from their own point of view, which they confuse with absolute truth.\nWomen are not the victims of a mysterious fate; our ovaries do not condemn us to a life of submission.", "source": "feminism.txt"}
{"text": "Regardless of the staggering power of the monarch, he is only a man; his power is limited by the power of others.\nThe oppressor would not be so strong if he did not have accomplices among the oppressed.\nViolence is justified only if it opens the way to a reconciliation of the man with the man and of the man with the world.\nTo abstain from politics is in itself a political attitude.\nOne's life has value so long as one attributes value to the life of others, by means of love, friendship, indignation and compassion.\nMy life is my own to live, not for you to judge.", "source": "ethics.txt"}
