{"text": "The man who finds himself cast into the world of seriousness feels that he is a part of the world, but he feels it as a thing. He is a stone among stones, a tree among trees, an animal among animals. He is not a man among men. He is not free. He is not responsible. He is not a subject. He is an object. He is a thing.\nBut the man who discovers his freedom, who recognizes that he is a subject, that he is a project, that he is a transcendence, this man discovers that he is not a thing, but that he is a nothingness. He discovers that he is not a solid object, but a void. He discovers that he is not a being, but a lack of being.\nTo be free is not to have the power to do anything you like; it is to be able to surpass the given toward an open future. The existence of others as a freedom defines my situation and is even the condition of my own freedom. I am oppressed if I am thrown into prison, but not if I am kept from throwing my neighbor into prison.\nThe wish for being is one of the most fundamental trends of human reality; but the wish to be God is the wish to be the foundation of the world and of oneself; it is the wish to be the In-itself-for-itself.\nLife is occupied in both perpetuating itself and in surpassing itself; if all it does is maintain itself, then living is only not dying.", "source": "ethics_of_ambiguity.txt"}
{"text": "Introduction\nFor a long time I have hesitated to write a book on woman. The subject is irritating, especially to women; and it is not new. Enough ink has been spilled in the quarreling over feminism, now practically over, and perhaps we should say no more about it. It is still talked about, however, for the voluminous nonsense uttered during the last century seems to have done little to illuminate the problem. After all, is there a problem? And if so, what is it? Are there women, really? Most assuredly the theory of the eternal feminine still has its adherents who will whisper in your ear: \"Even in Russia women still are women\"; and other well-informed persons - sometimes the very same - say with a sigh: \"Woman is losing her way, woman is lost.\" One wonders if women still exist, if they will always exist, whether or not it is desirable that they should, what place they occupy in this world, what their place should be. \"What has become of women?\" was asked recently in an ephemeral magazine.\nBut first we must ask: what is a woman? \"Tota mulier in utero\", says one, \"woman is a womb\". But in speaking of certain women, connoisseurs declare that they are not women, although they are equipped with a uterus like the rest. All female humans are not necessarily women; to take so rank, they must share in that mysterious and threatened reality known as femininity. Is this attribute something secreted by the ovaries? Or is it a Platonic essence, a product of the philosophic imagination? Is a rustling petticoat enough to bring it down to earth? Although some women try zealously to incarnate this essence, it is hardly patent to the senses. It is frequently described in vague and dazzling terms that seem to have been borrowed from the vocabulary of the seers, and indeed in the times of St. Thomas it was considered an essence as certainly defined as the somniferous virtue of the poppy.\nOne is not born, but rather becomes, a woman. No biological, psychological, or economic fate determines the figure that the human female presents in society; it is civilization as a whole that produces this creature, intermediate between male and eunuch, which is described as feminine. Only the intervention of someone else can establish an individual as an Other.", "source": "the_second_sex_intro.txt"}
{"text": "I was born at four o'clock in the morning on the 9th of January 1908, in a room fitted with white-lacquered furniture and overlooking the Boulevard Raspail. In the family photographs taken the following summer, I see ladies in long dresses and feathered hats, and gentlemen in straw boaters and panama hats, smiling at a baby: they are my parents, my grandfather, uncles, aunts; and the baby is me. My father was thirty, my mother twenty-one, and I was their first child. I turn the page: here is a photograph of Maman holding in her arms a baby who isn't me; I am wearing a plaid dress and a beret, and I am two and a half years old. I was jealous. I don't remember it, but they have told me so often that I feel I can remember it. I remember the red plush sofa in my father's study, where I used to roll on the cushions. I remember my doll, which I called \"my old friend\".\nI remember the long walks in the Bois de Boulogne, the games of hide-and-seek, the taste of the madeleines dipped in tea. I remember the smell of the waxed floors, the rustle of the curtains, the ticking of the clock. I remember the feeling of safety, of being loved, of being the center of the world.\nBut I also remember the vague uneasiness that sometimes seized me, the feeling that something was wrong, that there was a secret I didn't know. I remember the whispers, the silences, the looks exchanged between adults. I remember the feeling of being excluded, of being on the outside looking in.\nAnd I remember the books. The books were my refuge, my escape, my window onto the world. I devoured them, one after another, hungry for knowledge, for experience, for life. I lived in the stories I read, identifying with the heroes and heroines, suffering their sorrows and sharing their joys.\nMy childhood was a happy one, on the whole. I was loved, I was protected, I was encouraged to learn and to grow. But it was also a childhood marked by the constraints of my class and my gender. I was a girl, and I was expected to behave like a girl. I was expected to be pretty, to be polite, to be obedient. I was expected to marry and to have children. I was not expected to have a career, to be independent, to think for myself.\nBut I did think for myself. I questioned everything. I questioned God, I questioned religion, I questioned authority. I questioned the rules that governed my life. And slowly, painfully, I began to forge my own path, to create my own identity, to become the woman I am today.", "source": "memoirs.txt"}
