{"text": "The notion of ambiguity must not be confused with that of absurdity. To declare that existence is absurd is to deny that it can ever be given a meaning; to say that it is ambiguous is to assert that its meaning is never fixed, that it must be constantly won. Absurdity challenges my existence in its very movement; ambiguity is an invitation to define myself.\nThe man who seeks to justify his life must want freedom itself absolutely and above everything else. At the same time that it requires the realization of concrete ends, of particular projects, it requires itself universally. It is not a ready-made value which offers itself from the outside to my abstract adherence, but it appears (not on the plane of facility, but on the moral plane) as a cause of itself.\nTo will oneself free is also to will others free. This will is not an abstract formula. It points out to each person the concrete action to be achieved. But the others are separate, distinct, and often opposed. Here the tragedy of the human condition appears. We must assume our actions in a world where the consequences of our acts escape us, where our freedom impinges on the freedom of others. To fail to recognize this conflict is to fail to live authentically. We must accept the tension, the lack of resolution, the ambiguity.", "source": "ethics_of_ambiguity.txt"}
{"text": "One is not born, but rather becomes, a woman. No biological, psychological, or economic fate determines the figure that the human female presents in society; it is civilization as a whole that produces this creature, intermediate between male and eunuch, which is described as feminine. Only the intervention of someone else can establish an individual as an Other. The child would be idiosyncratic as long as they remain in the irresponsible state of early years.\nTo understand how woman is defined, we must understand how man defines himself. He is the Subject, he is the Absolute – she is the Other. The category of the Other is as primordial as consciousness itself. In the most primitive societies, in the most ancient mythologies, one finds the duality of the Self and the Other. But why is it that woman has not disputed this sovereignty? The subject can only be posed in opposition to an object. He sets himself up as the essential, as opposed to the other, the inessential, the object.\nBut the other consciousness, the other ego, sets up a reciprocal claim. The native traveling abroad is shocked to find himself in turn regarded as a “stranger” by the natives of neighboring countries. The wars, festivals, trading, treaties, and contests among tribes, nations, and classes tend to deprive the concept Other of its absolute sense and to make manifest its relativity; willy-nilly, individuals and groups are forced to realize the reciprocity of their relations. How is it, then, that this reciprocity has not been recognized between the sexes, that one of the terms has been asserted as the only essential one, denying any relativity in regard to its correlative and defining the latter as pure otherness?", "source": "the_second_sex_intro.txt"}
{"text": "I was born at four o'clock in the morning on the 9th of January 1908, in a room with white-lacquered furniture, which looked out on the Boulevard Raspail. In the family photographs taken the following summer, one sees ladies in long dresses and ostrich-feather hats, and gentlemen in boaters and panamas, smiling at a baby: they are my parents, my grandfather, uncles, aunts, and the baby is me. My father was thirty, my mother twenty-one, and I was their first child.\nI remember the blue of the sky over the balcony, and the taste of the sugared almonds they gave me. I lived in a protected world, surrounded by affection and order. Yet, very early on, I felt a vague unease, a sense that the world given to me was not the only one possible. Books became my refuge. In them, I found words for feelings I had not yet dared to name.\nAs I grew older, the conflict between the bourgeois expectations of my family and my own intellectual hunger became acute. I wanted to write, to think, to live without the constraints that had been placed upon women of my class for generations. I did not want a husband to define my existence; I wanted to define it myself. Philosophy was not just a subject to study; it was a way of life, a method of tearing away the veil of appearance to reach the hard truth of existence.", "source": "memoirs_excerpt.txt"}
