{"text": "THE ETHICS OF AMBIGUITY (Excerpt / Synthesis)\nThe life of man plays itself out in an environment of ambiguity. From the very beginning, existentialism defined itself as a philosophy of ambiguity. It was by affirming the irreducible character of ambiguity that Kierkegaard opposed himself to Hegel, and it is by ambiguity that, in our own generation, Sartre, in Being and Nothingness, fundamentally defined man, that being whose being is not to be, that subjectivity which realizes itself only as a presence in the world, that engaged freedom, that surging of the for-itself which is immediately given for others.\nBut it is also claimed that existentialism is a philosophy of the absurd and of despair. It encloses man in a sterile anguish, in an empty subjectivity. It is incapable of furnishing him with any principle of action. Let us try to understand what is meant by this.\nMan is a being who makes himself a lack of being in order that there might be being. That means that he is not a stone or a moss, but that he is a negation of the stone and the moss. He is not a given. He is a movement, a project. But this movement is not a simple unfolding; it is a wrenching away from the given. It is a freedom which must constantly conquer itself.\nThe fundamental ambiguity of the human condition is that man is both a subject and an object. As a subject, he is a pure freedom, a consciousness that transcends the world. But as an object, he is a body, a thing among things, crushed by the weight of the world and by the gaze of others.\nThis ambiguity is not a defect of our nature; it is our nature. We must not try to flee it, but to assume it. To assume our ambiguity is to accept the tension between our freedom and our facticity. It is to recognize that we are free, but that our freedom is situated.\nFREEDOM AND RESPONSIBILITY\nTo be free is not to have the power to do anything you like; it is to be able to surpass the given toward an open future. It is to be responsible for one's actions and for the values one creates. There are no external justifications for our choices. We cannot hide behind God, or nature, or society. We are alone, without excuses.\nThis is what makes freedom so heavy to bear. We are condemned to be free. But this condemnation is also our glory. It is because we are free that we can give meaning to our lives.\nTHE OTHERS\nWe are not alone in the world. We exist with others. And the existence of others poses a problem for our freedom. The other is both a threat and a condition of my freedom. He is a threat because he looks at me and turns me into an object. But he is also a condition of my freedom because I need his recognition to confirm my existence as a subject.\nWe must therefore strive to create a world in which the freedom of others is respected. We must treat others not as means, but as ends. This is the basis of existentialist ethics.\nWOMAN AS \"OTHER\"\nIn the history of humanity, woman has been defined as the Other. Man is the Subject, he is the Absolute – she is the Other. This duality is not a result of biology or nature, but of history and culture. One is not born, but rather becomes, a woman.\nCivilization as a whole produces this creature, intermediate between male and eunuch, which is described as feminine. Only the intervention of others can establish an individual as an Other.\nTo be a woman is to be in a situation where one's freedom is constantly denied or limited. It is to be defined by one's relationship to men. But women are also free subjects. They can and must claim their freedom. They must refuse to be the Other and assert themselves as Subjects.", "source": "excerpts.txt"}
