{"text": "INTRODUCTION\nFor a long time I have hesitated to write a book on woman. The subject is irritating, especially to women; and it is not new. Enough ink has been spilled in the quarreling over feminism, now practically over, and perhaps we should say no more about it. It is still talked about, however, for the voluminous nonsense uttered during the last century seems to have done little to illuminate the problem. After all, is there a problem? And if so, what is it? Are there women, really? Most assuredly the theory of the eternal feminine still has its adherents who will whisper in your ear: \"Even in Russia women still are women\"; and other erudite persons - sometimes the very same - say with a sigh: \"Woman is losing her way, woman is lost.\" One wonders if women still exist, if they will always exist, whether or not it is desirable that they should, what place they occupy in this world, what their place should be. \"What has become of women?\" was asked recently in an ephemeral magazine.\nBut first we must ask: what is a woman? \"Tota mulier in utero\", says one, \"woman is a womb\". But in speaking of certain women, connoisseurs declare that they are not women, although they are equipped with a uterus like the rest. All agree in recognizing the fact that females exist in the human species; today as always they make up about half of humanity. And yet we are told that femininity is in danger; we are exhorted to be women, remain women, become women. It would appear, then, that every female human being is not necessarily a woman; to be so considered she must share in that mysterious and threatened reality known as femininity. Is this attribute something secreted by the ovaries? Or is it a Platonic essence, a product of the philosophic imagination? Is a rustling petticoat enough to bring it down to earth? Although some women try zealously to incarnate this essence, it is hardly patentable. It is frequently described in vague and dazzling terms that seem to borrow from the vocabulary of the seers, and yet it appears to be favored by those who are least concerned with metaphysics.\nThe biological and social sciences no longer admit the existence of unchangeably fixed entities that determine given characteristics, such as those ascribed to woman, the Jew, or the Negro. Science regards any characteristic as a reaction dependent in part upon a situation. If today femininity no longer exists, then it never did exist. But does the word woman, then, have no specific content? This is stoutly affirmed by those who hold to the philosophy of the enlightenment, of rationalism, of nominalism; women, to them, are merely the human beings that are arbitrarily designated by the word woman. Many American women particularly are prepared to think that there is no longer any place for woman as such; if a backward individual still takes herself for a woman, her friends advise her to be psychoanalyzed and thus get rid of this obsession. In regard to a work, Modern Woman: The Lost Sex, which in other respects has its irritating features, Dorothy Parker has written: \"I cannot be just to books which treat of woman as woman ... My idea is that all of us, men as well as women, should be regarded as human beings.\" But nominalism is a rather short-sighted doctrine, and the antifeminists have had an easy time of it in showing that women simply are not men. Surely woman is, like man, a human being; but such a declaration is abstract. The fact is that every concrete human being is always a singular, separate individual. To decline to accept such notions as the eternal feminine, the black soul, the Jewish character, is not to deny that there are today Jews, Negroes, women: this denial does not represent a liberation for those concerned, but rather a flight from reality. Some years ago a well-known woman writer refused to permit her portrait to appear in a series of photographs especially devoted to women writers; she wished to be counted among the writers. But in order to get this privilege it required that she should produce books, and she wrote them as a woman. It is true that in speaking of herself she never said \"I, a woman\"; but in the streets men followed her with their eyes, and often her works were praised or criticized for their feminine qualities. The truth is that to say that \"woman\" does not exist is to say that she does not exist for man; that is to say, that she is not a sex object. But we must admit that, roughly speaking, there are human beings who have the specific function of reproducing the species.", "source": "the_second_sex_intro.txt"}
{"text": "I was born at four o'clock in the morning on the 9th of January 1908, in a room fitted with white-lacquered furniture and overlooking the Boulevard Raspail. In the family photographs taken the following summer, I see ladies in long dresses and feathered hats, and gentlemen in straw boaters and panamas, all smiling at a baby: they are my parents, my grandfather, uncles, aunts; and the baby is me. My father was thirty, my mother twenty-one, and I was their first child. I turn the page: here is a photograph of Maman holding me in her arms; I am wearing a lace dress and a bonnet with pink ribbons; I am about six months old, and I am looking at the camera with a grave and solemn expression.\nMy earliest memories are of a world that was safe, warm, and colorful. I remember the red plush of the dining-room chairs, the gleam of the silverware, the smell of waxing polish in the hall. I remember the heavy curtains that shut out the night and the cold. I felt protected. I was the center of attention, the object of everyone's love and admiration.\nBut as I grew older, I began to discover that the world was not as simple as I had thought. There were rules to be obeyed, duties to be performed. I learned that I was a girl, and that meant that I was expected to behave in a certain way. I was expected to be quiet, obedient, and modest. I was expected to learn how to cook and sew, and to prepare myself for marriage and motherhood.\nI rebelled against these expectations. I wanted to be free. I wanted to learn, to explore, to create. I wanted to write books, to travel, to meet interesting people. I did not want to be confined to the domestic sphere. I wanted to have a life of my own, a life that was meaningful and fulfilling.\nMy father encouraged my intellectual curiosity. He was a man of letters, a lover of the theater and the arts. He read to me from the classics, and he talked to me about history and philosophy. He treated me as an equal, and he respected my opinions.\nMy mother, on the other hand, was more traditional. She was a devout Catholic, and she believed that a woman's place was in the home. She worried about my lack of religious faith, and she tried to steer me towards a more conventional path.\nI loved my parents, but I felt torn between their conflicting values. I wanted to please them both, but I knew that I could not do so without sacrificing my own integrity. I had to find my own way, my own truth.\nI found solace in books. Reading was my escape, my refuge. I devoured novels, biographies, histories, anything I could get my hands on. I identified with the heroes and heroines of literature, and I dreamed of one day becoming a writer myself.\nI also found comfort in my friendship with Zaza. Zaza was my best friend, my soulmate. We shared everything: our secrets, our dreams, our fears. We were inseparable. Zaza was brilliant, witty, and rebellious like me. We encouraged each other to challenge the status quo, to question authority, to think for ourselves.\nTogether, we navigated the treacherous waters of adolescence. We struggled against the constraints of our upbringing, the expectations of our society, the dogmas of our religion. We fought for our independence, our right to be ourselves.\nIt was a difficult journey, full of pain and confusion. But it was also a journey of discovery, of growth, of liberation. And in the end, I emerged from it stronger, wiser, and more determined than ever to live my life on my own terms.", "source": "memoirs_excerpt.txt"}
{"text": "One does not offer an ethics to a god. It is impossible to propose any to man if one defines him as nature, as something given. The so-called psychological or empirical ethics manage to establish themselves only by introducing surreptitiously some flaw within the man-thing which they have first defined. Hegel tells us that the willed is the subjective, the contingent, the particular, which implies that it remains essential that it be willed, that is to say, that one should be able to not will it. And for Spinoza, the doctrine of the beatitude or the salvation of the soul would be unintelligible if the latter were a substance, if it were not a \"part of the infinite intellect of God,\" that is, if it were not a lack.\nMan is a being of the distances, a movement toward the future, a project. He defines himself by his ends. But if he is nothing but a desire for being, he is condemned to failure. For the being that he makes himself is distinct from the being that he is. He is not the being that he makes himself; he makes himself a being that he is not. Thus, the passion of man is the reverse of that of Christ, for man loses himself as man in order that God may be born. But the idea of God is contradictory and we lose ourselves in vain; man is a useless passion.\nThis pessimistic conclusion of L'Etre et le Neant does not prevent Sartre from proposing an ethics. On the contrary, it is the condition of it. Existentialism is defined as a philosophy of ambiguity. It was by affirming the irreducible character of ambiguity that Kierkegaard opposed himself to Hegel, and it is by ambiguity that, in our own generation, Sartre, in Being and Nothingness, fundamentally challenged the antithesis of being and nothingness.\nThe notion of ambiguity must not be confused with that of absurdity. To declare that existence is absurd is to deny that it can ever be given a meaning; to say that it is ambiguous is to assert that its meaning is never fixed, that it must be constantly won. Absurdity challenges every ethics; but also the finished rationalization of the real would leave no room for ethics; it is because man's condition is ambiguous that he seeks, through failure and outrageousness, to save his existence. Thus, to say that it is ambiguous is to assert that its meaning is never fixed, that it must be constantly won.\nThe continuous work of our life, says Montaigne, is to build death. . . . It is a condition of our life that we must die. . . . We are all destined to die, and it is this certitude which gives our life its tragic character. But if we must die, we must also live. And it is this living which is the true subject of ethics. The problem of ethics is not how to die, but how to live. And to live is to act. To act is to choose. To choose is to be free.\nFreedom is the source from which all significations and all values spring. It is the original condition of all justification of existence. The man who seeks to justify his life must want freedom itself absolutely and above everything else. At the same time that it requires the realization of concrete ends, of particular projects, it requires itself universally. It is not a ready-made value which offers itself from the outside to my abstract will, but it is the very stuff of my being; and as such, it must be won. To will oneself free is also to will others free. This is not an abstract formula. It points out to each individual his concrete action.", "source": "ethics_of_ambiguity_excerpt.txt"}
