{"text": "The authentic man will not agree to recognize any foreign absolute. When a man projects into an ideal heaven that impossible synthesis of the for-itself and the in-itself that is called God, it is because he wishes the regard of this existing Being to change his existence into being; but if he agrees not to be in order to exist, he will see that this Being is an illusion and that he must not comfort himself with it. He will no longer authorize any pre-established value. But does this mean that all the paths are indifferent to him?\nOne is not born, but rather becomes, a woman. No biological, psychological, or economic fate determines the figure that the human female presents in society; it is civilization as a whole that produces this creature, intermediate between male and eunuch, which is described as feminine. Only the intervention of someone else can establish an individual as an Other.\nThe curse which lies upon marriage is that too often the individuals are joined in their weakness rather than in their strength, each asking from the other instead of finding pleasure in giving. It is even more deceptive to dream of gaining through the child a plenitude, a warmth, a value, which one is unable to create for oneself; the child brings joy only to the woman who is capable of disinterestedly desiring the happiness of another, to one who without being wrapped up in herself seeks to transcend her own existence.\nTo willed oneself free is also to will others free. This is not an abstract formula. It points out to each individual the concrete action he must perform.\nMan is free; but his freedom is real only if it invokes the freedom of others.\nThe ultimate evil is to turn a free man into a thing.\nA freedom which is interested only in denying freedom must be denied. And it is not true that the recognition of the freedom of others limits my own freedom: to be free is not to have the power to do anything you like; it is to be able to surpass the given toward an open future.", "source": "excerpts.txt"}
