{"text": "The man who seeks to justify his life must want freedom itself absolutely and above everything else. At the same time that it requires the realization of concrete ends, of particular projects, it requires itself universally. It is not a ready-made value which offers itself from the outside to my abstract adherence, but it appears (not on the plane of facility, but on the moral plane) as a cause of itself. It is necessarily summoned up by the values which it sets up and through which it sets itself up. It can not establish a denial of itself, for in denying itself, it would deny the possibility of any foundation. To will oneself moral and to will oneself free are one and the same decision.\nThe meanness of the serious man can be explained by the fact that the freedom which he has resigned is no longer present in his universe to make him responsible for his crimes; his acts are not his, they are the automatic consequences of a given regime, of a given situation, which he serves but which he does not control. He is a tyrant, but he is a tyrant \"in spite of himself.\" He is a \"dutiful\" executioner. He is a \"conscientious\" bureaucrat. He is a \"faithful\" soldier. He washes his hands of the blood that stains them.\nBut if man is free to define himself, he is not free to avoid the presence of the other. The other is the indissoluble bond between the individual and the world. My freedom, in order to fulfill itself, requires that it emerge into an open future: it is other men who open the future to me, it is they who, setting up the world of tomorrow, define my future; but if, instead of allowing me to participate in this constructive movement, they oblige me to consume my transcendence in vain, they are denying me my freedom. This is why there is no salvation for the individual by himself: one can be saved only by saving the world.\nTo will oneself free is also to will others free. This will is not an abstract formula. It points out to each person the concrete action to be achieved. But the others are separate, even opposed, and the man of good will sees himself forced to choose between them. It is here that the failure of the \"serious\" man becomes evident: he chooses the cause of the abstract against the concrete, the cause of the State against the citizens, the cause of the Party against the workers. He sacrifices the present to the future, the individual to the Universal.\nAuthentic morality, on the contrary, knows that it takes place in a world of ambiguity. It knows that every action involves a failure, that there is no absolute success. But it does not resign itself to this failure; it assumes it. It is in the tension of the failure and the success, of the singular and the universal, that human freedom is played out.", "source": "ethics_of_ambiguity_excerpt.txt"}
{"text": "INTRODUCTION\nFor a long time I have hesitated to write a book on woman. The subject is irritating, especially to women; and it is not new. Enough ink has been spilled in the quarreling over feminism, now practically over, and perhaps we should say no more about it. It is still talked about, however, for the voluminous nonsense uttered during the last century seems to have done little to illuminate the problem. After all, is there a problem? And if so, what is it? Are there women, really? Most assuredly the theory of the eternal feminine still has its adherents who will whisper in your ear: \"Even in Russia women still are women\"; but other well-informed people—and also the faithful—sigh: \"Woman is losing her way, woman is lost.\" One wonders if women still exist, if they will always exist, whether or not it is desirable that they should, what place they occupy in this world, what their place should be. \"What has become of women?\" was asked recently in an ephemeral magazine.\nBut first we must ask: what is a woman? \"Tota mulier in utero,\" says one, \"woman is a womb.\" But in speaking of certain women, connoisseurs declare that they are not women, although they are equipped with a uterus like the rest. All agree in recognizing the fact that females exist in the human species; today as always they make up about one half of humanity. And yet we are told that femininity is in danger; we are exhorted to be women, remain women, become women. It would appear, then, that every female human being is not necessarily a woman; to be so considered she must share in that mysterious and threatened reality known as femininity. Is this attribute something secreted by the ovaries? Or is it a Platonic essence, a product of the philosophic imagination? Is a rustling petticoat enough to bring it down to earth? Although some women try zealously to incarnate this essence, it is hardly patentable. It is frequently described in vague and dazzling terms that seem to have been borrowed from the vocabulary of the seers, and indeed in the times of St. Thomas it appeared to be an essence as clearly defined as the somniferous virtue of the poppy. But conceptualism has lost ground. The biological and social sciences no longer admit the existence of unchangeably fixed entities that determine given characteristics, such as those ascribed to woman, the Jew, or the Negro. Science regards any characteristic as a reaction dependent on a situation. If today femininity no longer exists, then it never did exist. But does the word woman, then, have no specific content?\nOne is not born, but rather becomes, a woman. No biological, psychological, or economic fate determines the figure that the human female presents in society; it is civilization as a whole that produces this creature, intermediate between male and eunuch, which is described as feminine. Only the intervention of someone else can establish an individual as an Other. The child would generally understand the law of which it is the embodiment in the father’s person even if the father were not present; but for the child to accept the law, it must be embodied in a figure of prestige, and the father is the figure of prestige par excellence.\nThus humanity is male and man defines woman not in herself but as relative to him; she is not regarded as an autonomous being. Michelet writes: \"Woman, the relative being...\" And Benda is most positive in his Rapport d’Uriel: \"The body of man makes sense in itself quite apart from that of woman, whereas the latter seems wanting in significance by itself... Man can think of himself without woman. She cannot think of herself without man.\" And she is simply what man decrees; thus she is called \"the sex\", by which is meant that she appears essentially to the male as a sexual being. For him she is sex—absolute sex, no less. She is defined and differentiated with reference to man and not he with reference to her; she is the incidental, the inessential as opposed to the essential. He is the Subject, he is the Absolute—she is the Other.\nThe category of the Other is as primordial as consciousness itself. In the most primitive societies, in the most ancient mythologies, one finds the expression of a duality—that of the Self and the Other. This duality was not originally attached to the division of the sexes; it was not dependent upon any empirical facts. It is revealed in such works as that of Granet on Chinese thought and those of Dumézil on the East Indies and Rome. The duality, Varuna-Mitra, Uranus-Zeus, Sun-Moon, and Day-Night does not imply the conception of the female element as a simple negation; it represents a conflict between two opposing terms.", "source": "the_second_sex_intro.txt"}
