{"text": "Old Age\nSociety cares about the individual only in so far as he is profitable. The young understand this. Their anxiety as they enter in upon social life is exactly this: that they are regarded as mere instruments. The aged are the discarded instruments.\nThe way a society treats its old people is the ultimate test of its civilization. If it regards them as useless burdens, as waste products, then that society is barbaric, no matter how advanced its technology or its economy.\nWe must stop cheating: the whole meaning of our life is in question in the future that is waiting for us. If we do not know what we are going to be, we cannot know what we are; let us recognize ourselves in this old man or in that old woman. It must be done if we are to take upon ourselves the entirety of our human state. And when it is done, we will no longer acquiesce in the misery of the last age; we will no longer be indifferent, because we shall feel concerned, as indeed we are.", "source": "old_age.txt"}
{"text": "Ambiguity and Freedom\nThe notion of ambiguity must not be confused with that of absurdity. To declare that existence is absurd is to deny that it can ever be given a meaning; to say that it is ambiguous is to assert that its meaning is never fixed, that it must be constantly won. Absurdity challenges every attempt at meaning; ambiguity invites us to create meaning.\nThe man who finds himself cast into the world is first of all a freedom. But this freedom is not a thing, a static quality. It is a movement, a project. It is the power to transcend the given, to go beyond what is, towards what is not yet.\nBut this freedom is also a burden. It is the source of our anxiety. We are condemned to be free, as Sartre said. We cannot escape our freedom. Even if we choose not to choose, we are still choosing.\nThe coward is the one who flees from his freedom, who tries to hide from his responsibility. He takes refuge in the ready-made values of society, in the comforting dogmas of religion, in the blind obedience to authority. He tries to become a thing, a solid object, in order to escape the fluidity and uncertainty of his existence.\nThe serious man is also a flight from freedom. He takes himself too seriously. He believes that his values are absolute, objective, eternal. He forgets that he is the one who has chosen them. He becomes a slave to his own creation.\nThe authentic man, on the other hand, accepts his freedom and his ambiguity. He knows that there are no absolute values, no guarantees. He knows that he has to create his own meaning, his own morality. He accepts the risk of failure, the possibility of error. He lives in the tension between what he is and what he wants to be.", "source": "ethics_of_ambiguity.txt"}
{"text": "Introduction\nFor a long time I have hesitated to write a book on woman. The subject is irritating, especially to women; and it is not new. Enough ink has been spilled in the quarreling over feminism, now practically over, and perhaps we should say no more about it. It is still talked about, however, for the voluminous nonsense uttered during the last century seems to have done little to illuminate the problem. After all, is there a problem? And if so, what is it? Are there women, really? Most assuredly the theory of the eternal feminine has its adherents who will whisper in your ear: \"Even in Russia women still are women\"; but other well-informed persons - and also the faithful - will sigh: \"Woman is losing her way, woman is lost.\" One wonders if women still exist, if they will always exist, whether or not it is desirable that they should, what place they occupy in this world, what their place should be. \"What is a woman?\"\nTo state the question is, to me, to suggest, at once, a preliminary answer. The fact that I ask it is in itself significant. A man would never get the notion of writing a book on the peculiar situation of the human male. But if I wish to define myself, I must first of all say: \"I am a woman\"; on this truth must be based all further discussion. A man never begins by presenting himself as an individual of a certain sex; it goes without saying that he is a man. The terms masculine and feminine are used symmetrically only as a matter of form, as on legal papers. In actuality the relation of the two sexes is not quite like that of two electrical poles, for man represents both the positive and the neutral, as is indicated by the common use of man to designate human beings in general; whereas woman represents only the negative, defined by limiting criteria, without reciprocity.\n\"The female is a female by virtue of a certain lack of qualities,\" said Aristotle; \"we should regard the female nature as afflicted with a natural defectiveness.\" And St. Thomas for his part pronounced woman to be an \"imperfect man\", an \"incidental\" being. This is symbolized in Genesis where Eve is depicted as made from what Bossuet called \"a supernumerary bone\" of Adam.\nThus humanity is male and man defines woman not in herself but as relative to him; she is not regarded as an autonomous being. Michelet writes: \"Woman, the relative being...\" And Benda is most positive in his Rapport d'Uriel: \"The body of man makes sense in itself quite apart from that of woman, whereas the latter seems wanting in significance by itself... Man can think of himself without woman. She cannot think of herself without man.\" And she is simply what man decrees; thus she is called \"the sex\", by which is meant that she appears essentially to the male as a sexual being. For him she is sex - absolute sex, no less. She is defined and differentiated with reference to man and not he with reference to her; she is the incidental, the inessential as opposed to the essential. He is the Subject, he is the Absolute - she is the Other.", "source": "the_second_sex_intro.txt"}
{"text": "The Situation\nThe tragic ambivalence which we have just pointed out in the present situation of the woman is that she feels herself to be an autonomous individual, and yet she is defined and treated as the Other. She is not a subject, she is an object. She is not a self, she is an other. This is the fundamental contradiction which she must resolve. But she cannot resolve it by herself, because the situation is not of her own making. It is the result of a long history, of a whole civilization.\nIt is not a question of asserting that women are simply victims of men. That would be too simple. Women have often been complicit in their own oppression. They have accepted the role of the Other because it offers certain advantages. It is easier to be an object than a subject. It is easier to be a child than an adult. It is easier to be a dependent than an independent being.\nBut this ease is a trap. It is a temptation to avoid the responsibility of freedom. And freedom is the only thing that gives meaning to human existence. Without freedom, life is nothing but a meaningless repetition of biological functions.\nTo become a woman, in the full sense of the word, is to conquer this temptation, to reject the role of the Other, to assert oneself as a Subject. It is to accept the risk of freedom, the anxiety of choice, the burden of responsibility. It is to create oneself, to define oneself, to become what one is.\nOne is not born, but rather becomes, a woman. No biological, psychological, or economic fate determines the figure that the human female presents in society; it is civilization as a whole that produces this creature, intermediate between male and eunuch, which is described as feminine. Only the intervention of someone else can establish an individual as an Other. The child would appreciate the world about her as a blessed harvest-time, she would discover herself as a free subject, if she were not molded by her teachers into the passive object she is doomed to become.", "source": "becoming_woman.txt"}
