{"text": "\"The Ethics of Ambiguity\"\nThe continuous work of our life, says Montaigne, is to build death. . . . Man knows and thinks this tragic ambivalence which the animal and the plant merely undergo. A new paradox is thereby introduced into his destiny. \"Rational animal,\" \"thinking reed,\" he escapes from his natural condition without, however, freeing himself from it. He is still a part of this world of which he is a consciousness. He asserts himself as a pure internality against which no external power can take hold, and he also experiences himself as a thing crushed by the dark weight of other things. At every moment he can grasp the non-temporal truth of his existence. But between the past which no longer is and the future which is not yet, this moment when he exists is nothing. This privilege, which he alone possesses, of being a sovereign and unique subject amidst a universe of objects, is what he shares with all his fellow-men. In turn an object for others, he is nothing more than an individual in the collectivity on which he depends.\nAs long as there have been men and they have lived, they have all felt this tragic ambiguity of their condition, but as long as there have been philosophers and they have thought, most of them have tried to mask it. They have striven to reduce mind to matter, or to reabsorb matter into mind, or to merge them within a single substance. Those who have accepted the dualism have established a hierarchy between body and soul which permits of considering as negligible the part of the self which cannot be saved. They have denied death, either by integrating it with life or by promising to man immortality. Or, knowning the denial to be impossible, they have refused to stop there: they have proclaimed that this nonsense is nevertheless the meaning of life.\nThe failure of all these systems of consolidation is well known. And it is not without reason that the horizon of our era is obscured by the dark clouds of the Existentialist philosophy. Existentialism is defined by the fact that it allows the ambiguity of our condition to persist in its pure state. It is not a solipsism, since the individual is defined only by his relationship to the world and to other individuals; it exists only by being transcendent, and his transcendence implies the real presence of objects. It is not a pessimism, since it places the goal of man within himself and proposes to him no other destiny than his own liberation.\nFreedom is the source from which all significations and all values spring. It is the original condition of all justification of existence. The man who seeks to justify his life must want freedom itself absolutely and above everything else. At the same time that it requires the realization of concrete ends, of particular projects, it requires itself universally. It is not a ready-made value which offers itself from the outside to my abstract adherence, but it appears (not on the plane of facility, but on the moral plane) as a cause of itself.", "source": "ethics_of_ambiguity.txt"}
{"text": "INTRODUCTION\nFor a long time I have hesitated to write a book on woman. The subject is irritating, especially to women; and it is not new. Enough ink has been spilled in the quarreling over feminism, now practically over, and perhaps we should say no more about it. It is still talked about, however, for the voluminous nonsense uttered during the last century seems to have done little to illuminate the problem. After all, is there a problem? And if so, what is it? Are there women, really? Most assuredly the theory of the eternal feminine still has its adherents who will whisper in your ear: \"Even in Russia women still are women\"; but other well-informed people - sighing over the fact - report that women are losing all their feminine characteristics. It is difficult to see what women should be, what they are, one wonders if women still exist, if they will always exist, whether or not it is desirable that they should, what place they occupy in this world, what their place should be. \"What is a woman?\"\nTo state the question is, to me, to suggest, at once, a preliminary answer. The fact that I ask it is in itself significant. A man would never get the idea of writing a book on the peculiar situation of the human male. But if I wish to define myself, I must first of all say: \"I am a woman\"; on this truth must be based all further discussion. A man never begins by presenting himself as an individual of a certain sex; it goes without saying that he is a man. The terms masculine and feminine are used symmetrically only as a matter of form, as on legal papers. In actuality the relation of the two sexes is not quite like that of two electric poles, for man represents both the positive and the neutral, as is indicated by the common use of man to designate human beings in general; whereas woman represents only the negative, defined by limiting criteria, without reciprocity.\nOne is not born, but rather becomes, a woman. No biological, psychological, or economic fate determines the figure that the human female presents in society; it is civilization as a whole that produces this creature, intermediate between male and eunuch, which is described as feminine. Only the intervention of someone else can establish an individual as an Other. The child would generally be less aggressive and more self-sufficient if it were not indoctrinated.\nThe situation of woman is that she -- a free and autonomous being like all human creatures -- nevertheless finds herself living in a world where men compel her to assume the status of the Other. They propose to stabilize her as object and to doom her to immanence since her transcendence is to be overshadowed and forever transcended by another ego (conscience) which is essential and sovereign. The drama of woman lies in this conflict between the fundamental aspirations of every subject (who always regards the self as the essential) and the compulsions of a situation in which she is the inessential. How can a human being in the situation of woman attain fulfillment? What roads are open to her? Which are blocked? How can independence be recovered in a state of dependency? What circumstances limit woman's liberty and how can they be overcome? These are the fundamental questions we would like to elucidate.", "source": "the_second_sex_intro.txt"}
{"text": "One is not born, but rather becomes, a woman. No biological, psychological, or economic fate determines the figure that the human female presents in society; it is civilization as a whole that produces this creature, intermediate between male and eunuch, which is described as feminine.\nIf her functioning as a female is not enough to define woman, if we decline also to explain her through \"the eternal feminine,\" and if nevertheless we admit, provisionally, that women do exist, then we must face the question: what is a woman?\nTo define her making use of the category of the Other is not to define her at all; it is to define her relationship with the man. She is defined and differentiated with reference to man and not he with reference to her; she is the incidental, the inessential as opposed to the essential. He is the Subject, he is the Absolute - she is the Other.\nThe category of the Other is as primordial as consciousness itself. In the most primitive societies, in the most ancient mythologies, one finds the expression of a duality - that of the Self and the Other. This duality was not originally attached to the division of the sexes; it was not dependent upon any empirical facts. It is revealed in such works as that of Granet on Chinese thought and in those of Dumezil on the Indies and Rome. In the pairs Varuna-Mitra, Uranus-Zeus, Sun-Moon, and Day-Night, no female element is involved at first; neither in the pair Good-Evil, of which the Manichaeans set up a dualism.\nBut if the Other is not to suggest a hostile or threatening presence, if the relationship is to be lived as a free exchange between two consciousnesses, each must recognize the other as a subject. But the woman is not an autonomous subject; she is relative.", "source": "childhood.txt"}
{"text": "The fact that we are human beings is more important than all the peculiarities that distinguish human beings from one another.\nTo wish for the disclosure of the world and to assert oneself as freedom are one and the same movement.\nRetirement may be looked upon either as a prolonged holiday or as a rejection, a being thrown on the scrap-heap.\nThat's what I consider true generosity: You give your all and yet you always feel as if it costs you nothing.\nChange your life today. Don't gamble on the future, act now, without delay.\nI am too intelligent, too demanding, and too resourceful for anyone to be able to take charge of me entirely. No one knows me or loves me completely. I have only myself.\nSelf-knowledge is no guarantee of happiness, but it is on the side of happiness and can supply the courage to fight for it.\nThe body is not a thing, it is a situation: it is our grasp on the world and our sketch of our project.\nOne's life has value so long as one attributes value to the life of others, by means of love, friendship, indignation, compassion.\nIn itself, homosexuality is as limiting as heterosexuality: the ideal should be to be capable of loving a woman or a man; either, a human being, without feeling fear, restraint, or obligation.\nArt is an attempt to integrate evil.\nRepresentation of the world, like the world itself, is the work of men; they describe it from their own point of view, which they confuse with absolute truth.", "source": "quotes_and_thoughts.txt"}
