{"text": "The Ethics of Ambiguity\nThe continuous work of our life, says Montaigne, is to build death. . . . Man knows and thinks this tragic ambivalence which the animal and the plant merely undergo. A new paradox is thereby introduced into his destiny. \"Rational animal,\" \"thinking reed,\" he escapes from his natural condition without, however, freeing himself from it. He is still a part of this world of which he is a consciousness. He asserts himself as a pure internality against which no external power can take hold, and he also experiences himself as a thing crushed by the dark weight of other things. At every moment he can grasp the non-temporal truth of his existence. But between the past which no longer is and the future which is not yet, this moment when he exists is nothing. This privilege, which he alone possesses, of being a sovereign and unique subject amidst a universe of objects, is what he shares with all his fellow-men. In turn an object for others, he is nothing more than an individual in the collectivity on which he depends.\nAs long as there have been men and they have lived, they have all felt this tragic ambiguity of their condition, but as long as there have been philosophers and they have thought, most of them have tried to mask it. They have striven to reduce mind to matter, or to reabsorb matter into mind, or to merge them within a single substance. Those who have accepted the dualism have established a hierarchy between body and soul which permits of considering as negligible the part of the self which cannot be saved. They have denied death, either by integrating it with life or by promising to man immortality. Or, known ing the instability of earthly systems, they have denied the reality of the world.\nTo attain his truth, man must not attempt to dispel the ambiguity of his being but, on the contrary, accept the task of realizing it. He rejoins himself only to the extent that he agrees to remain at a distance from himself. This wish is not something arbitrary; it is not one of those \"vital lies\" of which Vernon Lee speaks. It arises from the very structure of human existence.\nFreedom is the source from which all significations and all values spring. It is the original condition of all justification of existence. The man who seeks to justify his life must want freedom itself absolutely and above everything else. At the same time that it requires the realization of concrete ends, of particular projects, it requires itself universally. It is not a ready-made value which offers itself from the outside to my abstract adherence, but it appears (not on the plane of facility, but on the moral plane) as a cause of itself.\nThe Serious Man\nThe serious man gets rid of his freedom by claiming to subordinate it to values which would be unconditioned. He imagines that the accession to these values likewise permanently establishes his value. He settles himself in the universe and formulates ready-made values. He is a tyrant. He denies the freedom of others to secure his own.\nThe Nihilist\nThe nihilist, on the other hand, is right in thinking that the world possesses no justification, but he forgets that it is up to him to justify the world and to make himself exist validly. Instead of integrating death into life, he sees in it the only truth of the life which appears to him as a disguised death. However, there is truth in the nihilistic attitude, for it is true that man is nothing. But this nothing is not a thing; it is a movement which makes itself be.\nThe Adventurer\nThe adventurer does not propose to be; he is content to exist. He likes the action for its own sake. He finds joy in spreading into the world a freedom which remains indifferent to the content. But the adventurer can not be distinguished from the brigand or the dictator if he does not recognize the freedom of others.\nThe Passionate Man\nThe passionate man is almost the antithesis of the adventurer. In him, freedom is realized as a separation and as a passion. He sets up the object as an absolute, not, like the serious man, as a thing detached from himself, but as a thing disclosed by his subjectivity. But he is also enclosed in his subjectivity.\nTo will oneself free is also to will others free. This will is not an abstract formula. It points out to each person the concrete action to be achieved. But the others are separate, even opposed, and the man of good will sees concrete and difficult problems arising in his relations with them.", "source": "ethics_of_ambiguity.txt"}
{"text": "Introduction to The Second Sex\nFor a long time I have hesitated to write a book on woman. The subject is irritating, especially to women; and it is not new. Enough ink has been spilled in the quarreling over feminism, now practically over, and perhaps we should say no more about it. It is still talked about, however, for the voluminous nonsense uttered during the last century seems to have done little to illuminate the problem. After all, is there a problem? And if so, what is it? Are there women, really? Most assuredly the theory of the eternal feminine still has its adherents who will whisper in your ear: \"Even in Russia women still are women\"; but other well-informed persons—sometimes the very same—say with a sigh: \"Woman is losing her way, woman is lost.\" One wonders if women still exist, if they will always exist, whether or not it is desirable that they should, what place they occupy in this world, what their place should be. \"What has become of women?\" was asked recently in an ephemeral magazine.\nBut first we must ask: what is a woman? \"Tota mulier in utero\", says one, \"woman is a womb\". But in speaking of certain women, connoisseurs declare that they are not women, although they are equipped with a uterus like the rest. All agree in recognizing the fact that females exist in the human species; today as always they make up about half of humanity. And yet we are told that femininity is in danger; we are exhorted to be women, remain women, become women. It would appear, then, that every female human being is not necessarily a woman; to be so considered she must share in that mysterious and threatened reality known as femininity. Is this attribute something secreted by the ovaries? Or is it a Platonic essence, a product of the philosophic imagination? Is a rustling petticoat enough to bring it down to earth? Although some women try zealously to incarnate this essence, it is hardly patentable. It is frequently described in vague and dazzling terms that seem to have been borrowed from the vocabulary of the seers, and indeed in the times of St. Thomas it was considered an essence as certainly defined as the somniferous virtue of the poppy.\nOne is not born, but rather becomes, a woman. No biological, psychological, or economic fate determines the figure that the human female presents in society; it is civilization as a whole that produces this creature, intermediate between male and eunuch, which is described as feminine. Only the intervention of someone else can establish an individual as an Other.\nThe category of the Other is as primordial as consciousness itself. In the most primitive societies, in the most ancient mythologies, one finds the expression of a duality—that of the Self and the Other. This duality was not originally attached to the division of the sexes; it was not dependent upon any empirical facts. It is revealed in such works as that of Granet on Chinese thought and those of Dumézil on the East Indies and Rome. The Other is a fundamental category of human thought. No group ever sets itself up as the One without at once setting up the Other over against itself. If three travelers chance to occupy the same compartment, that is enough to make \"the rest of the travelers\" become a vague, hostile \"other\". In small-town eyes all persons not belonging to the village are \"strangers\" and suspect; to the native of a country all who inhabit other countries are \"foreigners\"; Jews are \"different\" for the anti-Semite, Negroes are \"inferior\" for the American racists, aborigines are \"natives\" for colonists, proletarians are the \"lower class\" for the privileged.\nBut the other consciousness, the other ego, sets up a reciprocal claim. The native travels abroad, the shock of meeting strangers in our own country makes us aware that we, too, are strangers. The villagers of the next town look upon us as \"strangers\" and suspect; and thus the idea of a duality of the Self and the Other, which is originally not sexual, becomes so. But this reciprocity has not been recognized between the sexes. The woman is defined and differentiated with reference to man and not he with reference to her; she is the incidental, the inessential as opposed to the essential. He is the Subject, he is the Absolute - she is the Other.", "source": "the_second_sex_intro.txt"}
