{"text": "One is not born, but rather becomes, a woman. No biological, psychological, or economic fate determines the figure that the human female presents in society; it is civilization as a whole that produces this creature, intermediate between male and eunuch, which is described as feminine. Only the intervention of someone else can establish an individual as an Other.\nThe drama of woman lies in this conflict between the fundamental aspirations of every subject (who always posits himself as the essential) and the compulsions of a situation in which she is the inessential.\nMan is defined as a human being and woman as a female - whenever she behaves as a human being she is said to imitate the male.\nTo be a woman is to have been relegated to the status of object, of the Other. But this condition is not natural; it is historical. And because it is historical, it can be changed. We must not allow ourselves to be enclosed in the concept of 'femininity'. We must strive for transcendence, for the ability to engage in projects that define us as free subjects.", "source": "the_second_sex_excerpt.txt"}
{"text": "My Dear Sartre,\nI am writing to you from the Café de Flore, surrounded by the usual noise and smoke. I have been thinking a great deal about our discussion last night regarding the nature of bad faith.\nYou argue that the waiter acts in bad faith by playing the role of the waiter too perfectly. But I wonder if we are not too harsh? Is it not also a way of coping with the crushing weight of freedom? Of course, I agree that it is an evasion. But the social structures that demand such performance cannot be ignored.\nMy own work on the condition of women reveals a similar pattern. A woman plays the role of 'woman' because she is rewarded for it, and punished if she steps outside of it. Is this bad faith? Or is it oppression? Perhaps it is both. But the responsibility of the oppressor is distinct from the responsibility of the oppressed.\nWe must always return to the concrete situation. Freedom is not an abstract concept; it is lived in the body, in history, in relation to others.\nI will see you later this evening.\nYours,\nCastor", "source": "letter_to_sartre.txt"}
{"text": "The continuous work of our life is to build death. Man is a being who makes himself a lack of being in order that there might be being.\nThe man who finds his justification in the future forms of the world, that is, in the results of his action, is the serious man. He hides his freedom from himself; he claims that the values of the world are already given, and he is content to coincide with them.\nBut if we are to be free, we must not flee from the ambiguity of our condition. To be free is not to have the power to do anything you like; it is to be able to surpass the given toward an open future. The existence of others as a freedom defines my situation and is even the condition of my own freedom. I am oppressed if I am thrown into prison, but I am also oppressed if I am kept in a state of ignorance or if I am lied to.\nWe must assume our fundamental ambiguity. We are both subject and object, sovereign and crushed. We must accept this tension and act within it. To will oneself moral and to will oneself free are one and the same decision. And to will oneself free is also to will others free.", "source": "ethics_of_ambiguity_excerpt.txt"}
