{"text": "THE ETHICS OF AMBIGUITY\nThe continuous work of our life is to build death. Humans know and think this tragic ambivalence which the animal and the plant merely undergo. A new existing rises against the burden of the past; the world is revealed to him, and his freedom is the power to disclose being. But this freedom is not a thing, it is a movement.\nThe man who seeks to justify his life must want freedom itself absolutely and above everything else. At the same time that it requires the realization of concrete ends, of particular projects, it requires itself universally. It is not enough to be free; one must also will oneself to be free.\nTo will oneself free is also to will others free. This is not an abstract formula. It is the very condition of our existence. For if I oppress another, I am confirming the principle of oppression, and I am thereby compromising my own freedom. The tyrant is never free; he is a slave to his own tyranny.\nWe must accept the ambiguity of our condition. We are both subject and object, sovereign and crushed. We are freedom, but we are also facticity. We are cast into a world we did not create, yet we are responsible for what we make of it.\nThere is no morality without the assumption of freedom. If we were determined like stones, there would be no good or evil, only facts. But we are not stones. We are consciousnesses projecting ourselves into the future. And in this projection, we create values.\nThe serious man suppresses his freedom to hide from his anguish. He pretends that values are ready-made things in the world, like trees or mountains. He subordinates himself to a Cause, a God, or a Party, in order to avoid the burden of choosing. But this is bad faith. Values are not given; they are created by human action.\nThe adventurer, on the other hand, embraces his freedom but refuses to attach himself to any content. He enjoys the game of action for its own sake. But if he does not care about the goal, his action becomes arbitrary. He fails to engage with the world in a meaningful way.\nGenuine freedom requires us to assume our situation and to act in a way that opens up the future for ourselves and for others. It requires a constant tension between the individual and the collectivity, between the present moment and the long-term goal.\nOne is not born, but rather becomes, a woman. No biological, psychological, or economic fate determines the figure that the human female presents in society; it is civilization as a whole that produces this creature, intermediate between male and eunuch, which is described as feminine.\nTo exist is to make oneself a lack of being; it is to cast oneself into the world. But this lack is not a deficiency; it is the very source of our power. By denying what is, we can bring about what ought to be.\nWe must not confuse the present with the eternal. The structures of oppression that exist today are not immutable laws of nature. They are historical products, created by men, and they can be undone by men (and women).\nLet us not be afraid of the risks of action. To abstain is also a choice. We are condemned to be free. We cannot escape the necessity of choosing. Let us choose, then, with our eyes open, aware of the consequences, and committed to the liberation of all.", "source": "the_ethics_of_ambiguity.txt"}
