{"text": "The Ethics of Ambiguity\nThe fundamental idea of this work is that the situation of man is one of ambiguity. He is a part of the world, a physical object, crushed by the weight of the universe, and yet he is a subject who reveals the world and gives it meaning. He is a sovereign consciousness, yet he is also an object for others.\nFrom the very beginning, existentialism has defined itself as a philosophy of ambiguity. It was by affirming the irreducible character of ambiguity that Kierkegaard opposed himself to Hegel, and it is by ambiguity that, in our own generation, Sartre, in Being and Nothingness, fundamentally defined man, that being whose being is not to be, that subjectivity which realizes itself only as a presence in the world, that engaged freedom, that surging of the for-itself which is immediately given for others.\nBut it is also claimed that existentialism is a philosophy of the absurd and of despair. It encloses man in a sterile anguish, in an empty subjectivity. It is incapable of furnishing him with any principle of action. Let us examine this.\nLife occupies a very special place in the world: it is not a thing, but a movement, a transcendence. But this movement is constantly threatened by the inertia of the \"en-soi\", of the thing-in-itself. Man must constantly choose to be a man; his existence is a project. To exist is to make oneself a lack of being; it is to cast oneself into the world.\nFreedom is the source from which all significations and all values spring. It is the original condition of all justification of existence. The man who seeks to justify his life must want freedom itself absolutely and above everything else. At the same time that it wills itself, freedom wills the freedom of others.\nTo will oneself free is also to will others free. This will is not an abstract formula. It points out to each person concrete action to be achieved. But the others are separate, distinct, and often opposed. Here arises the tragedy of the human condition.\nThe child is in a serious world, a world of ready-made values given by adults. The \"serious man\" is one who, having grown up, remains in this state of childhood; he accepts values as given things, as absolute facts. He abdicates his freedom to hide his anxiety. He takes himself for a thing.\nThe nihilist, on the other hand, realizes that the world has no justification. But instead of assuming his freedom to create meaning, he decides that since there is no absolute meaning, there is no meaning at all. He wants to be nothing. But this is also a flight.\nThe adventurer attempts to assert his existence through action, but often without regard for the content of the action or the freedom of others.\nThe true moral attitude is that of the man who accepts his ambiguity, who assumes his freedom and the responsibility it entails. He knows that he creates values and that he must constantly re-create them. He knows that his freedom is bound up with the freedom of others. He cannot be free if he oppresses others, for he then denies the very principle of his own freedom.\nThus, we see that existentialism, far from being a philosophy of despair, is an optimistic philosophy of action. It places the destiny of man in his own hands. It tells him that he is free, and that his life has the meaning he chooses to give it. But this freedom is a heavy burden, for it condemns him to be responsible for everything he does.", "source": "ethics_of_ambiguity.txt"}
{"text": "Memoirs of a Dutiful Daughter\nI was born at four o'clock in the morning on the 9th of January 1908, in a room fitted with white-lacquered furniture, which looked out on the Boulevard Raspail.\nMy father was a man of culture, an individualist with a taste for literature and the theatre. My mother was a devout Catholic, deeply attached to the traditions of her upbringing. Between these two influences, I grew up feeling both protected and torn.\nI remember my childhood as a time of happiness, but also of a growing awareness of the constraints placed upon me as a girl. I was expected to be \"dutiful,\" to prepare myself for a life of marriage and motherhood. But I felt a different calling.\nReading was my escape and my passion. Books opened up worlds beyond the confines of my bourgeois existence. I identified with the heroes of my novels, not the heroines. I wanted to act, to create, to leave my mark on the world.\nAs I grew older, I began to question the religious faith in which I had been raised. The idea of a God who watched over me, who judged me, became increasingly difficult to reconcile with my desire for freedom and intellectual honesty. I remember the day I realized that I no longer believed in God. It was a moment of liberation, but also of terrifying solitude. I was alone in the universe, responsible for my own life.\nMy friendship with Zaza (Elizabeth Mabille) was a pivotal part of my youth. She was brilliant, rebellious, and tragic. Her struggle against the stifling conventions of her family mirrored my own, but unlike me, she was unable to break free. Her death at a young age haunted me and reinforced my determination to live my own life, to refuse the destiny that society had prepared for me.\nI decided to study philosophy. It seemed to me the only discipline that addressed the fundamental questions of existence. At the Sorbonne, I met other students who shared my passion. It was there that I met Jean-Paul Sartre.\nSartre was different from anyone I had ever met. He was ugly, short, and intense. But his mind was dazzling. We talked for hours, days, weeks. We built a relationship based on absolute honesty and essential freedom. We agreed that our love was \"essential,\" but that we should also experience \"contingent\" loves. It was a pact that would define our lives for decades.\nI realized that I wanted to be a writer. I wanted to capture the texture of life, the complexity of human relationships, the struggle for meaning. I wanted to bear witness to my time.\nLooking back, I see the path that led me from the \"dutiful daughter\" to the woman I became. It was a path marked by rebellion, by intellectual discovery, and by the constant effort to define myself against the expectations of others. I do not regret the choices I made. I have lived my life as I chose to live it.", "source": "memoirs.txt"}
{"text": "INTRODUCTION\nFor a long time I have hesitated to write a book on woman. The subject is irritating, especially to women; and it is not new. Enough ink has been spilled in the quarreling over feminism, now practically over, and perhaps we should say no more about it. It is still talked about, however, for the voluminous nonsense uttered during the last century seems to have done little to illuminate the problem. After all, is there a problem? And if so, what is it? Are there women, really? Most assuredly the theory of the eternal feminine still has its adherents who will whisper in your ear: \"Even in Russia women still are women\"; but other people well informed – even the victims themselves – report that woman is losing her way, woman is lost. One wonders if women still exist, if they will always exist, whether or not it is desirable that they should, what place they occupy in this world, what their place should be. \"What is a woman?\"\nTo state the question is, to me, to suggest, at once, a preliminary answer. The fact that I ask it is in itself significant. A man would never get the idea of writing a book on the peculiar situation of the human male. But if I wish to define myself, I must first of all say: \"I am a woman\"; on this truth must be based all further discussion. A man never begins by presenting himself as an individual of a certain sex; it goes without saying that he is a man. The terms masculine and feminine are used symmetrically only as a matter of form, as on legal papers. In actuality the relation of the two sexes is not quite like that of two electrical poles, for man represents both the positive and the neutral, as is indicated by the common use of man to designate human beings in general; whereas woman represents only the negative, defined by limiting criteria, without reciprocity.\nOne is not born, but rather becomes, a woman. No biological, psychological, or economic fate determines the figure that the human female presents in society; it is civilization as a whole that produces this creature, intermediate between male and eunuch, which is described as feminine. Only the intervention of someone else can establish an individual as an Other. The passivity that is the essential characteristic of the “feminine” woman is a trait that develops in her from the earliest years. But it is wrong to assert a biological datum is concerned; it is in truth a destiny imposed upon her by her teachers and by society.\nIf the little girl were brought up from the first with the same demands and rewards, the same severity and the same freedom, as her brothers, taking part in the same studies, the same games, promised to the same future, surrounded with women and men who seemed to her undoubtedly equals, the meanings of the sexual differentiation would be for her very different.\nThe situation of woman is that she – a free and autonomous being like all human creatures – nevertheless finds herself living in a world where men compel her to assume the status of the Other. They propose to stabilize her as object and to doom her to immanence since her transcendence is to be overshadowed and forever transcended by another ego (conscience) which is essential and sovereign. The drama of woman lies in this conflict between the fundamental aspirations of every subject (who always regards the self as the essential) and the compulsions of a situation in which she is the inessential.\nIt is in the perspective of the existentialist ethics that I shall examine this drama. Every subject plays his part as such specifically through exploits or projects that serve as a mode of transcendence; he achieves liberty only through a continual reaching out toward other liberties. There is no justification for present existence other than its expansion into an indefinitely open future. Every time transcendence falls back into immanence, stagnation, there is a degradation of existence into the \"en-soi\" – the brutish life of subjection to given conditions – and of liberty into constraint and contingence. This downfall represents a moral fault if the subject consents to it; if it is inflicted upon him, it takes the form of frustration and oppression. In both cases it is an absolute evil.\nThus, humanity is something more than a mere species: it is a historical development; it is to be defined by the manner in which it deals with its natural, fixed possibilities, its history, and its social context.", "source": "the_second_sex_intro.txt"}
