{"text": "INTRODUCTION\nFor a long time I have hesitated to write a book on woman. The subject is irritating, especially to women; and it is not new. Enough ink has been spilled in the quarreling over feminism, now practically over, and perhaps we should say no more about it. It is still talked about, however, for the voluminous nonsense uttered during the last century seems to have done little to illuminate the problem. After all, is there a problem? And if so, what is it? Are there women, really? Most assuredly the theory of the eternal feminine still has its adherents who will whisper in your ear: \"Even in Russia women still are women\"; and other erudite persons - sometimes the very same - say with a sigh: \"Woman is losing her way, woman is lost.\" One wonders if women still exist, if they will always exist, whether or not it is desirable that they should, what place they occupy in this world, what their place should be. \"What has become of women?\" was asked recently in an ephemeral magazine. But first we must ask: what is a woman? \"Tota mulier in utero\", says one, \"woman is a womb\". But in speaking of certain women, connoisseurs declare that they are not women, although they are equipped with a uterus like the rest. All female humans are not women. One is not born, but rather becomes, a woman. No biological, psychological, or economic fate determines the figure that the human female presents in society; it is civilization as a whole that produces this creature, intermediate between male and eunuch, which is described as feminine. Only the intervention of someone else can establish an individual as an Other.\nThe terms masculine and feminine are used symmetrically only as a matter of form, as on legal papers. In actuality the relation of the two sexes is not quite like that of two electrical poles, for man represents both the positive and the neutral, as is indicated by the common use of man to designate human beings in general; whereas woman represents only the negative, defined by limiting criteria, without reciprocity.\nWomen have never constituted a closed guild, like the proletariat; they have never constituted a separate caste, like the Jews or the Negroes; they have never been able to organize a solid front, like the workers of the world; they have no past, no history, no religion of their own; and they have no such solidarity of work and interest as that of the proletariat. They are not even promiscuously herded together in the way that creates community feeling among the American Negroes, the ghetto Jews, the workers of Saint-Denis, or the factory hands of Renault. They live dispersed among the males, attached through residence, housework, economic condition, and social standing to certain men - fathers or husbands - more firmly than they are to other women. If they belong to the bourgeoisie, they feel solidarity with men of that class, not with proletarian women; if they are white, their allegiance is to white men, not to Negro women. The proletariat can propose to massacre the ruling class, and a sufficiently fanatical Jew or Negro might dream of getting sole possession of the atomic bomb and making humanity wholly Jewish or black; but woman cannot even dream of exterminating the males. The bond that unites her to her oppressors is not comparable to any other.", "source": "the_second_sex_intro.txt"}
{"text": "MEMOIRS OF A DUTIFUL DAUGHTER\nI was born at four o'clock in the morning on the 9th of January 1908, in a room fitted with white-lacquered furniture and overlooking the Boulevard Raspail. In the family photographs taken the following summer, I am seen to be a lively, well-fed baby. My mother is holding me in her arms; she is wearing a long dress with a high collar and a large picture-hat loaded with ostrich feathers; the lady is obviously waiting for a carriage.\nI have retained a confused impression of my earliest years: red, black, and warm. The apartment was red: the carpet, the dining-room chairs, the silk hangings on the walls, the velvet curtains. My father's study was black: the furniture, the bookcases, the desk, the leather chairs. It was warm there.\nI was a dutiful daughter. I obeyed my parents. I learned my lessons. I did not wet my bed. I said my prayers.\nMy father had a taste for literature and the theatre; he belonged to a club where they put on amateur dramatics. He was a brilliant talker. My mother was a devout Catholic. She brought me up in the faith.\nAs I grew older, I began to feel the constraints of my environment. I wanted to know everything, to see everything. I felt a tremendous hunger for life. The books I read opened up new worlds to me. I began to question the values I had been taught.\nI remember the day I told my parents I had lost my faith. It was a terrible scene. My mother cried. My father was angry. But I knew I could not lie. I had to be true to myself.\nI met Sartre at the Sorbonne. He was ugly, small, and wall-eyed. But he was the most intelligent man I had ever met. We talked for hours. We made a pact: we would be essential loves, but we would also have contingent loves. We would never lie to each other.\nThat pact has lasted a lifetime.", "source": "memoirs_excerpt.txt"}
{"text": "THE ETHICS OF AMBIGUITY\nThe continuous work of our life, says Montaigne, is to build death. - Indeed, man knows and thinks this tragic ambivalence which the animal and the plant merely undergo. A new paradox is thereby introduced into his destiny. \"Rational animal,\" \"thinking reed,\" he escapes from his natural condition without, however, freeing himself from it. He is still a part of this world of which he is a consciousness. He asserts himself as a pure internality against which no external power can take hold, and he also experiences himself as a thing crushed by the dark weight of other things. At every moment he can grasp the non-temporal truth of his existence. But between the past which no longer is and the future which is not yet, this moment when he exists is nothing. This privilege, which he alone possesses, of being a sovereign and unique subject amidst a universe of objects, is what he shares with all his fellow-men. In turn an object for others, he is nothing more than an individual in the collectivity on which he depends.\nAs long as there have been men and they have lived, they have all felt this tragic ambiguity of their condition, but as long as there have been philosophers and they have thought, most of them have tried to mask it. They have striven to reduce mind to matter, or to reabsorb matter into mind, or to merge them within a single substance. Those who have accepted the dualism have established a hierarchy between body and soul which permits of considering as negligible the part of the self which cannot be saved. They have denied death, either by integrating it with life or by promising to man immortality. Or, knowning that man is dead and can be nothing else, they have denied him life, they have decided that he is nothing.\nTo exist is to make oneself a lack of being; it is to cast oneself into the world. The wish for being is the wish for the collapse of freedom into the facticity of the in-itself. But the authentic man must not wish to be; he must wish to be free. And to wish to be free is to wish others to be free.\nThe man of seriousness has abdicated his freedom; he is a slave to the cause, the party, the nation, the church. He takes the values of the world as given, as ready-made things. He hides from himself that it is he who sustains them. The serious man is dangerous. It is natural that he makes himself a tyrant.\nFreedom is the source from which all significations and all values spring. It is the original condition of all justification of existence. The man who seeks to justify his life must want freedom itself absolutely and above everything else. At the same time that it requires the realization of concrete ends, of particular projects, it requires itself universally.\nThe result is that to will oneself free is also to will others free. This will is not an abstract formula. It points out to each person the concrete action to be achieved. But the others are separate, distinct; and often their freedoms clash. The problem of ethics is to define the principles of action in a situation of conflict.", "source": "ethics_of_ambiguity_excerpt.txt"}
