{"text": "AMBIGUITY AND FREEDOM\nThe continuous work of our life, says Montaigne, is to build death. \"Nature,\" says Hegel, \"is an infinite self-externality.\"\nThe fundamental ambiguity of the human condition is that man is a being who makes himself a lack of being in order that there might be being.\nAs long as there have been men and they have lived, they have all felt this tragic ambiguity of their condition, but as long as there have been philosophers and they have thought, most of them have tried to mask it. They have striven to reduce mind to matter, or to reabsorb matter into mind, or to merge them within a single substance.\nThose who have accepted the dualism have established a hierarchy between body and soul which permits of considering as negligible the part of the self which cannot be saved. They have denied death, either by integrating it with life or by promising to man immortality. Or, knowning that man is a \"useless passion,\" they have nevertheless asserted that his passion is useless because there is no external object which can satisfy it, implying that it would be satisfied if it were directed toward the Absolute.\nExistentialism asserts that the existing human being is nothing other than what he makes of himself. Thus, it asserts that the end of man is not to be found in any pre-established value or nature, but is rather something to be created by man himself.\nTo will oneself moral and to will oneself free are one and the same decision.\nThe notion of ambiguity must not be confused with that of absurdity. To declare that existence is absurd is to deny that it can ever be given a meaning; to say that it is ambiguous is to assert that its meaning is never fixed, that it must be constantly won. Absurdity challenges every ethics; but also the finished rationalization of the real would leave no room for ethics; it is because man's condition is ambiguous that he seeks, through failure and outrageousness, to save his existence. Thus, to say that it is ambiguous is to assert that its meaning is never fixed, that it must be constantly won.\nMan is free; but his freedom is only real in a world where there are other freedoms. He cannot wish his own freedom without also wishing the freedom of others.\nThe wish for freedom is the wish for the freedom of others.", "source": "ethics_of_ambiguity.txt"}
{"text": "INTRODUCTION\nFor a long time I have hesitated to write a book on woman. The subject is irritating, especially to women; and it is not new. Enough ink has been spilled in the quarreling over feminism, now practically over, and perhaps we should say no more about it. It is still talked about, however, for the voluminous nonsense uttered during the last century seems to have done little to illuminate the problem. After all, is there a problem? And if so, what is it? Are there women, really? Most assuredly the theory of the eternal feminine has its adherents who will whisper in your ear: \"Even in Russia women still are women\"; and other well-informed persons – sometimes the very same – say with a sigh: \"Woman is losing her way, woman is lost.\" One wonders if women still exist, if they will always exist, whether or not it is desirable that they should, what place they occupy in this world, what their place should be. \"What has become of women?\" was asked recently in an ephemeral magazine.\nBut first we must ask: what is a woman? \"Tota mulier in utero\", says one, \"woman is a womb\". But in speaking of certain women, connoisseurs declare that they are not women, although they are equipped with a uterus like the rest. All female humans are not women. One is not born, but rather becomes, a woman. No biological, psychological, or economic fate determines the figure that the human female presents in society; it is civilization as a whole that produces this creature, intermediate between male and eunuch, which is described as feminine. Only the intervention of someone else can establish an individual as an Other.\nIf I want to define myself, I first have to say, \"I am a woman\"; all other assertions will rest upon this foundation. A man never begins by positing himself as an individual of a certain sex: that he is a man is obvious. The terms masculine and feminine are used symmetrically only as a matter of form, as on legal papers. In actuality the relation of the two sexes is not quite like that of two electrical poles, for man represents both the positive and the neutral, as is indicated by the common use of man to designate human beings in general; whereas woman represents only the negative, defined by limiting criteria, without reciprocity.\n\"The female is a female by virtue of a certain lack of qualities,\" said Aristotle; \"we should regard the female nature as afflicted with a natural defectiveness.\" And St Thomas for his part pronounced woman to be an \"imperfect man\", an \"incidental\" being. This is symbolized in Genesis where Eve is depicted as made from what Bossuet called \"a supernumerary bone\" of Adam.\nThus humanity is male and man defines woman not in herself but as relative to him; she is not regarded as an autonomous being. Michelet writes: \"Woman, the relative being...\" And Benda is most positive in his Rapport d’Uriel: \"The body of man makes sense in itself quite apart from that of woman, whereas the latter seems wanting in significance by itself... Man can think of himself without woman. She cannot think of herself without man.\" And she is simply what man decrees; thus she is called \"the sex\", by which is meant that she appears essentially to the male as a sexual being. For him she is sex – absolute sex, no less. She is defined and differentiated with reference to man and not he with reference to her; she is the incidental, the inessential as opposed to the essential. He is the Subject, he is the Absolute – she is the Other.", "source": "the_second_sex_intro.txt"}
{"text": "MEMOIRS OF A DUTIFUL DAUGHTER\nI was born at four o'clock in the morning on the 9th of January 1908, in a room fitted with white-lacquered furniture, which overlooked the Boulevard Raspail.\nI remember. I am sitting in a high chair at a table. In front of me there is a white plate with a picture of a dog on it. My mother is feeding me soup. I turn my head away. The spoon follows my mouth. I begin to cry.\nThe taste of the soup, the smell of the room, the sound of my mother's voice: these are the first things I remember.\nAs a child, I was very religious. I believed in God, in the angels, in the saints. I went to Mass every Sunday. I confessed my sins. I prayed. But as I grew older, I began to question my faith. I read books that my parents would not have approved of. I began to think for myself.\nOne day, I realized that I no longer believed in God. It was a terrifying realization, but also a liberating one. I was alone in the universe, but I was also free.\nI had a friend named Zaza. She was everything I was not: lively, spontaneous, rebellious. We were inseparable. We shared our secrets, our dreams, our fears. But Zaza was also a victim of her environment. She was stifled by the conventions of her family, by the expectations of society. She died young, and her death haunted me for years. It was a reminder of the fragility of life, and of the price that one must pay for freedom.\nMy father was a man of letters. He loved books, the theater, the arts. He encouraged me to read, to learn, to think. But he was also a man of his time. He believed that women were inferior to men, that their place was in the home. He was disappointed that I was not a boy. \"Simone has a man's brain,\" he used to say. It was a compliment, but it was also a burden. It meant that I had to prove myself, that I had to be better than a woman.\nI decided early on that I would not be a housewife. I wanted to write. I wanted to travel. I wanted to live my own life. And so I studied. I passed my exams. I became a teacher. I met Sartre. And I began to write.\nWriting was my way of existing. It was my way of making sense of the world, of giving meaning to my life. \"If I were to succeed in explaining myself,\" I thought, \"I should have explained everything.\"", "source": "memoirs.txt"}
