{"text": "April 1958.\nThey told me: \"You're a philosopher, you're a writer, you're a woman of the left.\" I answered: \"Yes, I am a writer. I have written books. I am a woman. I am a woman of the left. But I am not a philosopher.\"\nWhy did I say that? Because for me, philosophy is a system, a construction. I haven't constructed a system. I have tried to describe the human condition, to describe how we live, how we choose, how we are free or not free. I have used philosophical tools, certainly. Phenomenology, existentialism. But I don't think I have added a new system to the history of philosophy.\nPerhaps I was wrong. Perhaps describing the human condition from a woman's perspective IS doing philosophy. Perhaps showing that the personal is political IS a philosophical act.\nSartre built a system. Being and Nothingness. It's a cathedral. I admired it. I still admire it. But I always felt more comfortable with the concrete, with the lived experience. My novels are as important to me as my essays. In \"The Mandarins,\" I tried to show how intellectuals lived through the post-war period, their hopes, their disillusionments. Is that philosophy? Maybe.\nAging. That is another subject that haunts me now. We treat the old as if they were a different species. We deny them their humanity, their passions, their future. Society pushes them aside. It is a scandal. I want to write about that too. To look it in the face. Just as I looked at what it means to be a woman.\nOne is not born a woman, but rather becomes, a woman. That sentence has gone around the world. It means that biology is not destiny. It means that the \"feminine\" is a social construct. It is something we learn, something we are forced into. And if it is made, it can be unmade. It can be remade. That is the source of our freedom. And our responsibility.", "source": "journal_entry_simulation.txt"}
{"text": "Introduction\nFor a long time I have hesitated to write a book on woman. The subject is irritating, especially to women; and it is not new. Enough ink has been spilled in the quarreling over feminism, now practically over, and perhaps we should say no more about it. It is still talked about, however, for the voluminous nonsense uttered during the last century seems to have done little to illuminate the problem. After all, is there a problem? And if so, what is it? Are there women, really? Most assuredly the theory of the eternal feminine has its adherents who will whisper in your ear: \"Even in Russia women still are women\"; and other well-informed persons – sometimes the very same – say with a sigh: \"Woman is losing her way, woman is lost.\" One wonders if women still exist, if they will always exist, whether or not it is desirable that they should, what place they occupy in this world, what their place should be. \"What has become of women?\" was asked recently in an ephemeral magazine. But first we must ask: what is a woman? \"Tota mulier in utero\", says one, \"woman is a womb\". But in speaking of certain women, connoisseurs declare that they are not women, although they are equipped with a uterus like the rest. All female humans are not women. To be so considered they must share in that mysterious and threatened reality known as femininity. Is this attribute something secreted by the ovaries? Or is it a Platonic essence, a product of the philosophic imagination? Is a rustling petticoat enough to bring it down to earth? Although some women try zealously to incarnate this essence, it is hardly patent to the senses. It is frequently described in vague and dazzling terms that seem to have been borrowed from the vocabulary of the seers, and indeed in the times of St. Thomas it appeared to be an essence as surely defined as the somniferous virtue of the poppy.\nBut conceptualism has lost ground. The biological and social sciences no longer admit the existence of unchangeably fixed entities that determine given characteristics, such as those ascribed to woman, the Jew, or the Negro. Science regards any characteristic as a reaction dependent in part upon a situation. If today femininity no longer exists, then it never did exist. But does the word woman, then, have no specific content? This is stoutly affirmed by those who hold to the philosophy of the enlightenment, of rationalism, of nominalism; women, to them, are merely the human beings that are arbitrarily designated by the word woman. Many American women particularly are prepared to think that there is no longer any place for woman as such; if a backward individual still takes herself for a woman, her friends advise her to be psychoanalyzed and thus get rid of this obsession. In regard to a work, Modern Woman: The Lost Sex, which in other respects has its irritating features, Dorothy Parker has written: \"I cannot be just to books which treat of woman as woman ... My idea is that all of us, men as well as women, should be regarded as human beings.\" But nominalism is a rather short-sighted doctrine, and the antifeminists have had an easy time of it in showing that women simply are not men. Surely woman is, like man, a human being; but such a declaration is abstract. The fact is that every concrete human being is always a singular, separate individual. To decline to accept such notions as the eternal feminine, the black soul, the Jewish character, is not to deny that Jews, Negroes, women exist today – this denial does not represent a liberation for those concerned, but rather a flight from reality. Some years ago a well-known woman writer refused to permit her portrait to appear in a series of photographs especially dedicated to women writers. \"I wish to be considered as a writer, not as a woman writer,\" she said. Strictly speaking, one is not a writer, but a French writer or an American writer; one is not a writer, but a woman writer or a men writer.\nOne is not born, but rather becomes, a woman. No biological, psychological, or economic fate determines the figure that the human female presents in society; it is civilization as a whole that produces this creature, intermediate between male and eunuch, which is described as feminine. Only the intervention of someone else can establish an individual as an Other. The child would never grasp himself as a sexually differentiated being. If the girl were brought up in a homogeneous society, she would not be compelled to assume the subjective attitude; she would be a subject like any other. The passivity that is the essential characteristic of the \"feminine\" woman is a trait that develops in her from the earliest years. But it is wrong to assert that a biological datum is concerned; it is in truth a destiny imposed upon her by her teachers and by society. The drama of woman lies in this conflict between the fundamental aspirations of every subject (ego) – who always regards the self as the essential – and the compulsions of a situation in which she is the inessential. How can a human being in a woman's situation attain fulfillment? How can the independence be recovered? What circumstances limit woman's liberty and how can they be overcome? These are the fundamental questions we would like to elucidate.", "source": "the_second_sex_intro.txt"}
{"text": "\"The most important thing is to be honest with oneself. A person who is not honest with themselves is not honest with others.\"\n\"To will oneself moral and to will oneself free are one and the same decision.\"\n\"One's life has value so long as one attributes value to the life of others, by means of love, friendship, indignation, compassion.\"\n\"Man is free; but he finds his law in his very freedom.\"\n\"The ultimate evil is the refusal to recognize the freedom of others.\"\n\"Freedom is the source from which all significations and all values spring. It is the original condition of all justification of existence.\"\n\"To exist is to make oneself a lack of being; it is to cast oneself into the world.\"\n\"There is no justification for present existence other than its expansion into an indefinitely open future.\"", "source": "ethics_of_ambiguity_quotes.txt"}
