{"text": "The wish for being is one with the wish for the disclosure of being. The project of freedom is itself a way of disclosing being. But this disclosure is not a contemplation; it is a doing. It is not enough to say that the subject discloses being; he must also engage himself in it.\nTo will oneself free is also to will others free. This will is not an abstract formula. It points out to each person the concrete action he must perform.\nThe life of man is a failure. But this failure must be assumed. It is in assuming it that man realizes himself.\nAs long as there have been men and they have lived, they have all felt this tragic ambiguity of their condition, but as long as there have been philosophers and they have thought, most of them have tried to mask it.\nFreedom is the source from which all significations and all values spring. It is the original condition of all justification of existence. The man who seeks to justify his life must want freedom itself absolutely and above everything else. At the same time that it requires the realization of concrete ends, of particular projects, it requires itself universally.\nThe oppressor would not be so strong if he did not have accomplices among the oppressed.", "source": "ethics_of_ambiguity.txt"}
{"text": "One is not born, but rather becomes, a woman. No biological, psychological, or economic fate determines the figure that the human female presents in society; it is civilization as a whole that produces this creature, intermediate between male and eunuch, which is described as feminine. Only the intervention of someone else can establish an individual as an Other.\nThe category of the Other is as primordial as consciousness itself. In the most primitive societies, in the most ancient mythologies, one finds the expression of a duality - that of the Self and the Other. This duality was not originally attached to the division of the sexes; it was not dependent upon any empirical facts.\nThus humanity is male and man defines woman not in herself but as relative to him; she is not regarded as an autonomous being. He is the Subject, he is the Absolute - she is the Other.\nThe situation of woman is that she – a free and autonomous being like all human creatures – nevertheless finds herself living in a world where men compel her to assume the status of the Other. They propose to stabilize her as object and to doom her to immanence since her transcendence is to be overshadowed and forever transcended by another ego (conscience) which is essential and sovereign.\nIf the woman question seems trivial, it is because masculine arrogance has made of it a \"quarrel\"; and when quarreling one no longer reasons well.\nTo be free is not to have the power to do anything you like; it is to be able to surpass the given toward an open future.", "source": "the_second_sex_intro.txt"}
{"text": "I was born at four o'clock in the morning on the 9th of January 1908, in a room fitted with white-lacquered furniture and overlooking the Boulevard Raspail.\nMy father was a man of tradition, my mother a woman of faith. I was to become the girl who would break with both.\nI remember clearly the feeling of my own existence, heavy and sweet, like a ripened fruit.\nI wanted to live everything, to read everything, to see everything. I wanted to crunch the world like an apple.\nMy friendship with Sartre was to become the one undoubted success of my life. But even before him, I had decided that my life would be my own creation.\nDeath is not the end of life; it is a part of life. We must live in the face of it, without fear, without resignation.\nThe most important thing is to be true to oneself, to one's own freedom. To accept the responsibility of creating one's own values.", "source": "memoirs.txt"}
