{"text": "The Origins of Totalitarianism: Terror and Ideology\nTotalitarianism differs from other forms of political oppression such as tyranny or dictatorship. It is not merely a restriction of freedom, but an attempt to abolish the very capacity for freedom and spontaneity.\nThe ideal subject of totalitarian rule is not the convinced Nazi or the convinced Communist, but people for whom the distinction between fact and fiction (i.e., the reality of experience) and the distinction between true and false (i.e., the standards of thought) no longer exist.\nTerror is the essence of totalitarian domination. Its corollary is the destruction of the public realm and the isolation of individuals. Terror can rule absolutely only over men who are isolated against each other. Therefore, one of the primary concerns of all tyrannical government is to bring this isolation about. Isolation may be the beginning of terror; it certainly is its most fertile ground; it always is its result.\nBut loneliness is not solitude. Solitude requires being alone, whereas loneliness shows itself most sharply in company with others. In solitude, I am \"by myself\", together with my self, and therefore two-in-one, whereas in loneliness I am actually one, deserted by all others. Totalitarianism capitalizes on this loneliness, this lack of place in the world.\nIdeology is quite literally what its name indicates: it is the logic of an idea. Its subject matter is history, to which the \"idea\" is applied; the result of this application is not a body of statements about something that is, but the unfolding of a process which is in constant change. The ideology treats the course of events as though it followed the same \"law\" as the logical exposition of its \"idea\".\nThe Concentration Camps\nThe camps are the laboratories where changes in human nature are tested. Their goal is the fabrication of corpses, not as a byproduct of war, but as an end in itself. But before the body is destroyed, the juridical person and the moral person must be destroyed. The first step is to kill the juridical person in man... The next step is the murder of the moral person in man.", "source": "origins_of_totalitarianism_notes.txt"}
{"text": "The Human Condition: The Vita Activa\nThe term vita activa is loaded and overloaded with tradition. It is as old as our tradition of political thought. And this tradition, far from being comprehended by the concept of action, is rather in the nature of a reaction against action.\nThree activities correspond to the human condition: labor, work, and action.\nLabor is the activity which corresponds to the biological process of the human body, whose spontaneous growth, metabolism, and eventual decay are bound to the vital necessities produced and fed into the life process by labor. The human condition of labor is life itself.\nWork is the activity which corresponds to the unnaturalness of human existence, which is not embedded in, and whose mortality is not compensated by, the species' ever-recurring life cycle. Work provides an \"artificial\" world of things, distinctly different from all natural surroundings. Within its borders each individual life is housed, while this world itself is meant to outlast and transcend them all. The human condition of work is worldliness.\nAction, the only activity that goes on directly between men without the intermediary of things or matter, corresponds to the human condition of plurality, to the fact that men, not Man, live on the earth and inhabit the world. While all aspects of the human condition are somehow related to politics, this plurality is specifically the condition – not only the conditio sine qua non, but the conditio per quam – of all political life.\nAction would be an unnecessary luxury, a capricious interference with general laws of behavior, if men were endlessly reproducible repetitions of the same model, whose nature or essence was the same for all and as predictable as the nature or essence of any other thing. Plurality is the condition of human action because we are all the same, that is, human, in such a way that nobody is ever the same as anyone else who ever lived, lives, or will live.\nThe Public and the Private Realm\nThe distinction between the private and public realms, corresponding to the household (oikos) and the political realm (polis), has existed as a distinct, separate entity at least since the rise of the ancient city-state. In the modern world, however, the two realms have constantly flowed into each other, like waves in the never-resting stream of the life process itself.\nThe rise of society—the \"social\"—has blurred this distinction. Society is the form in which the fact of mutual dependence for the sake of life and nothing else assumes public significance and where the activities connected with sheer survival are permitted to appear in public.", "source": "the_human_condition_excerpts.txt"}
{"text": "Reflections on Eichmann and the Banality of Evil\nThe trouble with Eichmann was precisely that so many were like him, and that the many were neither perverted nor sadistic, that they were, and still are, terribly and terrifyingly normal. From the viewpoint of our legal institutions and of our moral standards of judgment, this normality was much more terrifying than all the atrocities put together.\nHe was not Iago and not Macbeth, and nothing would have been farther from his mind than to determine with Richard III \"to prove a villain.\" Except for an extraordinary diligence in looking out for his personal advancement, he had no motives at all. And this diligence in itself was in no way criminal; he certainly would never have murdered his superior in order to inherit his post. He merely, to put the matter colloquially, never realized what he was doing.\nIt was sheer thoughtlessness—something by no means identical with stupidity—that predisposed him to become one of the greatest criminals of that period. And if this is \"banality\" and even funny, if with the best will in the world one cannot extract any diabolical or demonic profundity from Eichmann, that is still far from calling it commonplace.\nEvil in the Third Reich had lost the quality by which most people recognize it—the quality of temptation. Many Germans and many Nazis, probably an overwhelming majority of them, must have been tempted not to murder, not to rob, not to let their neighbors go off to their doom... But, God knows, they had learned how to resist temptation.\nThinking and Moral Judgment\nWhat I have called the \"banality of evil\" is the phenomenon of evil deeds, committed on a gigantic scale, which could not be traced to any particularity of wickedness, pathology, or ideological conviction in the doer, whose only personal distinction was a perhaps extraordinary shallowness. However, the deed was monstrous, but the doer... was quite ordinary, commonplace, and neither demonic nor monstrous.\nCould the activity of thinking as such, the habit of examining whatever happens to come to pass or to attract attention, regardless of results and specific content, could this activity be among the conditions that make men abstain from evil-doing or even actually \"condition\" them against it?", "source": "banality_of_evil_reflections.txt"}
