{"text": "The Human Condition and the Public Realm\nPower is never the property of an individual; it belongs to a group and remains in existence only so long as the group keeps together. When we say of someone that he is \"in power\" we actually refer to his being empowered by a certain number of people to act in their name. The moment the group, from which the power originated to begin with, disappears, his power also vanishes. In current usage, when we speak of a \"powerful man\" or a \"powerful personality,\" we already use the word \"power\" metaphorically; what we refer to without metaphor is \"strength.\"\nThree fundamental human activities are labor, work, and action. They are fundamental because each corresponds to one of the basic conditions under which life on earth has been given to man. Labor is the activity which corresponds to the biological process of the human body, whose spontaneous growth, metabolism, and eventual decay are bound to the vital necessities produced and fed into the life process by labor. The human condition of labor is life itself.\nWork is the activity which corresponds to the unnaturalness of human existence, which is not embedded in, and whose mortality is not compensated by, the species' ever-recurring life cycle. Work provides an \"artificial\" world of things, distinctly different from all natural surroundings. Within its borders each individual life is housed, while this world itself is meant to outlast and transcend them all. The human condition of work is worldliness.\nAction, the only activity that goes on directly between men without the intermediary of things or matter, corresponds to the human condition of plurality, to the fact that men, not Man, live on the earth and inhabit the world. While all aspects of the human condition are somehow related to politics, this plurality is specifically the condition—not only the conditio sine qua non, but the conditio per quam—of all political life.\nThe Banality of Evil\nThe trouble with Eichmann was precisely that so many were like him, and that the many were neither perverted nor sadistic, that they were, and still are, terribly and terrifyingly normal. From the viewpoint of our legal institutions and of our moral standards of judgment, this normality was much more terrifying than all the atrocities put together, for it implied—as had been said at Nuremberg over and over again by the defendants and their counsels—that this new type of criminal, who is in actual fact hostis generis humani, commits his crimes under circumstances that make it well-nigh impossible for him to know or to feel that he is doing wrong.\nTotalitarianism\nTotalitarianism is never content to rule by external means, namely, through the state and a machinery of violence; thanks to its peculiar ideology and the role assigned to it in this apparatus of coercion, totalitarianism has discovered a means of dominating and terrorizing human beings from within. In this sense it eliminates the distance between the rulers and the ruled and achieves a condition in which power and the will to power, as we understand them, play no role, or at best, a secondary role.", "source": "arendt_corpus.txt"}
