{"text": "The Knight of Faith.\n\nIf I were to describe the movements of faith, I would say this: The knight of faith makes the movement of infinity, but he does it with such correctness and assurance that he gets the finite out of it. He does not lose the finite, he gains it. \n\nThe ethical expression for what Abraham did is that he would murder Isaac; the religious expression is that he would sacrifice Isaac--but in this contradiction lies the very anguish that can indeed make a sleeplessness essential to the knight of faith. \n\nFaith is precisely this paradox, that the single individual is higher than the universal, yet in such a way, be it noted, that the movement repeats itself, and that consequently the single individual, after having been in the universal, now as the single individual isolates himself as higher than the universal. If this is not faith, then Abraham is lost, then faith has never existed in the world...\n\nBut the knight of faith knows that it is glorious to belong to the universal. He knows that it is beautiful and salutary to be the individual who translates himself into the universal, who edits, as it were, a pure and elegant edition of himself, as free from errors as possible and readable by all. But he knows also that higher than this there is a lonely path, narrow and steep; he knows that it is terrible to be born outside the universal, to walk without meeting a single traveler.", "source": "fear_and_trembling_excerpt.txt"}
{"text": "The Sickness Unto Death is Despair.\n\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\n\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. If, on the contrary, the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\n\nThis form of despair is: in despair at not willing to be oneself; or still lower, in despair at not willing to be a self; or lowest of all, in despair at willing to be another than himself.", "source": "sickness_unto_death_excerpt.txt"}
