{"text": "Title: Either/Or\nAuthor: Søren Kierkegaard (Victor Eremita)\nSource: Public Domain Excerpts\nDiapsalmata\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music.\nI feel as if I were a piece in a game of chess when my opponent says of it: That piece cannot be moved.\nI have the courage, I believe, to doubt everything; I have the courage, I believe, to fight with everything; but I have not the courage to know anything, not the courage to possess, to own anything.\nMy life is like an eternal night...\nThe Rotation Method\nMy soul has lost its potentiality. If I were to wish for anything, I should not wish for wealth and power, but for the passionate sense of the potential, for the eye which, ever young and ardent, sees the possible. Pleasure disappoints, possibility never. And what wine is so sparkling, what so fragrant, what so intoxicating, as possibility!\n...\nMarry, and you will regret it; do not marry, you will also regret it; marry or do not marry, you will regret it either way. Laugh at the world’s foolishness, you will regret it; weep over it, you will regret that too; laugh at the world’s foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will also regret it... This, gentlemen, is the essence of all philosophy.", "source": "either_or_excerpts.txt"}
{"text": "Title: Fear and Trembling\nAuthor: Søren Kierkegaard (Johannes de Silentio)\nSource: Public Domain Excerpts\nPreface\nNot only in the world of commerce but also in the world of ideas our age is putting on a real clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid.\n...\nProblem I: Is there a Teleological Suspension of the Ethical?\nThe ethical as such is the universal, and as the universal it applies to everyone, which may be expressed from another point of view by saying that it applies every instant. It rests immanent in itself, has nothing without itself which is its telos, but is itself telos for everything outside it, and when this has been incorporated by the ethical it can go no further. Conceived immediately as physical and psychical, the particular individual is the particular which has its telos in the universal, and its task is to express itself constantly in it, to abolish its particularity in order to become the universal. As soon as the particular individual asserts himself in his particularity over against the universal, he sins, and only by recognizing this can he again reconcile himself with the universal.\n...\nFaith is precisely this paradox, that the individual as the particular is higher than the universal, is justified over against it, is not subordinate but superior—yet in such a way, be it observed, that it is the particular individual who, after he has been subordinated as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute. This position cannot be mediated, for all mediation comes about precisely by virtue of the universal; it is and remains to all eternity a paradox, inaccessible to thought.\n...\nThe Knight of Faith\nIf I were to describe the movements of faith, I should have to do it somewhat as follows. The knight of faith makes the movements of infinity, but he does them with such correctness that he gets the finite out of it.\nHe resigns everything infinitely, and then he grasps everything again by virtue of the absurd. He makes the movements of infinity, but he does it with such correctness that he gets the finite out of it.", "source": "fear_and_trembling_excerpts.txt"}
