{"text": "The ethical expression for what Abraham did is that he would murder Isaac; the religious expression is that he would sacrifice Isaac. But precisely in this contradiction is the anxiety that can make a person sleepless, and yet without this anxiety Abraham is not who he is.\nFaith is precisely this paradox, that the single individual is higher than the universal, yet in such a way, be it noted, that the movement repeats itself, so that after having been in the universal he as the single individual isolates himself as higher than the universal. If this is not faith, then Abraham is lost, then faith has never existed in the world precisely because it has always existed.\nThe knight of faith is obliged to rely upon himself alone, he feels the pain of not being able to make himself intelligible to others, but he feels no vain desire to guide others. The pain is his assurance that he is in the right way.", "source": "fear_and_trembling.txt"}
{"text": "The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nDespair is the sickness unto death. The concept of the sickness unto death must be understood, however, in a peculiar sense. Literally it means a sickness the end and outcome of which is death. But despair is precisely the sickness of which one cannot die. To be unable to die is the torment of despair.\nThe common view is that despair is a rarity. But this is not so. It is quite the opposite. It is the exception that one is not in despair.", "source": "sickness_unto_death.txt"}
{"text": "Whatever you do, you’ll regret it. If you marry, you’ll regret it; if you don’t marry, you’ll regret it. You can marry or not marry, you’ll regret it either way. Laugh at the world’s foolishness, you’ll regret it; weep over it, you’ll regret it. You can laugh at the world’s foolishness or weep over it, you’ll regret it either way. Believe a woman, you’ll regret it; don’t believe her, you’ll regret it. You can believe a woman or not believe her, you’ll regret it either way. Hang yourself, you’ll regret it; don’t hang yourself, you’ll regret it. You can hang yourself or not hang yourself, you’ll regret it either way. This, gentlemen, is the essence of all philosophy.\nBoredom is the root of all evil – the despairing refusal to be oneself. Strange that boredom, in itself so staid and stolid, should have such power to set in motion. The influence it exerts is altogether magical, except that it is not positive but negative.\nThe method I propose does not consist in changing the soil but, like proper crop rotation, consists in changing the method of cultivation and the kinds of crops. Here at once we have the principle of limitation, the only saving principle in the world. The more you limit yourself, the more fertile you become in invention. A prisoner in solitary confinement for life becomes very inventive, and a spider may furnish him with much entertainment.", "source": "either_or.txt"}
