{"text": "Man is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. If on the contrary the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\nDespair is the Sickness unto Death. The concept of the sickness unto death must be understood in a peculiar sense. Literally it means a sickness the end and outcome of which is death. Thus one speaks of a mortal sickness as synonymous with a sickness unto death. In this sense despair cannot be called the sickness unto death. But in the Christian understanding of it death is itself a transition unto life.", "source": "sickness_unto_death.txt"}
{"text": "The ethical expression for what Abraham did is, that he would murder Isaac; the religious expression is, that he would sacrifice Isaac; but precisely in this contradiction consists the dread which can well make a man sleepless, and yet Abraham is not what he is without this dread. Or perhaps he is not the man he is? Perhaps he was only playing a riddle?\nFaith is precisely this paradox, that the individual as the particular is higher than the universal, is justified over against it, is not subordinate but superior—yet in such a way, be it observed, that it is the particular individual who, after he has been subordinated as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute. This position cannot be mediated, for all mediation comes about precisely by virtue of the universal; it is and remains to all eternity a paradox, inaccessible to thought.\nIf there is no such concealment, then Abraham is lost, then faith has never existed in the world precisely because it has always existed.", "source": "fear_and_trembling.txt"}
{"text": "What is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a low fire; their cries could not reach the tyrant's ears so as to strike terror into his heart; when they reached him they sounded like sweet music. And men crowd about the poet and say to him, \"Sing for us soon again\"—which is as much as to say, \"May new sufferings torment your soul, but may your lips be fashioned as before; for the cries would only distress us, but the music is delicious.\" And the critics come forward and say, \"That is perfectly done—just as the rules of aesthetics require.\" For it is understood that a critic resembles a poet to a hair; he only lacks the anguish in his heart and the music upon his lips. I tell you, I would rather be a swineherd, understood by the swine, than a poet misunderstood by men.\nMy life is like an eternal night...\nI feel as if I were a piece in a game of chess when the opponent says of it: That piece cannot be moved.\nPeople say that my sadness is pride. I do not say that it is not, I only say that they do not understand it.", "source": "either_or.txt"}
