{"text": "A PANEGYRIC ON ABRAHAM\nIf a consciousness of the eternal were not implanted in man; if the\nbasis of all that exists were but a confusedly fermenting element\nwhich, convulsed by obscure passions, produced all, both the great and\nthe insignificant; if under everything there lay a bottomless void\nnever to be filled—what else were life but despair? If it were thus,\nand if there were no sacred bonds between man and man; if one\ngeneration arose after another, as in the forest the leaves of one\nseason succeed the leaves of another, or like the songs of birds which\nare taken up one after another; if the generations of man passed\nthrough the world like a ship passing through the sea and the wind over\nthe desert—a fruitless and a vain thing; if eternal oblivion were ever\ngreedily watching for its prey and there existed no power strong enough\nto wrest it from its clutches—how empty were life then, and how dismal!\nAnd therefore it is not thus; but, just as God created man and woman,\nhe likewise called into being the hero and the poet or orator. The\nlatter cannot perform the deeds of the hero—he can only admire and love\nhim and rejoice in him. And yet he also is happy and not less so; for\nthe hero is, as it were, his better self with which he has fallen in\nlove, and he is glad he is not himself the hero, so that his love can\nexpress itself in admiration.\nThe poet is the genius of memory, and does nothing but recall what has\nbeen done, can do nothing but admire what has been done. He adds\nnothing of his own, but he is jealous of what has been entrusted to\nhim. He obeys the choice of his own heart; but since he has found what\nhe has been seeking, he visits every man's door with his song and with\nhis speech, so that all may admire the hero as he does, and be proud of\nthe hero as he is. This is his achievement, his humble work, this is\nhis faithful service in the house of the hero. If thus, faithful to his\nlove, he battles day and night against the guile of oblivion which\nwishes to lure the hero from him, then has he accomplished his task,\nthen is he gathered to his hero who loves him as faithfully; for the\npoet is at it were the hero's better self, unsubstantial, to be sure,\nlike a mere memory, but also transfigured as is a memory. Therefore\nshall no one be forgotten who has done great deeds; and even if there\nbe delay, even if the cloud of misunderstanding obscure the hero from\nour vision, still his lover will come some time; and the more time has\npassed, the more faithfully will he cleave to him.\nNo, no one shall be forgotten who was great in this world. But each\nhero was great in his own way, and each one was eminent in proportion\nto the great things he loved. For he who loved himself became great\nthrough himself, and he who loved others became great through his\ndevotion, but he who loved God became greater than all of these.\nEveryone of them shall be remembered, but each one became great in\nproportion to his trust. One became great by hoping for the possible;\nanother, by hoping for the eternal; but he who hoped for the\nimpossible, he became greater than all of these. Every one shall be\nremembered; but each one was great in proportion to the power with\nwhich he strove. For he who strove with the world became great by\novercoming himself; but he who strove with God, he became the greatest\nof them all. Thus there have been struggles in the world, man against\nman, one against a thousand; but he who struggled with God, he became\ngreatest of them all. Thus there was fighting on this earth, and there\nwas he who conquered everything by his strength, and there was he who\nconquered God by his weakness. There was he who, trusting in himself,\ngained all; and there was he who, trusting in his strength sacrificed\neverything; but he who believed in God was greater than all of these.\nThere was he who was great through his strength, and he who was great\nthrough his wisdom, and he who was great through his hopes, and he who\nwas great through his love; but Abraham was greater than all of\nthese—great through the strength whose power is weakness, great through\nthe wisdom whose secret is folly, great through the hope whose\nexpression is madness, great through the love which is hatred of one's\nself.\nThrough the urging of his faith Abraham left the land of his\nforefathers and became a stranger in the land of promise. Ke left one\nthing behind and took one thing along: he left his worldly wisdom\nbehind and took with him faith. For else he would not have left the\nland of his fathers, but would have thought it an unreasonable demand.\nThrough his faith he came to be a stranger in the land of promise,\nwhere there was nothing to remind him of all that had been dear to him,\nbut where everything by its newness tempted his soul to longing. And\nyet was he God's chosen, he in whom the Lord was well pleased! Indeed,\nhad he been one cast off, one thrust out of God's mercy, then might he\nhave comprehended it; but now it seemed like a mockery of him and of\nhis faith. There have been others who lived in exile from the\nfatherland which they loved. They are not forgotten, nor is the song of\nlament forgotten in which they mournfully sought and found what they\nhad lost. Of Abraham there exists no song of lamentation. It is human\nto complain, it is human to weep with the weeping; but it is greater to\nbelieve, and more blessed to consider him who has faith.\nThrough his faith Abraham received the promise that in his seed were to\nbe blessed all races of mankind. Time passed, there was still the\npossibility of it, and Abraham had faith. Another man there was who\nalso lived in hopes. Time passed, the evening of his life was\napproaching; neither was he paltry enough to have forgotten his hopes:\nneither shall he be forgotten by us! Then he sorrowed, and his sorrow\ndid not deceive him, as life had done, but gave him all it could; for\nin the sweetness of sorrow he became possessed of his disappointed\nhopes. It is human to sorrow, it is human to sorrow with the sorrowing;\nbut it is greater to have faith, and more blessed to consider him who\nhas faith.\nNo song of lamentation has come down to us from Abraham. He did not\nsadly count the days as time passed; he did not look at Sarah with\nsuspicious eyes, whether she was becoming old; he did not stop the\nsun's course lest Sarah should grow old and his hope with her; he did\nnot lull her with his songs of lamentation. Abraham grew old, and Sarah\nbecame a laughing-stock to the people; and yet was he God's chosen, and\nheir to the promise that in his seed were to be blessed all races of\nmankind. Were it, then, not better if he had not been God's chosen? For\nwhat is it to be God's chosen? Is it to have denied to one in one's\nyouth all the wishes of youth in order to have them fulfilled after\ngreat labor in old age?\nBut Abraham had faith and steadfastly lived in hope. Had Abraham been\nless firm in his trust, then would he have given up that hope. He would\nhave said to God: \"So it is, perchance, not Thy will, after all, that\nthis shall come to pass. I shall surrender my hope. It was my only one,\nit was my bliss. I am sincere, I conceal no secret grudge for that Thou\ndidst deny it to me.\" He would not have remained forgotten, his example\nwould have saved many a one; but he would not have become the Father of\nFaith. For it is great to surrender one's hope, but greater still to\nabide by it steadfastly after having surrendered it; for it is great to\nseize hold of the eternal hope, but greater still to abide steadfastly\nby one's worldly hopes after having surrendered them.\nThen came the fulness of time. If Abraham had not had faith, then Sarah\nwould probably have died of sorrow, and Abraham, dulled by his grief,\nwould not have understood the fulfillment, but would have smiled about\nit as a dream of his youth. But Abraham had faith, and therefore he\nremained young; for he who always hopes for the best, him life will\ndeceive, and he will grow old; and he who is always prepared for the\nworst, he will soon age; but he who has faith, he will preserve eternal\nyouth. Praise, therefore, be to this story! For Sarah, though advanced\nin age, was young enough to wish for the pleasures of a mother, and\nAbraham, though grey of hair, was young enough to wish to become a\nfather. In a superficial sense it may be considered miraculous that\nwhat they wished for came to pass, but in a deeper sense the miracle of\nfaith is to be seen in Abraham's and Sarah's being young enough to\nwish, and their faith having preserved their wish and therewith their\nyouth. The promise he had received was fulfilled, and he accepted it in\nfaith, and it came to pass according to the promise and his faith;\nwhereas Moses smote the rock with his staff but believed not.\nThere was joy in Abraham's house when Sarah celebrated the day of her\nGolden Wedding.\nBut it was not to remain thus; for once more was Abraham to be tempted.\nHe had struggled with that cunning power to which nothing is\nimpossible, with that ever watchful enemy who never sleeps, with that\nold man who outlives all—he had struggled with Time and had preserved\nhis faith. And now all the terror of that fight was concentrated in one\nmoment. \"And God tempted Abraham, saying to him: take now thine only\nson Isaac, whom thou lovest, and get thee into the land of Moriah; and\noffer him there for a burnt offering upon one of the mountains which I\nwill tell thee off.\"\nAll was lost, then, and more terribly than if a son had never been\ngiven him! The Lord had only mocked Abraham, then! Miraculously he had\nrealized the unreasonable hopes of Abraham; and now he wished to take\naway what he had given. A foolish hope it had been, but Abraham had not\nlaughed when the promise had been made him. Now all was lost—the\ntrusting hope of seventy years, the brief joy at the fulfillment of his\nhopes. Who, then, is he that snatches away the old man's staff, who\nthat demands that he himself shall break it in two? Who is he that\nrenders disconsolate the grey hair of old age, who is he that demands\nthat he himself shall do it? Is there no pity for the venerable old\nman, and none for the innocent child? And yet was Abraham God's chosen\none, and yet was it the Lord that tempted him. And now all was to be\nlost! The glorious remembrance of him by a whole race, the promise of\nAbraham's seed—all that was but a whim, a passing fancy of the Lord,\nwhich Abraham was now to destroy forever! That glorious treasure, as\nold as the faith in Abraham's heart, and many, many years older than\nIsaac, the fruit of Abraham's life, sanctified by prayers, matured in\nstruggles—the blessing on the lips of Abraham: this fruit was now to be\nplucked before the appointed time, and to remain without significance;\nfor of what significance were it if Isaac was to be sacrificed? That\nsad and yet blessed hour when Abraham was to take leave from all that\nwas dear to him, the hour when he would once more lift up his venerable\nhead, when his face would shine like the countenance of the Lord, the\nhour when he would collect his whole soul for a blessing strong enough\nto render Isaac blessed all the days of his life—that hour was not to\ncome! He was to say farewell to Isaac, to be sure, but in such wise\nthat he himself was to remain behind; death was to part them, but in\nsuch wise that Isaac was to die. The old man was not in happiness to\nlay his hand on Isaac's head when the hour of death came, but, tired of\nlife, to lay violent hands on Isaac. And it was God who tempted him.\nWoe, woe to the messenger who would have come before Abraham with such\na command! Who would have dared to be the messenger of such dread\ntidings? But it was God that tempted Abraham.\nBut Abraham had faith, and had faith for this life. Indeed, had his\nfaith been but concerning the life to come, then might he more easily\nhave cast away all, in order to hasten out of this world which was not\nhis....\nBut Abraham had faith and doubted not, but trusted that the improbable\nwould come to pass. If Abraham had doubted, then would he have\nundertaken something else, something great and noble; for what could\nAbraham have undertaken but was great and noble! He would have\nproceeded to Mount Moriah, he would have cloven the wood, and fired it,\nand unsheathed his knife—he would have cried out to God: \"Despise not\nthis sacrifice; it is not, indeed, the best I have; for what is an old\nman against a child foretold of God; but it is the best I can give\nthee. Let Isaac never know that he must find consolation in his youth.\"\nHe would have plunged the steel in his own breast. And he would have\nbeen admired throughout the world, and his name would not have been\nforgotten; but it is one thing to be admired and another, to be a\nlode-star which guides one troubled in mind.\nBut Abraham had faith. He prayed not for mercy and that he might\nprevail upon the Lord: it was only when just retribution was to be\nvisited upon Sodom and Gomorrha that Abraham ventured to beseech Him\nfor mercy.\nWe read in Scripture: \"And God did tempt Abraham, and said unto him,\nAbraham: and he said, Behold here I am.\" You, whom I am now\naddressing did you do likewise? When you saw the dire dispensations of\nProvidence approach threateningly, did you not then say to the\nmountains, Fall on me; and to the hills, Cover me? Or, if you\nwere stronger in faith, did not your step linger along the way, longing\nfor the old accustomed paths, as it were? And when the voice called\nyou, did you answer, then, or not at all, and if you did, perchance in\na low voice, or whispering? Not thus Abraham, but gladly and cheerfully\nand trustingly, and with a resonant voice he made answer: \"Here am I.\"\nAnd we read further: \"And Abraham rose up early in the\nmorning.\" He made haste as though for some joyous occasion, and\nearly in the morning he was in the appointed place, on Mount Moriah. He\nsaid nothing to Sarah, nothing to Eliezer, his steward; for who would\nhave understood him? Did not his temptation by its very nature demand\nof him the vow of silence? \"He laid the wood in order, and bound Isaac\nhis son, and laid him on the altar upon the wood. And Abraham stretched\nforth his hand, and took the knife to slay his son.\" My\nlistener! Many a father there has been who thought that with his child\nhe lost the dearest of all there was in the world for him; yet\nassuredly no child ever was in that sense a pledge of God as was Isaac\nto Abraham. Many a father there has been who lost his child; but then\nit was God, the unchangeable and inscrutable will of the Almighty and\nHis hand which took it. Not thus with Abraham. For him was reserved a\nmore severe trial, and Isaac's fate was put into Abraham's hand\ntogether with the knife. And there he stood, the old man, with his only\nhope! Yet did he not doubt, nor look anxiously to the left or right,\nnor challenge Heaven with his prayers. He knew it was God the Almighty\nwho now put him to the test; he knew it was the greatest sacrifice\nwhich could be demanded of him; but he knew also that no sacrifice was\ntoo great which God demanded—and he drew forth his knife.\nWho strengthened Abraham's arm, who supported his right arm that it\ndrooped not powerless? For he who contemplates this scene is unnerved.\nWho strengthened Abraham's soul so that his eyes grew not too dim to\nsee either Isaac or the ram? For he who contemplates this scene will be\nstruck with blindness. And yet, it is rare enough that one is unnerved\nor is struck with blindness, and still more rare that one narrates\nworthily what there did take place between father and son. To be sure,\nwe know well enough—it was but a trial!\nIf Abraham had doubted, when standing on Mount Moriah; if he had looked\nabout him in perplexity; if he had accidentally discovered the ram\nbefore drawing his knife; if God had permitted him to sacrifice it\ninstead of Isaac—then would he have returned home, and all would have\nbeen as before, he would have had Sarah and would have kept Isaac; and\nyet how different all would have been! For then had his return been a\nflight, his salvation an accident, his reward disgrace; his future,\nperchance, perdition. Then would he have borne witness neither to his\nfaith nor to God's mercy, but would have witnessed only to the terror\nof going to Mount Moriah. Then Abraham would not have been forgotten,\nnor either Mount Moriah. It would be mentioned, then, not as is Mount\nArarat on which the Ark landed, but as a sign of terror, because it was\nthere Abraham doubted.\nVenerable patriarch Abraham! When you returned home from Mount Moriah\nyou required no encomiums to console you for what you had lost; for,\nindeed, you did win all and still kept Isaac, as we all know. And the\nLord did no more take him from your side, but you sate gladly at table\nwith him in your tent as in the life to come you will, for all times.\nVenerable patriarch Abraham! Thousands of years have passed since those\ntimes, but still you need no late-born lover to snatch your memory from\nthe power of oblivion, for every language remembers you—and yet do you\nreward your lover more gloriously than any one, rendering him blessed\nin your bosom, and taking heart and eyes captive by the marvel of your\ndeed. Venerable patriarch Abraham! Second father of the race! You who\nfirst perceived and bore witness to that unbounded passion which has\nbut scorn for the terrible fight with the raging elements and the\nstrength of brute creation, in order to struggle with God; you who\nfirst felt that sublimest of all passions, you who found the holy,\npure, humble expression for the divine madness which was a marvel to\nthe heathen—forgive him who would speak in your praise, in case he did\nit not fittingly. He spoke humbly, as if it concerned the desire of his\nheart; he spoke briefly, as is seemly; but he will never forget that\nyou required a hundred years to obtain a son of your old age, against\nall expections; that you had to draw the knife before being permitted\nto keep Isaac; he will never forget that in a hundred and thirty years\nyou never got farther than to faith.", "source": "fear_and_trembling.txt"}
