{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a veritable clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every Privatdocent, tutor, and student, every crofter and cottager in philosophy, is not content with doubting everything but goes further. Perhaps it would be untimely and ill-timed to ask them where they are going, but surely it is courteous and unobtrusive to take it for granted that they have doubted everything, since otherwise it would be queer for them to be going further. This preliminary movement they have therefore all of them made, and presumably with such ease that they do not think it necessary to waste a word on the how; for not even the one who anxiously and with deep concern sought a little enlightenment in a venerable philosopher's listening-room, not even he found out anything about the how, but rather heard the philosopher say with a wave of his hand: \"Tis nothing! Everyone does as much.\"\nSo I, too, do not doubt that the moderns have easily mastered the preliminary movement of doubt.\n...\nThe Knight of Faith\nIf I were to describe the movements of faith, I would say: Infinite resignation is the last stage prior to faith, so that anyone who has not made this movement has not faith; for only in infinite resignation do I become clear to myself with respect to my eternal validity, and only then can there be question of grasping existence by virtue of faith.\nThe knight of infinite resignation makes the movement. He does not do it by virtue of the absurd, but he does it by virtue of the infinite. This movement I can make, and I can also describe it. The knight of faith does exactly the same, but he makes one more movement, for he says: \"I believe nevertheless that I shall get her, namely on the strength of the absurd, on the strength of the fact that with God all things are possible.\"\nThe absurd does not belong to the differences that lie within the proper domain of the understanding. It is not identical with the improbable, the unexpected, the unforeseen. The moment the knight made the act of resignation, he was convinced of the impossibility, humanly speaking; that was the result of the understanding, and he had sufficient energy to think it. On the other hand, in an infinite sense it was possible, namely, by renouncing it; but this possessing is at the same time a relinquishing, and yet there is no absurdity in this for the understanding, for the understanding continues to be right in maintaining that in the world of finiteness where it holds sway this was and remained an impossibility. The knight of faith realizes this just as clearly; so the only thing that can save him is the absurd, and this he grasps by faith. Consequently he acknowledges the impossibility, and at the same moment he believes the absurd; for, if without this recognition he were to imagine that he had faith, he would be deceiving himself, and his testimony would be of no value, since he had not come so far as the infinite resignation.\nFaith is precisely this paradox, that the individual as the particular is higher than the universal, is justified over against it, is not subordinate but superior—yet in such a way, be it observed, that it is the single individual who, after having been subordinate as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute. This position cannot be mediated, for all mediation comes about precisely by virtue of the universal; it is and remains to all eternity a paradox, inaccessible to thought. And yet faith is this paradox—or else (these are the logical deductions which I would beg the reader to have in mente at every point, though it would be too prolix for me to reiterate them on every occasion)—or else there never has been faith...", "source": "fear_and_trembling_excerpt.txt"}
