{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a real clearance sale. Everything is to be had at such a bargain that it is questionable whether in the end there is anybody who will want to bid. Every speculative waiter-boy who signals \"the turn of the century\" signals also \"the turn of the philosophy,\" and even the most miserable privat-docent who has a little learning, a little imagination, and a little dialectic, believes that he has reached the point where he can sell out at the clearance sale.\nProblem I: Is there such a thing as a teleological suspension of the ethical?\nThe ethical as such is the universal, it applies to everyone, which may be expressed from another point of view by saying that it applies every instant. It rests immanent in itself, has nothing without itself which is its telos, but is itself telos for everything outside it, and when this has been incorporated by it it can go no further. Conceived immediately as physical and psychical, the particular individual is the individual who has his telos in the universal, and his ethical task is to express himself constantly in it, to abolish his particularity in order to become the universal. As soon as the individual would assert himself as the particular over against the universal, he sins, and only by recognizing this can he again reconcile himself with the universal.\nFaith is precisely this paradox, that the individual as the particular is higher than the universal, is justified over against it, is not subordinate but superior—yet in such a way, be it observed, that it is the particular individual who, after he has been subordinated as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute. This position cannot be mediated, for all mediation comes about precisely by virtue of the universal; it is and remains to all eternity a paradox, inaccessible to thought.\nIf this is not faith, then Abraham is lost, then faith has never existed in the world...", "source": "fear_and_trembling.txt"}
{"text": "The Sickness Unto Death is Despair.\nThe human being is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself. A human being is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short, a synthesis. A synthesis is a relation between two. Considered in this way, a human being is still not a self.\nIn the relation between two, the relation is the third as a negative unity, and the two relate to the relation and in the relation to the relation; thus under the qualification of the psychical the relation between the psychical and the physical is a relation. If, however, the relation relates itself to itself, this relation is the positive third, and this is the self.\nDespair is the sickness unto death. The concept of this sickness must be understood in a peculiar way. Usually the concept of the sickness unto death is meant to be a sickness the end of which is death, and death is the end. But this is not the case with despair. In the strict sense of the word, death is not the end of the sickness, but death is continuously the end. To be sick unto death is to be unable to die, but not as if there were hope of life; no, the hopelessness is that there is not even the ultimate hope, death. When death is the greatest danger, we hope for life; but when we learn to know the even greater danger, we hope for death. When the danger is so great that death becomes the hope, then despair is the hopelessness of not being able to die.", "source": "sickness_unto_death.txt"}
{"text": "DIAPSALMATA\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the moans and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a slow fire; their cries could not reach the tyrant's ears so as to strike terror into his heart; when they reached his ears they sounded like sweet music.\nI have just now come from a party where I was its life and soul; witticisms streamed from my lips, everyone laughed and admired me, but I went away — yes, the dash should be as long as the radius of the earth's orbit ——————————— and wanted to shoot myself.\nI do not care for anything. I do not care to ride, for the exercise is too violent. I do not care to walk, it is too strenuous. I do not care to lie down, for I should either have to remain lying, and I do not care to do that, or I should have to get up again, and I do not care to do that either. Summa summarum: I do not care at all.\nLet others complain that the age is wicked; my complaint is that it is paltry; for it lacks passion. Men's thoughts are thin and flimsy like lace, they are themselves pitiable like the lacemakers. The thoughts of their hearts are too paltry to be sinful. For a worm it might be regarded as a sin to harbor such thoughts, but not for a being made in the image of God. Their lusts are dull and sluggish, their passions sleepy. They do their duty, these shopkeeping souls, but they clip the coin a little...", "source": "either_or.txt"}
