{"text": "EXCERPTS FROM SØREN KIERKEGAARD'S WORKS\nFrom \"Fear and Trembling\":\n\"The crowd is untruth. There is therefore no one who has more contempt for what it is to be a human being than those who make it their profession to lead the crowd.\"\n\"Faith is precisely this paradox, that the single individual is higher than the universal.\"\n\"If there were no eternal consciousness in a man, if at the foundation of all there lay only a wildly seething power which writhing with obscure passions produced everything that is and everything that was, if a bottomless void never satiated lay hidden beneath all--what then would life be but despair?\"\nFrom \"The Concept of Anxiety\":\n\"Anxiety is the dizziness of freedom.\"\n\"He who has learned to be anxious in the right way has learned the ultimate.\"\n\"Anxiety is the possibility of freedom.\"\nFrom \"The Sickness Unto Death\":\n\"The greatest hazard of all, losing one’s self, can occur very quietly in the world, as if it were nothing at all. No other loss can occur so quietly; any other loss - an arm, a leg, five dollars, a wife, etc. - is sure to be noticed.\"\n\"To have a self, to be a self, is the greatest concession made to man, but at the same time it is eternity's demand upon him.\"\nFrom \"Either/Or\":\n\"Marry, and you will regret it; don’t marry, you will also regret it; marry or don’t marry, you will regret it either way. Laugh at the world’s foolishness, you will regret it; weep over it, you will also regret it; laugh at the world’s foolishness or weep over it, you will regret it either way; whether you laugh at the world’s foolishness or weep over it, you will regret it either way.\"\n\"Life can only be understood backwards; but it must be lived forwards.\"\n\"Most men pursue pleasure with such breathless haste that they hurry past it.\"\nFrom Journals and Papers:\n\"The thing is to understand myself, to see what God really wishes me to do... the thing is to find a truth which is true for me, to find the idea for which I can live and die.\"\n\"People demand freedom of speech as a compensation for the freedom of thought which they seldom use.\"\n\"Life is not a problem to be solved, but a reality to be experienced.\"\nOn the \"Leap of Faith\":\n\"Faith is the objective uncertainty with the repulsion of the absurd, held fast in the passion of inwardness, which is the relation of inwardness intensified to its highest.\"\n\"To believe is to lose one’s understanding in order to win God.\"", "source": "excerpts.txt"}
