{"text": "The Sickness Unto Death\nA Christian Psychological Exposition for Upbuilding and Awakening\nby Anti-Climacus\n\nPart First\nThe Sickness Unto Death is Despair\n\nI. That Despair is the Sickness Unto Death\n\nA. Despair is a Sickness in the Spirit, in the Self, and so it may have a threefold form: in Despair at not being conscious of having a Self (Despair improperly so called); in Despair at not willing to be oneself; in Despair at willing to be oneself.\n\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\n\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. But if on the contrary the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\n\nSuch a relation which relates itself to its own self (that is to say, a self) must either have constituted itself or have been constituted by another.\n\nIf this relation which relates itself to its own self is constituted by another, the relation doubtless is the third term, but this relation (the third term) is in turn a relation relating itself to that which constituted the whole relation.\n\nSuch a derived, constituted, relation is the human self, a relation which relates itself to its own self, and in relating itself to its own self relates itself to another. Hence it is that there can be two forms of despair properly so called. If the human self had constituted itself, there could be only one form: not to will to be oneself, to will to do away with oneself, but there could not be the form: in despair to will to be oneself. This second formulation is specifically the expression for the dependence of the relation (the self), the expression for the inability of the self to arrive at or to be in equilibrium and rest by itself, but only, in relating itself to its own self, by relating itself to that which has constituted it.\n\nDespair is the sickness unto death.\n\nThe concept of the sickness unto death must be understood in a peculiar sense. Literally it means a sickness the end and outcome of which is death. Thus one speaks of a mortal sickness as synonymous with a sickness unto death. In this sense despair cannot be called the sickness unto death. But in the Christian understanding of it death is itself a transition unto life. In this sense there is no sickness unto death. For the Christian death is not the end of all things, and it is by no means the end of that which is the Sickness Unto Death.\n\nThe torment of despair is precisely this: not to be able to die. So it has much in common with the situation of the moribund when he lies and struggles with death, and cannot die. So to be sick unto death is, not to be able to die, but not as though there were hope of life; no, the hopelessness in this case is that even the last hope, death, is not available. When death is the greatest danger, one hopes for life; but when one becomes acquainted with an even more dreadful danger, one hopes for death. So when the danger is so great that death has become one's hope, despair is the disconsolateness of not being able to die.\n", "source": "sickness_unto_death_excerpt.txt"}
{"text": "Preface\n\nNot only in the world of commerce but also in the world of ideas our age is putting on a veritable clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid. Every speculative price-setter who conscientiously directs attention to the significant march of modern philosophy, every private docent, tutor, and student, every crofter and cottager in philosophy, is not content with doubting everything but goes further. Perhaps it would be untimely and ill-timed to ask them where they are going, but surely it is courteous and unobtrusive to assume that they have doubted everything, since otherwise it would be queer for them to be going further. Having performed this preliminary movement, they have realized that they have not found what they sought, and so they go further.\n\nProblem I: Is there such a thing as a Teleological Suspension of the Ethical?\n\nThe ethical as such is the universal, it applies to everyone, which may be expressed from another point of view by saying that it applies every instant. It rests immanent in itself, has nothing without itself which is its telos, but is itself telos for everything outside it, and when this has been incorporated by the ethical it can go no further. Conceived immediately as physical and psychical, the particular individual is the individual who has his telos in the universal, and his ethical task is to express himself constantly in it, to abolish his particularity in order to become the universal. As soon as the individual would assert himself as the particular over against the universal, he sins, and only by recognizing this can he again reconcile himself with the universal. Every time the individual after he has entered the universal either feels an impulse to assert himself as the particular or does this, he is in a spiritual trial (tentation), and for this he can labor only by repentance and by surrendering himself as the particular in the universal. If this be the highest thing that can be said of man and of his existence, then the ethical is of the same nature as man's eternal blessedness, which to all eternity and at every instant is his telos, since it would be a contradiction to say that this might be abandoned (i.e. teleologically suspended), seeing that as soon as it is suspended it is forfeited, whereas in other cases what is suspended is not forfeited but is preserved precisely in that higher thing which is its telos.\n\nIf such be the case, then Hegel is right when in his Logic he treats the Good and Conscience as a \"moment\"; he is right in regarding this \"moment\" as an impulse of the individual to orient himself in the Good; he is right in saying that the individual who remains in this stage has sinned; he is right in saying that the individual who has remained in this stage is in error. But he is wrong in talking of faith, wrong in not protesting loudly and clearly against the fact that Abraham enjoys honor and glory as the father of faith, whereas he ought to be prosecuted and convicted of murder.\n\nFor faith is this paradox, that the particular is higher than the universal, yet in such a way, be it observed, that the movement repeats itself, and that consequently the particular individual, after having been in the universal, now as the particular isolates himself as higher than the universal. If this be not faith, then Abraham is lost, then faith has never existed in the world... because it has always existed. For if the ethical (i.e. the moral) is the highest thing, and if nothing incommensurable remains in man in any other way but as the evil (i.e. the particular which has to be expressed in the universal), then one needs no other categories than those which the Greek philosophers possessed or which can be deduced from them. This is something which Hegel ought not to have concealed, for, after all, he was acquainted with Greek philosophy.\n", "source": "fear_and_trembling_excerpt.txt"}
