{"text": "From the Papers of A\n\"What is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music.\"\n\"I have the courage, I believe, to doubt everything; I have the courage, I believe, to fight with everything; but I have not the courage to know anything; not the courage to possess, to own anything.\"\n\"My sorrow is my castle.\"\n\"Marry, and you will regret it; do not marry, you will also regret it; marry or do not marry, you will regret it either way. Laugh at the world's foolishness, you will regret it; weep over it, you will regret that too; laugh at the world's foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will also regret it... Hang yourself, you will regret it; do not hang yourself, and you will regret that too; hang yourself or spare yourself, you will regret it either way; whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the essence of all philosophy.\"\n\"The Rotation of Crops\"\nPeople are always bored. Boredom is the root of all evil. It is very curious that boredom, which itself has such a calm and sedate nature, can have such a capacity to initiate motion. The effect of boredom is usually strongest when it is least expected...\n\"Diapsalmata\"\nI feel as if I were a piece in a game of chess, when my opponent says of it: That piece cannot be moved.\n...\nFrom the Papers of B (Judge William)\n\"Equilibrium between the Esthetical and the Ethical in the Composition of Personality\"\nMy friend, I have loved you, and in a certain sense I love you still. But you are an aesthetician, and as such you are in despair, whether you know it or not.\nThe aesthetic choice is either entirely immediate and to that extent no choice, or it loses itself in the multifarious. Thus, when a young girl follows the choice of her heart, this choice, however beautiful it may be, is in the strictest sense no choice, since it is entirely immediate.\nBut the ethical choice is to choose oneself. And in choosing oneself, one chooses the absolute, for the self is the absolute.\n\"The Validity of Marriage\"\nMarriage is the highest telos of individual existence...", "source": "either_or_excerpts.txt"}
{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a real clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every privatdocent, tutor, and student, every crofter and cottager in philosophy, is not stopping at doubting everything but is going further. Perhaps it would be premature and untimely to ask them where they are going, but it is certainly pardonable to assume that they have doubted everything, since otherwise it would be strange for them to be going further.\nI am Johannes de Silentio. I am not a philosopher; I am a poet and dialectician, a supplementary clerk who writes not the System, but scraps, fragments, and repetitions. I marvel at Abraham.\nProblem I: Is there a Teleological Suspension of the Ethical?\nThe ethical as such is the universal, it applies to everyone, and the same thing is expressed from another point of view by saying that it applies every instant. It rests immanent in itself, has nothing without itself which is its telos, but is itself telos for everything outside it, and when this has been incorporated by the ethical it can go no further. Conceived immediately as physical and psychical, the particular individual is the particular which has its telos in the universal, and its task is to express itself constantly in it, to abolish its particularity in order to become the universal. As soon as the particular individual asserts himself in his particularity over against the universal, he sins, and only by recognizing this can he again reconcile himself with the universal.\nBut faith is precisely this paradox, that the individual is higher than the universal.\nIf this is not faith, then Abraham is lost, then faith has never existed in the world... because it has always existed. For if the ethical (i.e., the moral) is the highest thing, and if nothing incommensurable remains in man in any other way but as the evil (i.e., the particular which has to be expressed in the universal), then one needs no other categories than those which the Greek philosophers possessed or which can be deduced from them by logic. But religion is a new category.\nAbraham acts by virtue of the absurd. He acts by virtue of the fact that for God all things are possible. This is the movement of faith. The knight of faith gives up the universal in order to become the particular. This is a terrifying thing. It is a leap.\nA Leaping Knight\nI can endure the dialectic of the infinite resignation, but I cannot make the movement of faith, I cannot shut my eyes and plunge into the absurd. To me Abraham is the greatest of all, great by that power whose strength is powerlessness, great by that wisdom which is foolishness, great by that hope whose form is madness, great by that love which is hatred of oneself.\n...\nEpilogue\nOne implies that every generation has enough to do with the task of being human.", "source": "fear_and_trembling_excerpts.txt"}
