{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a big clearance sale. Everything may be had at such a bargain that it is questionable whether in the end there is anybody who will want to bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every privat-docent, tutor, and student, every crofter and cottar in philosophy, is not content with doubting everything but goes further. Perhaps it would be untimely and ill-timed to ask them where they are going, but surely it is courteous and unobtrusive to take it for granted that they have doubted everything, since otherwise it would be a queer thing for them to be going further. This preliminary movement they have therefore all of them made, and presumably with such ease that they do not think it necessary to drop a word about the how; for not even he who anxiously and with deep concern sought a little enlightenment in a venerable philosopher of the old days, not even he found any, to say nothing of one’s having a right to assume it in the moderns—although (if one were to trust their own statement) they have all of them doubted.\n...\nFaith is precisely this paradox, that the individual as the particular is higher than the universal, is justified over against it, is not subordinate but superior—yet in such a way, be it observed, that it is the particular individual who, after he has been subordinated as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute. This position cannot be mediated, for all mediation comes about precisely by virtue of the universal; it is and remains to all eternity a paradox, inaccessible to thought. And yet faith is this paradox—or else (these are the logical deductions which I would beg the reader to have in mente at every point, though it would be too prolix for me to cite them on every occasion)—or else there is no faith, precisely because there is no faith. Often enough am I told that such a thing cannot be understood, and this I am willing to admit, feeling principally an urgent need to understand why it is that it cannot be understood.\n...\nIf there were no eternal consciousness in a man, if at the foundation of all there lay only a wildly seething power which writhing with obscure passions produced everything that is great and everything that is insignificant, if a bottomless void never satiated lay hidden beneath all--what then would life be but despair?\n...\nWhat I have to say is of such a nature that I can well afford to present it in a tentative form. If it can be done more skillfully, I shall be the first to admire the work; but that my own presentation is a poor one I will not admit, for that would be the same as saying that I have not thought over the matter.\n...\nThe Knight of Faith\nHe who loves God without faith reflects on himself, he who loves God in faith reflects on God. Upon this point pivots the whole question of the relation of the individual to the universal.\n...\nAnxiety is the dizziness of freedom.", "source": "fear_and_trembling_excerpts.txt"}
