{"text": "Title: The Sickness Unto Death\nAuthor: Anti-Climacus (Søren Kierkegaard)\nPart First\nThe Sickness Unto Death is Despair\nChapter I\nThat Despair is the Sickness Unto Death\nA. Despair is a Sickness of the Spirit, of the Self, and So Can Have Three Forms: in Despair Not to be Conscious of Having a Self (Not Despair in the Strict Sense); in Despair Not to Will to be Oneself; in Despair to Will to be Oneself.\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. If on the contrary the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\nSuch a relation which relates itself to its own self (that is to say, a self) must either have constituted itself or have been constituted by another. If this relation which relates itself to its own self is constituted by another, the relation doubtless is the third term, but this relation (the third term) is in turn a relation relating itself to that which constituted the whole relation.\nSuch a derived, constituted, relation is the human self, a relation which relates itself to its own self, and in relating itself to its own self relates itself to another. Hence it is that there can be two forms of despair in the strict sense. If the human self had constituted itself, there could be only one form: not to will to be oneself, to will to get rid of oneself, but there could be no question of not willing to be oneself which would be the same thing as the despair of willing to be oneself. This second formula is the expression for the dependence of the relation (the self), the expression for the inability of the self to arrive at or to be in equilibrium and rest by itself, but only, in relating itself to its own self, by relating itself to that which constituted the whole relation. Indeed, the second form of despair (in despair to will to be oneself) represents this inability in a deeper sense...\nDespair is the disrelationship in a relation which relates itself to itself. But the synthesis is not the disrelationship, it is merely the possibility, or, in the synthesis is lies the possibility of the disrelationship. If the synthesis were the disrelationship, there would be no such thing as despair, for despair would then be something inherent in human nature as such, that is, it would not be despair; it would be something that befell a man, something he suffered, like a disease into which he had fallen, or like death which is the lot of all. No, despairing lies in man himself; but if he were not a synthesis, he could not despair, and if the synthesis were originally from the hand of God in the right relationship, he could not despair.\nB. Possibility and Actuality of Despair\nIs despair an advantage or a drawback? Regarded in a purely dialectical way it is both. If one were to stick to the abstract idea of despair, without thinking of any concrete despairer, one might say that it is an immense advantage. The possibility of this sickness is man's advantage over the beast, and this advantage distinguishes him far more essentially than the erect posture, for it implies the infinite erectness or loftiness of being spirit. The possibility of this sickness is man's advantage over the beast; to be aware of this sickness is the Christian's advantage over the natural man; to be cured of this sickness is the Christian's blessedness.", "source": "sickness_unto_death.txt"}
{"text": "Title: Fear and Trembling\nAuthor: Johannes de Silentio (Søren Kierkegaard)\nPreface\nNot only in the world of commerce but also in the world of ideas our age is putting on a real clearance sale. Everything can be had at such a bargain that it is doubtful whether in the end there is anyone who will want to bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every assistant professor, tutor, and student, every crofter and cottager in philosophy, is not content with doubting everything but goes further. It might be premature and almost ill-bred to ask them where they are going, but it is certainly polite and taken for granted that they have doubted everything, since otherwise it would be a curious speech for them to make, that they have proceeded further. This movement they have made, by which they have proceeded further, they have consequently made either in the beginning or have made it earlier. If they have made it in the beginning, then they have never doubted, and consequently they have never made the movement of doubting, and consequently they have never proceeded further. If they have made it earlier, then it must have been in childhood, but at that time one is not sufficiently developed to be able to doubt.\nWhatever one may say, it is certain that I am no philosopher. I am a poetic and elegant thinker who writes for the few. I have not understood the System, whether it is because I am not clever enough or because the System is not clever enough, creating a noise like the man who entered the fish market and shouted \"Silence!\"\nProblem I: Is there such a thing as a teleological suspension of the ethical?\nThe ethical as such is the universal, and as the universal it applies to everyone, which may be expressed from another point of view by saying that it applies at every instant. It rests immanent in itself, has nothing outside itself which is its telos, but is itself telos for everything outside it, and when this has been incorporated by the ethical it can go no further. Conceived immediately as physical and psychical, the particular individual is the particular which has its telos in the universal, and its task is to express itself constantly in it, to abolish its particularity in order to become the universal. As soon as the individual would assert himself in his particularity over against the universal, he sins, and only by recognizing this can he again reconcile himself with the universal.\nBut faith is precisely this paradox, that the individual as the particular is higher than the universal, is justified over against it, is not subordinate but superior—yet in such a way, be it observed, that it is the particular individual who, after he has been subordinated as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute. This position cannot be mediated, for all mediation comes about precisely by virtue of the universal; it is and remains to all eternity a paradox, inaccessible to thought. And yet faith is this paradox—or else (these are the logical deductions which I would beg the reader to have in mente at every point, though it would be too prolix for me to reiterate them on every occasion)—or else there never has been faith...\nThe story of Abraham contains therefore a teleological suspension of the ethical. As the individual he became higher than the universal. This is the paradox which does not permit of mediation. It is just as inexplicable how he got into it as it is inexplicable how he remained in it. If such is not the position of Abraham, then he is not even a tragic hero but a murderer. To want to continue to call him the father of faith, to talk of this to people who do not concern themselves with anything but words, is thoughtless. A man can become a tragic hero by his own powers—but not a knight of faith. When a man enters upon the way, in a certain sense the hard way of the tragic hero, many will be able to give him counsel; to him who follows the narrow way of faith no one can give counsel, him no one can understand. Faith is a miracle, and yet no man is excluded from it; for that in which all human life is unified is passion, and faith is a passion.", "source": "fear_and_trembling.txt"}
{"text": "Title: Either/Or\nAuthor: Victor Eremita (Søren Kierkegaard)\nDIAPSALMATA\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a low fire; their cries could not reach the tyrant's ears so as to strike terror into his heart; when they reached his ears they sounded like sweet music. And men crowd about the poet and say to him, \"Sing for us soon again\"—that is as much as to say, \"May new sufferings torment your soul, but may your lips be fashioned as before; for the cries would only distress us, but the music is dainty.\" And the critics come forward and say, \"That is perfectly done—just as it should be, according to the rules of aesthetics.\" To be sure, a critic resembles a poet to a hair; he only lacks the anguish in his heart and the music upon his lips. I tell you, I would rather be a swineherd, understood by the swine, than be a poet and misunderstood by men.\nI have just now come from a party where I was its life and soul; witticisms streamed from my lips, everyone laughed and admired me, but I went away—yes, the dash should be as long as the radius of the earth's orbit—and wanted to shoot myself.\nI do not care for anything. I do not care to ride, for the exercise is too violent. I do not care to walk, for it is too strenuous. I do not care to lie down, for I should either have to remain lying, and I do not care to do that, or I should have to get up again, and I do not care to do that either. Summa Summarum: I do not care at all.\nMy life is like an eternal night. What I should like to be, I cannot be; what I can be, I will not be.\nLet others complain that the age is wicked; my complaint is that it is paltry; for it lacks passion. Men's thoughts are thin and flimsy like lace, they are themselves pitiable like the lacemakers. The thoughts of their hearts are too puny to be sinful. For a worm it might be regarded as a sin to harbor such thoughts, but not for a being made in the image of God. Their lusts are dull and sluggish, their passions sleepy. They do their duty, these shopkeeper-souls, but they clip the coin a little, like the Jews; they think that if they do a little good they have done the whole.\nTHE ROTATION OF CROPS\nPeople with experience maintain that proceeding from a basic principle is the only reasonable way to act. I agree with them and am also doing so. For my starting point is that all men are bores. Surely no one will prove himself so great a bore as to contradict me in this. This statement has the advantage of being brief and to the point; it also possesses the merit of being undeniably true.\nHow corrupting boredom is, everyone recognizes also with regard to children. As long as children are having a good time, they are always good. This can be said in the strictest sense, for if they at times become unmanageable even while playing, it is really because they are beginning to be bored; boredom is already setting in, but in a different way. Therefore, whoever wants to have control over children, merely has to have the talent to be able to amuse them.\nMy method does not consist in change of soil but in change of crop. The method I propose does not consist in changing the soil but, like proper crop rotation, consists in changing the method of cultivation and the kinds of crops. Here we have at once the principle of limitation, the only saving principle in the world. The more you limit yourself, the more fertile you become in invention. A prisoner in solitary confinement for life becomes very inventive, and a spider may furnish him with much amusement. One need but think of the schoolmaster who, precisely because he had to repeat the same lesson over and over again, hit upon the most varied and ingenious method of tormenting his pupils.\nTo forget—this is the desire of all men, and when they encounter something unpleasant, they always say: Oh, that one might forget! But to forget is an art that must be practiced beforehand. To be able to forget always depends upon how one remembers, but how one remembers depends upon how one experiences reality.", "source": "either_or.txt"}
