{"text": "The possible and the actual.\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nDespair is the sickness unto death.\nThis is the formula for all despair: to despair over oneself, in despair to will to be oneself, or in despair to will not to be oneself.\nThe formula that describes the state of the self when despair is completely rooted out is this: in relating itself to itself and in willing to be itself, the self rests transparently in the power that established it.\nThe torment of despair is precisely this: not to be able to die. So it has much in common with the situation of the moribund when he lies and struggles with death, and cannot die. So to be sick unto death is, not to be able to die, but not as though there were hope of life; no, the hopelessness in this case is that even the last hope, death, is not there. When death is the greatest danger, one hopes for life; but when one becomes acquainted with an even more dreadful danger, one hopes for death. So when the danger is so great that death has become one’s hope, despair is the disconsolateness of not being able to die.", "source": "sickness_unto_death.txt"}
{"text": "If there were no eternal consciousness in a man, if at the foundation of all there lay only a wildly seething power which writhing with obscure passions produced everything that is great and everything that is insignificant, if a bottomless void never satiated lay hidden beneath all—what then would life be but despair?\nBut it is not so.\nFaith is precisely this paradox, that the single individual is higher than the universal, not by being subordinate to the universal and translating it into reality, but by the fact that, after having been subordinate to the universal, he isolates himself as higher than the universal. If this is not faith, then Abraham is lost, then faith has never existed in the world… because it has always existed.\nThe Knight of Faith is the only happy man, the heir to the finite, while the Knight of Resignation is a stranger and a sojourner.\nI cannot make the movement of faith, I cannot shut my eyes and plunge into the absurd; it is for me an impossibility… but I do not deny that it is possible.\nAbraham I cannot understand, in a certain sense I can learn nothing from him but astonishment. If I imagine myself in the hero's predicament, I shudder… I can understand the tragic hero, but Abraham I cannot understand, though in a certain crazy sense I admire him more than all other men.", "source": "fear_and_trembling.txt"}
{"text": "What is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the moans and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a slow fire; their cries could not reach the tyrant's ears so as to strike terror into his heart; when they reached his ears they sounded like sweet music. And men crowd about the poet and say to him, \"Sing for us soon again\"—which is as much as to say, \"May new sufferings torment your soul, but may your lips be fashioned as before; for the cries would only distress us, but the music is delicious.\" And the critics come, too, and say, \"He has followed the correct rules\"—and Phalaris can have no fear that the reality of the suffering may be persuasive, because the critics will explain the instrument.\nI have the courage, I fear, of a doubter, for I do not share the doubt which is the fashion, but I doubt my own strength.\nLet others complain that the age is wicked; my complaint is that it is paltry; for it lacks passion. Men’s thoughts are thin and flimsy like lace, they are themselves pitiable like the lacemakers. The thoughts of their hearts are too paltry to be sinful. For a worm it might be regarded as a sin to harbor such thoughts, but not for a being made in the image of God. Their lusts are dull and sluggish, their passions sleepy. They do their duty, these shopkeeping souls, but they clip the coin a trifle, like the Jews; they think that if the Lord keeps the tabernacle a bit carelessly, they may do likewise. Out upon them! This is the reason my soul always turns back to the Old Testament and to Shakespeare. I feel that those who speak there are at least human beings: they hate, they love, they murder their enemies, and curse their descendants throughout all generations, they sin.\nI see it all perfectly; there are two possible situations — one can either do this or that. My honest opinion and my friendly advice is this: do it or do not do it — you will regret both.", "source": "either_or.txt"}
