{"text": "The Sickness Unto Death\nA Christian Psychological Exposition for Upbuilding and Awakening\nBy Anti-Climacus\nPreface\nTo many the form of this \"exposition\" will seem strange; it will seem to them too strict to be upbuilding, and too upbuilding to be strict. As to this I have no opinion. On the other hand, I have an opinion as to whether the contents are true and whether the form is suitable to the contents. There is one question I should like to put to the reader: whether the \"strictness\" of which he complains might not rather be the \"seriousness\" which Christianity requires.\nPart First\nThe Sickness Unto Death is Despair\nA. That Despair is the Sickness Unto Death\n1. Despair is a Sickness in the Spirit, in the Self, and so it may have three forms: in Despair at not being conscious of having a Self (Despair improperly so called); in Despair at not willing to be oneself; in Despair at willing to be oneself.\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short, a synthesis. A synthesis is a relation between two. Considered in this way man is still not a self.\nIn the relation between two, the relation is the third as a negative unity, and the two relate to the relation and in the relation to the relation; thus under the qualification of the psychical the relation between the psychical and the physical is a relation. But if the relation relates itself to itself, this relation is the positive third, and this is the self.\nSuch a relation that relates itself to itself, a self, must either have established itself or have been established by another.\nIf the relation that relates itself to itself has been established by another, then the relation is indeed the third, but this relation, the third, is yet again a relation and relates itself to that which established the whole relation.\nSuch a derived, established relation is the human self, a relation that relates itself to itself and in relating itself to itself relates itself to another. This is why there can be two forms of despair in the strict sense. If a human self had itself established itself, then there could be only one form: not to will to be oneself, to will to get rid of oneself, but there could be no such thing as the form: in despair to will to be oneself. This latter formula is the expression of the dependence of the relation (the self), the expression of the inability of the self to arrive at or to be in equilibrium and rest by itself, but only, in relating itself to itself, by relating itself to that which has established the whole relation.", "source": "sickness_unto_death.txt"}
{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a veritable clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern science, every assistant professor, tutor, and student, every crofter and cottar in philosophy, is not content with doubting everything but goes further. It might be premature and almost unbecoming to ask where they are going, but surely it is courteous and altogether proper to assume that they have doubted everything, since otherwise it would be odd of them to say that they were proceeding further. This proceeding further has actually been accomplished by our own age, and indeed we have proof of it, for otherwise the age would not be the age of the clearance sale.\nThe present writer is in no sense a philosopher. He is, poetically and elegantly, an amateur writer who neither writes the System nor gives promises of the System, who neither subscribes to the System nor ascribes anything to it. He writes because to him it is a luxury that becomes the more agreeable and evident the fewer there are who buy and read what he writes.\nProblem I: Is there a Teleological Suspension of the Ethical?\nThe ethical as such is the universal, it applies to everyone, which may be expressed from another point of view by saying that it applies every instant. It reposes immanently in itself, it has nothing without itself which is its telos, but is itself telos for everything outside it, and when this has been incorporated by the ethical it can go no further. Conceived immediately as physical and psychical, the particular individual is the individual who has his telos in the universal, and his ethical task is to express himself constantly in it, to abolish his particularity in order to become the universal. As soon as the individual would assert himself in his particularity over against the universal he sins, and only by recognizing this can he again reconcile himself with the universal.\nFaith is precisely this paradox, that the individual as the particular is higher than the universal, is justified over against it, is not subordinate but superior—yet in such a way, be it observed, that it is the particular individual who, after he has been subordinated as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute. This position cannot be mediated, for all mediation comes about precisely by virtue of the universal; it is and remains to all eternity a paradox, inaccessible to thought. And yet faith is this paradox—or else (these are the logical deductions which I would beg the reader to have in mente) there never has been faith... precisely because it has always been present. In that case Abraham is lost.", "source": "fear_and_trembling.txt"}
{"text": "Diapsalmata\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a steady fire; their cries could not reach the tyrant’s ears so as to strike terror into his heart; when they reached him they sounded like sweet music. And men crowd about the poet and say to him, \"Sing for us soon again\"—which is as much as to say, \"May new sufferings torment your soul, but may your lips be fashioned as before; for the cries would only distress us, but the music is delicious.\"\n***\nI have the courage, I believe, to doubt everything; I have the courage, I believe, to fight with everything; but I have not the courage to know anything; not the courage to possess, to own anything. Most people complain that the world is so prosaic, that life is not like a romance, where opportunities are always so favorable. I complain that life is not like a romance, where one has hard-hearted parents and nixies and trolls to fight, and enchanted princesses to free. What are all such enemies taken together, compared with the pale, bloodless, tenacious, nocturnal shapes with which I fight, and to whom I give life and being myself?\n***\nMy life is like an eternal night; when will the day dawn? When will the sun rise?\n***\nI don’t feel like doing anything. I don’t feel like riding—the motion is too violent; I don’t feel like walking—it is too strenuous; I don’t feel like lying down, for either I should have to remain lying, and I don’t feel like doing that, or I should have to get up again, and I don’t feel like doing that either. Summa Summarum: I don’t feel like doing anything.\n***\nThere is nothing I should like better than to be capable of being some one else’s friend, but I cannot be that to any one, because I am my own friend.\n***\nLet others complain that the age is wicked; my complaint is that it is paltry; for it lacks passion. Men’s thoughts are thin and flimsy like lace, they are themselves pitiable like the lacemakers. The thoughts of their hearts are too paltry to be sinful. For a worm it might be regarded as a sin to harbor such thoughts, but not for a being made in the image of God. Their lusts are dull and sluggish, their passions sleepy. They do their duty, these shopkeeper-souls, but they clip the coin a little...\n***\nWhat I really need is a clear mind, a voice that speaks to me alone, that understands me. What I really need is faith. But where shall I find it? In the world? No, the world is a market place where everything is for sale. In the church? The church is a theater where the actors are bad and the prompter is asleep.", "source": "either_or.txt"}
