{"text": "The possible corresponds exactly to the future. For freedom the possible is the future, and for time the future is the possible. Corresponding to this in the sphere of the individual life is dread.\nThe specific character of despair is precisely this: it is unaware of being despair.\nTo be a self is the greatest concession made to man, but at the same time it is eternity’s demand upon him.\nDespair is the Sickness Unto Death.\nThe torment of despair is precisely this: not to be able to die. So it has much in common with the situation of the dying man when he lies and struggles with death, and cannot die. So to be sick unto death is, not to be able to die — yet not as though there were hope of life; no, the hopelessness in this case is that even the last hope, death, is not available.\nThe self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself. A human being is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short, a synthesis. A synthesis is a relation between two. Considered in this way, a human being is still not a self.", "source": "sickness_unto_death_excerpt.txt"}
{"text": "If you marry, you will regret it; if you do not marry, you will also regret it; if you marry or do not marry, you will regret both; whether you marry or do not marry, you will regret both. Laugh at the world’s follies, you will regret it, weep over them, you will also regret that; laugh at the world’s follies or weep over them, you will regret both; whether you laugh at the world’s follies or weep over them, you will regret both. Believe a woman, you will regret it, believe her not, you will also regret that; believe a woman or believe her not, you will regret both; whether you believe a woman or believe her not, you will regret both. Hang yourself, you will regret it; do not hang yourself, and you will also regret that; hang yourself or do not hang yourself, you will regret both; whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the essence of all philosophy.\nI see it all perfectly; there are two possible situations — one can either do this or that. My honest opinion and my friendly advice is this: do it or do not do it — you will regret both.\nListen to the cry of a woman in labor at the hour of giving birth — look at the dying man’s struggle at his last extremity, and then tell me whether something that begins and ends thus could be intended for enjoyment.\nI have the courage, I believe, to doubt everything; I have the courage, I believe, to fight with everything; but I have not the courage to know anything, not the courage to possess, to own anything. Most people complain that the world is so prosaic, that life is not like a romance, where opportunities are always so favorable. I complain that life is not like a romance, where one has hard-hearted parents and nixies and trolls to fight, and enchanted princesses to free. What are all such enemies taken together compared with the pale, bloodless, tenacious, nocturnal shapes of ennui, which bear a resemblance to the soul-destroying trolls, a resemblance to the nixies who have no soul and want to steal one?\nMy life is like an eternal night. What is happening? The cock is crowing; will it announce the morning? No, it announces that the night is passing. The shadows are lengthening.\nThe unhappiness of my life is simply this, that I have never said 'I'.", "source": "either_or_excerpt.txt"}
{"text": "The ethical expression for what Abraham did is that he would murder Isaac; the religious expression is that he would sacrifice Isaac; but precisely in this contradiction is the anxiety that can make a person sleepless, and yet without this anxiety Abraham is not who he is.\nIf there were no eternal consciousness in a man, if at the foundation of all there lay only a wildly seething power which writhing with obscure passions produced everything that is great and everything that is insignificant, if a bottomless void never satiated lay hidden beneath all -- what then would life be but despair?\nFaith is precisely this paradox, that the single individual is higher than the universal.\nTo have faith is to lose your mind and to win God.\nIt is quite true what philosophy says: that life must be understood backwards. But that makes one forget the other saying: that it must be lived forwards.\nThe knight of faith is the only happy man, the heir to the finite, while the knight of resignation is a stranger and an alien.\nLet us speak further about the wish and about the pain of renouncing it. This is the condition for being able to become a knight of resignation.", "source": "fear_and_trembling_excerpt.txt"}
