{"text": "The self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself. A human being is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short, a synthesis. A synthesis is a relation between two. Considered in this way, a human being is still not a self.\n\nDespair is the sickness unto death. It is the disrelationship in a relation which relates itself to itself. Despair is not a result of a disequilibrium, but the disequilibrium itself. To be unaware of being defined as spirit is precisely the despair which is not to be in despair, or the despair of not being conscious of having a self.\n\nThe formula that describes the state of the self when despair is completely rooted out is this: in relating itself to itself and in willing to be itself, the self rests transparently in the power that established it.\n", "source": "sickness_unto_death_excerpt.txt"}
{"text": "The Knight of Faith is the only one who can be happy, the only one who can be an heir to the finite while resigning the infinite. He resigns everything infinitely, and then he grasps everything again by virtue of the absurd. He makes the movement of infinity, but he does more than that: he makes the movement of finitude.\n\nAbraham is the Knight of Faith. He did not doubt, he did not look to the right or to the left, he did not challenge heaven with his prayers. He knew it was the Lord's trial, and he knew that he could not offer the ram instead of Isaac until the very last moment. He believed by virtue of the absurd; for all human calculation had long since ceased to be possible.\n\nThe ethical expression for what Abraham did is that he would murder Isaac; the religious expression is that he would sacrifice Isaac; but precisely in this contradiction is the anxiety that can make a person sleepless, and yet without this anxiety Abraham is not who he is.\n", "source": "fear_and_trembling_excerpt.txt"}
