{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a veritable clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern science, every Assistant Professor, tutor, and student, every crofter and cottar in philosophy, is not content with doubting everything but \"goes further.\" It might be premature and useless to ask where they are going, but it is surely essential to ask whether they have doubted everything; for if they have not, then it is odd that they are going further. They have likely made no preliminary movement of any kind.\n...\nThe Story of Abraham\nAnd God tempted Abraham and said unto him, Take Isaac, thine only son, whom thou lovest, and get thee into the land of Moriah, and offer him there for a burnt offering upon the mountain which I will show thee.\nIt was early in the morning, Abraham rose up and saddled his ass, and took two of his young men with him, and Isaac his son; and he clave the wood for the burnt offering, and rose up and went unto the place of which God had told him. And on the third day Abraham lifted up his eyes and saw the place afar off. Then Abraham said unto his young men, Abide ye here with the ass; and I and the lad will go yonder and worship, and come again to you. And Abraham took the wood of the burnt offering, and laid it upon Isaac his son; and he took the fire in his hand, and a knife; and they went both of them together.\n...\nNow Abraham could not understand what was happening to him, he could not understand that it was a trial, a temptation; for if he had understood that, he would not have been the father of faith. He who does not understand, who does not see the paradox, cannot have faith. Faith is precisely the paradox that the single individual is higher than the universal. If this is not faith, then Abraham is lost, then faith has never existed in the world...\nThe Knight of Faith\nThe Knight of Faith is the only happy man, the heir to the finite, while the Knight of Resignation is a stranger and an alien. To obtain the princess, to obtain the whole temporal world, requires the double movement of infinity. First, the infinite resignation, giving up everything; and then, by virtue of the absurd, receiving everything back again. This is the movement of faith. It is not a logical deduction, it is a passion.\nI can swim in existence, but I am too heavy for this mystical hovering. To exist is an art. The objective thinker is an abomination, for he forgets that he is an existing individual. Truth is subjectivity.", "source": "fear_and_trembling_excerpt.txt"}
