{"text": "The Sickness Unto Death\nThe concept of despair.\nDespair is a sickness in the spirit, in the self, and so it may assume a triple form: in despair at not being conscious of having a self (despair improperly so called); in despair at not willing to be oneself; in despair at willing to be oneself.\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. If on the contrary the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\nSuch a relation which relates itself to its own self (that is to say, a self) must either have constituted itself or have been constituted by another.\nIf this relation which relates itself to its own self is constituted by another, the relation doubtless is the third term, but this relation (the third term) is in turn a relation relating itself to that which constituted the whole relation.\nSuch a derived, constituted, relation is the human self, a relation which relates itself to its own self, and in relating itself to its own self relates itself to another. Hence it is that there can be two forms of despair in the strict sense. If the human self had constituted itself, there could be a question only of one form: not willing to be one's own self, of willing to get rid of oneself, but there could be no question of despair at willing to be oneself.\nThis form of despair (willing to be oneself) is possible only because the self has been constituted by another, for if it had constituted itself, it would be the same thing as the first form.", "source": "sickness_unto_death.txt"}
{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is organizing a regular clearance sale. Everything is to be had at such a bargain that it is questionable whether in the end there is anybody who will want to bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every Assistant Professor, tutor, and student, every crofter and cottar in philosophy, is not content with doubting everything but goes further. Perhaps it would be premature and untimely to ask them where they are going, but it is surely polite to assume that they have doubted everything, for otherwise it would be queer of them to be going further. This motion of going further I have performed myself in my own time—not indeed to the extent of doubting everything, for that I was not capable of, but at least to the extent of convincing myself that there was nothing I could not doubt.\n...\nThe Knight of Faith\nThe knight of faith is the only happy man, the heir apparent to the finite, whereas the knight of resignation is a stranger and a sojourner. But the knight of faith knows it is glorious to belong to the infinite. He knows the pain of renouncing his dearest desire, he has tasted the bitterness of the cup, but he knows too that it tastes sweet to him who has faith. He has resigned everything infinitely, and then he grasps everything again by virtue of the absurd. He is no genius, for the genius can do everything except one thing—he cannot by virtue of the absurd get the finite back again. But the knight of faith can.\nFaith is precisely this paradox, that the single individual is higher than the universal, that is, that the single individual determines his relation to the universal by his relation to the absolute, not his relation to the absolute by his relation to the universal. The paradox may also be expressed in this way: that there is an absolute duty toward God; for in this relationship of duty the individual as an individual stands related absolutely to the absolute.", "source": "fear_and_trembling.txt"}
{"text": "Either/Or: A Fragment of Life\nDiapsalmata\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the moans and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a steady fire; their cries could not reach the tyrant's ears so as to strike terror into his heart; when they reached him they sounded like sweet music.\n...\nI have the courage, I believe, to doubt everything; I have the courage, I believe, to fight with everything; but I have not the courage to know anything; not the courage to possess, to own anything. Most people complain that the world is so prosaic, that life is not like a romance, where opportunities are always so favorable. I complain that life is not like a romance, where one has hard-hearted parents and nixies and trolls to fight, and enchanted princesses to free. What are all such enemies taken together, compared with the pale, bloodless, tenacious, nocturnal shapes with which I fight, and to which I myself give life and being?\n...\nMy life is like an eternal night; when I die, I shall be able to say: \"Good evening.\"\n...\nThe Rotation Method\nPeople with a great deal of experience in life have often observed that there is a certain mixture of the finite and the infinite in the nature of man. The rotation method, therefore, which is here recommended, does not consist in changing the soil, but in changing the method of cultivation and the crops. Here we have at once the principle of limitation, the only saving principle in the world. The more you limit yourself, the more fertile you become in invention. A prisoner in solitary confinement for life becomes very inventive, and a spider may furnish him with much entertainment.", "source": "either_or.txt"}
