{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is organizing a regular clearance sale. Everything is to be had at such a bargain that it is questionable whether in the end there is anybody who will want to bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every privatdocent, tutor, and student, every crofter and cottar in philosophy, is not content with doubting everything but goes further. Perhaps it would be untimely and ill-timed to ask them where they are going, but surely it is courteous and assumes no responsibility to inquire: Where did they find the certainty that they have gone further? ...\nThe Story of Abraham\n...Now Abraham was old, he was well stricken in years, and the Lord had given him Isaac. Then it happened one day that he sat in his tent and looked out, and he saw a man coming along the road, and the man was a stranger to him. But Abraham rose and went to meet him and bowed down before him and said, “Lord, do not pass by thy servant.” And the Stranger was God.\nAnd God tempted Abraham and said unto him, “Take Isaac, thine only son, whom thou lovest, and get thee into the land of Moriah, and offer him there for a burnt offering upon one of the mountains which I will tell thee of.”\nIt was early in the morning, Abraham arose and saddled his ass, and took two of his young men with him, and Isaac his son; and he clave the wood for the burnt offering, and rose up, and went unto the place of which God had told him. On the third day Abraham lifted up his eyes and saw the place afar off. Then said Abraham unto his young men, “Abide ye here with the ass; and I and the lad will go yonder and worship, and come again to you.” And Abraham took the wood of the burnt offering and laid it upon Isaac his son; and he took the fire in his hand, and a knife; and they went both of them together. And Isaac spake unto Abraham his father and said, “My father.” And he said, “Here am I, my son.” And he said, “Behold the fire and the wood; but where is the lamb for a burnt offering?” And Abraham said, “My son, God will provide himself a lamb for a burnt offering.” So they went both of them together.\nAnd they came to the place which God had told him of; and Abraham built an altar there, and laid the wood in order, and bound Isaac his son, and laid him on the altar upon the wood. And Abraham stretched forth his hand, and took the knife to slay his son.\n...\nPreliminary Expectoration\nAlthough I am an outsider, completely uninitiated into the mysteries of the system, my relation to the system is not like that of the inhabitants of Hamelin to the Pied Piper. I am not magnetized by the flute-playing of the system-builders. I am not one of the young men who have sworn fidelity to the banner of the system. I am a freelancer who, if he had the capacity, would perhaps try to think something on his own account.\nFaith is precisely this paradox, that the single individual is higher than the universal. If this is not faith, then Abraham is lost, then faith has never existed in the world...", "source": "fear_and_trembling.txt"}
{"text": "Journals and Papers\n1843\nIf I were to wish for anything, I should not wish for wealth and power, but for the passionate sense of the potential, for the eye which, ever young and ardent, sees the possible. Pleasure disappoints, possibility never. And what wine is so sparkling, what so fragrant, what so intoxicating, as possibility!\n1846\nThe truth is a trap: you cannot get it without it getting you; you cannot get the truth by capturing it, only by its capturing you.\n1847\nPurity of heart is to will one thing.\n1848\nThe crowd is untruth. There is therefore no more basic category for religious life than the single individual.\nUndated\nLife can only be understood backwards; but it must be lived forwards.\nAnxiety is the dizziness of freedom.\nMost people are not themselves; they are some other people. Their thoughts are someone else's opinions, their lives a mimicry, their passions a quotation.", "source": "journals.txt"}
{"text": "The Sickness Unto Death\nA Christian Psychological Exposition for Upbuilding and Awakening\nBy Anti-Climacus\nEdited by S. Kierkegaard\nIntroduction\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short, a synthesis. A synthesis is a relation between two. Considered in this way, man is still not a self.\nIn the relation between two, the relation is the third as a negative unity, and the two relate to the relation and in the relation to the relation; thus under the qualification of the psychical the relation between the psychical and the physical is a relation. But if the relation relates itself to itself, this relation is the positive third, and this is the self.\nSuch a relation that relates itself to itself, a self, must either have established itself or have been established by another.\nIf the relation that relates itself to itself has been established by another, then the relation is indeed the third, but this relation, the third, is yet again a relation and relates itself to that which established the whole relation.\nSuch a derived, established relation is the human self, a relation that relates itself to itself and in relating itself to itself relates itself to another.\nThe Despair That Is Unconscious That It Is Despair, or the Despairing Unconsciousness of Having a Self and an Eternal Self.\nThat this is the most common form of despair, my previous remarks have already suggested. Despair is the sickness, not the cure; the cure is faith.\nThe Despair That Is Conscious of Being Despair, and Therefore Is Conscious of Having a Self in Which There Is Something Eternal, and Is Conscious of Being in Despair over Itself.\nA. Despair Over the Weakness of Not Wanting to Be Oneself.\nThis is the \"despair of weakness,\" as we have called it, the despair of not wanting to be oneself. But here, unlike the form of despair previously discussed, the despair is conscious.\nB. The Despair of Wanting in Despair to Be Oneself.\nThis is the \"despair of defiance.\" Here the despair is conscious of being despair, conscious of being a self in which there is something eternal, and then either in despair does not want to be itself or in despair wants to be itself.", "source": "sickness_unto_death.txt"}
{"text": "Either/Or\nA Fragment of Life\nPreface\nIt may perhaps have occurred to you, dear reader, to doubt somewhat the correctness of the familiar philosophical proposition that the outward is the inward, the inward the outward. You have perhaps kept a secret which you felt was the fruit of your life's most precious experiences, and you have perhaps become convinced that you could not communicate it, even if you wanted to, because the explanation would be longer than the text.\nDiapsalmata\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music.\nI have just now come from a party where I was its life and soul; witticisms streamed from my lips, everyone laughed and admired me, but I went away — yes, the dash should be as long as the radius of the earth's orbit ——————————— and wanted to shoot myself.\nI feel as if I were a piece in a game of chess, when my opponent says of it: That piece cannot be moved.\nMy life is like a night of the long winter, when one waits for the day, and the day does not come.\nThe Rotation of Crops\nPeople with experience maintain that proceeding from a basic principle is the supposed to be very reasonable; I yield to them and proceed from the basic principle that all people are boring. Or is there anyone who would be boring enough to contradict me in this regard?\nBoredom is the root of all evil. It is very curious that boredom, which itself has such a calm and sedate nature, can have such a capacity to initiate motion. The effect that boredom has is altogether magical, but this effect is one not of attraction but of repulsion.\nThe Aesthetic Validity of Marriage\nThere are two ways of being deceived. One is to believe what is not true; the other is to refuse to believe what is true.\nThe ethical view of marriage...", "source": "either_or.txt"}
