{"text": "# Fear and Trembling\nWhat I have to say is this: that he who believes in the world's absurdity will be the one who changes it.\nFaith is precisely this paradox, that the single individual is higher than the universal.\nIf there were no eternal consciousness in a man, if at the foundation of all there lay only a wildly seething power which writhing with obscure passions produced everything that is great and everything that is insignificant, if a bottomless void never satiated lay hidden beneath all--what then would life be but despair?\nIt is the duty of the human understanding to understand that there are things which it cannot understand, and what those things are. Man has to conquer the world, but he has to conquer himself, too, and that is the harder task.\n# The Sickness Unto Death\nThe greatest hazard of all, losing one’s self, can occur very quietly in the world, as if it were nothing at all. No other loss can occur so quietly; any other loss - an arm, a leg, five dollars, a wife, etc. - is sure to be noticed.\nTo have a self, to be a self, is the greatest concession made to man, but at the same time it is eternity’s demand upon him.\nDespair is the sickness unto death.\nA self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short, a synthesis. A synthesis is a relation between two. Considered in this way, man is still not a self.\n# Either/Or\nI see it all perfectly; there are two possible situations — one can either do this or that. My honest opinion and my friendly advice is this: do it or do not do it — you will regret both.\nMarry, and you will regret it; don’t marry, you will also regret it; marry or don’t marry, you will regret it either way. Laugh at the world’s foolishness, you will regret it; weep over it, you will regret that too; laugh at the world’s foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will also regret it… Hang yourself, you will regret it; do not hang yourself, and you will regret that too; hang yourself or don’t hang yourself, you’ll regret it either way; whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the essence of all philosophy.\nLife can only be understood backwards; but it must be lived forwards.\nPeople demand freedom of speech as a compensation for the freedom of thought which they seldom use.\nAnxiety is the dizziness of freedom.", "source": "excerpts.txt"}
