{"text": "The despair that is conscious of being despair, as also of being a self, and such a self as it is, is the despair of not willing to be oneself; or the despair of willing to be oneself.\nThis is the formula for all despair, so that the expression for it is not just equivalence, but equality: to despair over oneself, in despair to will to be oneself, is the formula for all despair.\nThe self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself.\nThe greatest hazard of all, losing one’s self, can occur very quietly in the world, as if it were nothing at all. No other loss can occur so quietly; any other loss - an arm, a leg, five dollars, a wife, etc. - is sure to be noticed.", "source": "sickness_unto_death_excerpts.txt"}
{"text": "Life must be understood backward. But it must be lived forward.", "source": "journals_excerpts.txt"}
{"text": "Marry, and you will regret it; do not marry, you will also regret it; marry or do not marry, you will regret it either way. Laugh at the world's foolishness, you will regret it; weep over it, you will regret that too; laugh at the world's foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will also regret it... Hang yourself, you will regret it; do not hang yourself, and you will regret that too; hang yourself or don't hang yourself, you'll regret it either way; whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the essence of all philosophy.\nI see it all perfectly; there are two possible situations — one can either do this or that. My honest opinion and my friendly advice is this: do it or do not do it — you will regret both.\nPeople demand freedom of speech as a compensation for the freedom of thought which they seldom use.\nAnxiety is the dizziness of freedom.", "source": "either_or_excerpts.txt"}
{"text": "Faith is precisely this paradox, that the individual as the particular is higher than the universal, is justified vis-à-vis it, is not subordinate but superior—yet in such a way, be it observed, that it is the particular individual who, after he has been subordinated as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute. This position cannot be mediated, for all mediation comes about precisely by virtue of the universal; it is and remains to all eternity a paradox, inaccessible to thought.\nIf there were no eternal consciousness in a man, if at the bottom of everything there were only a wild ferment, a power that twisting in dark passions produced everything great or inconsequential; if an unfathomable, insatiable emptiness lay hid beneath everything, what would life be but despair?", "source": "fear_and_trembling_excerpts.txt"}
