{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age\nis putting on a veritable clearance sale. Everything can be had so dirt\ncheap that one begins to wonder whether in the end anyone will want to\nmake a bid. Every speculative price-fixer who conscientiously directs\nattention to the significant march of modern philosophy, every\nPrivatdocent, tutor, and student, every crofter and cottar in philosophy,\nis not content with stopping at doubting everything but goes further. It\nmight be untimely and ill-timed to ask them where they are going, but it\nis no doubt permissible to assume that they have doubted everything, since\notherwise it would be queer to say that they were going further. This\npreliminary movement they have therefore all completed, and presumably\nwith such ease that they do not think it necessary to waste a word about\nhow they did it; for not even he who anxiously and with deep concern\nsought a little enlightenment in the renowned march of modern philosophy,\nnot even he was lucky enough to learn how one doubts, perhaps because one\ndid not account it to him for righteousness that he did not go further,\nso that he, the poor wretch, became a laughing-stock to all, to the\nmighty men who hasten on, and to the stutterers who trot behind, because\nhe refused to chirp with the little flock which says \"and so further,\"\nbut rather wanted to fix his attention upon one thought, which, if it is\nactually thought, might well be enough for a whole life.\n...\nThe present author is by no means a philosopher. He is, poetice et\neleganter [in a poetic and refined way], a freelance writer who neither\nwrites the system nor gives promises of the system, who neither subscribes\nto the system nor ascribes anything to it. He writes because to him it is\na luxury that is all the more pleasant and apparent the fewer there are\nwho buy and read what he writes. He can easily foresee his fate in an\nage when passion has been obliterated in favor of science, in an age\nwhen an author who wants to have readers must take care to write in such\na way that the book can easily be perused during the afternoon nap, and\ntake care to be like the polite gardener in the advertisement, who with\nhat in hand and a good certificate from the last place he worked offers\nhis services to the honored public. He foresees his fate--to be entirely\nignored; he has a terrible foreboding that eager zeal for criticism will\nmany a time chop him up to find ... the system. He hopes that this will\nbe the worst thing that happens to the book. But if it does happen, he\nalso hopes that the kind and benevolent reader (to whom the book is\naddressed) will be of good cheer and not let himself be seduced by\ncriticism to give up his reading, but rather will say as the child said\nwhen the book had been chopped up: \"It was a shame to cut it up, it would\nhave been a nice place to put the pieces.\"\n...\nFaith is precisely this paradox, that the single individual is higher\nthan the universal, yet in such a way, be it observed, that the movement\nrepeats itself, and that consequently the single individual, after having\nbeen in the universal, now as the single individual isolates himself as\nhigher than the universal. If this is not faith, then Abraham is lost,\nthen faith has never existed in the world... because it has always\nexisted. For if the ethical (i.e., the moral) is the highest thing, and if\nnothing incommensurable remains in man in any other way but as the evil\n(i.e., the particular which has to be expressed in the universal), then\none needs no other categories than those which the Greek philosophers\npossessed or which can be deduced from them by consistent thought. This\nis something that Hegel should not have concealed, for, after all, he was\nacquainted with Greek philosophy.\n...\nInfinite resignation is the last stage prior to faith, so that one who\nhas not made this movement has not faith; for only in the infinite\nresignation do I become clear to myself with respect to my eternal\nvalidity, and only then can there be any question of grasping existence\nby virtue of faith.\n...\nThe knights of the infinite resignation are easily recognized: their\ngait is gliding and assured. Those on the other hand who carry the jewel\nof faith are likely to be delusive, because their outward appearance\nbears a striking resemblance to that which both the infinite resignation\nand faith exclude, often with scrupulous care, namely, Philistinism.\n...\nI candidly admit that in my practice I have not found any reliable\nexample of the knight of faith, though I would not deny that every second\nman may be such an example. I have been trying, however, for several years\nto get on the track of this, and all in vain. People commonly travel\naround the world to see rivers and mountains, new stars, birds of rare\nplumage, queerly deformed fishes, ridiculous races of men--they abandon\nthemselves to the bestial stupor which gapes at existence, and they think\nthey have seen something. This does not interest me. But if I knew where\nthere was such a knight of faith, I would make a pilgrimage to him on\nfoot, for this prodigy interests me absolutely. I would not let him go\nfor an instant, every moment I would watch to see how he managed to make\nthe movements, I would regard myself as secured for life, and would divide\nmy time between looking at him and practicing the exercises myself, and\nthus would spend all my time admiring him.", "source": "fear_and_trembling.txt"}
{"text": "What is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the moans and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a steady fire; their cries could not reach the tyrant's ears so as to strike terror into his heart; when they reached his ears they sounded like sweet music.\n...\nI feel as if I were a piece in a game of chess, when my opponent says of it: That piece cannot be moved.\n...\nMy sorrow is my castle, which like an eagle's eyrie is built high up on the mountain peaks among the clouds. No one can storm it. From it I fly down into reality and seize my prey; but I do not remain down there, I bring my quarry home; and this quarry is a picture I weave into the tapestries of my palace.\n...\nLet others complain that the age is wicked; my complaint is that it is paltry; for it lacks passion. Men’s thoughts are thin and flimsy like lace; they are themselves pitiable like the lacemakers. The thoughts of their hearts are too paltry to be sinful. For a worm it might be regarded as a sin to harbor such thoughts, but not for a being made in the image of God. Their lusts are dull and sluggish, their passions sleepy. They do their duty, these shopkeeping souls, but they clip the coin a little, like the Jews; they think that even if the Lord keeps the tabernacle a bit too dark, they may earn a little anyway.\n...\nMarry, and you will regret it; do not marry, you will also regret it; marry or do not marry, you will regret it either way. Laugh at the world’s foolishness, you will regret it; weep over it, you will regret that either; laugh at the world’s foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will also regret it... Hang yourself, you will regret it; do not hang yourself, and you will regret that too; hang yourself or don’t hang yourself, you’ll regret it either way; whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the essence of all philosophy.\n...\nThe aesthetic life is a life of immediacy, where the individual seeks pleasure and avoids pain. But this pursuit is ultimately futile, as it leads to boredom and despair. The aesthetician is constantly seeking new experiences, but finds no lasting satisfaction. He is like a stone skimming the surface of the water, never sinking into the depths.\n...\nThe ethical life is a life of duty and commitment. The ethical individual chooses to live by universal moral principles. He takes responsibility for his actions and seeks to become a coherent self. But the ethical life also has its limits. It cannot account for sin or the need for forgiveness.\n...\nThe religious life is the highest stage of existence. It is a life of faith, where the individual relates himself to God. This relationship is paradoxical and cannot be understood by reason. It requires a leap of faith, a suspension of the ethical. The religious individual is the single individual who stands alone before God.\n...\nI have the courage, I believe, to doubt everything; I have the courage, I believe, to fight with everything; but I have not the courage to know anything; not the courage to possess, to own anything. Most people complain that the world is so prosaic, that life is not like a romance, where opportunities are always so favorable. I complain that life is not like a romance, where one has hard-hearted parents and nixies and trolls to fight, and enchanted princesses to free. What are all such enemies taken together, compared with the pale, bloodless, tenacious, nocturnal shapes with which I fight and to whom I give life and being?", "source": "either_or.txt"}
