{"text": "The Sickness Unto Death is Despair.\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. If on the contrary the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\nTo have a self, to be a self, is the greatest concession made to man, but at the same time it is eternity's demand upon him.\nDespair is the sickness unto death. It is the disrelationship in a relation which relates itself to itself. Despair is not a result of a simple imbalance, but a misrelation in the synthesis.", "source": "sickness_unto_death.txt"}
{"text": "The Knight of Faith\nIf I were to describe the movements of the knight of faith, I should say as follows: The knight of faith plays the part of the finite entirely, and yet the infinite is by no means foreign to him. He makes the movements of infinity with such correctness and assurance that he might at any moment be mistaken for a philistine. He takes delight in everything he sees, in the human swarm, in the new omnibuses, in the water of the Sound. He is interested in everything; he behaves exactly like the rest of us. He has a job, he plants a garden, he takes a walk.\nBut watch him closely. He makes the movement of infinity, but he does it with such ease and grace that one does not suspect it. He has resigned everything infinitely, and then he has grasped everything again by virtue of the absurd. He lives in the finite as if he had never known the infinite, but he carries the infinite within him.\nThe ethical expression for what Abraham did is that he would murder Isaac; the religious expression is that he would sacrifice Isaac; but precisely in this contradiction lies the dread which can well make a man sleepless, and yet Abraham is not what he is without this dread.\nThere is a teleological suspension of the ethical. The ethical is the universal, and as such it applies to everyone. But faith is precisely this paradox, that the single individual is higher than the universal. If this is not the case, then Abraham is lost, and faith has never existed.", "source": "fear_and_trembling.txt"}
{"text": "Diapsalmata\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a slow fire; their cries could not reach the tyrant's ears so as to strike terror into his heart; when they reached his ears they sounded like sweet music.\nI have just now come from a party where I was its life and soul; witticisms streamed from my lips, everyone laughed and admired me, but I went away — yes, the dash should be as long as the radius of the earth's orbit ——————————— and wanted to shoot myself.\nMarry, and you will regret it; do not marry, you will also regret it; marry or do not marry, you will regret it either way. Laugh at the world’s foolishness, you will regret it; weep over it, you will regret that too; laugh at the world’s foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will also regret it... This, gentlemen, is the essence of all philosophy.\nMy life is like an eternal night...", "source": "either_or.txt"}
