{"text": "The Sickness Unto Death\nThe Concept of Despair\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short, a synthesis. A synthesis is a relation between two. Considered in this way, man is still not a self.\nIn the relation between two, the relation is the third as a negative unity, and the two relate to the relation and in the relation to the relation; thus under the qualification of the psychical the relation between the psychical and the physical is a relation. But if the relation relates itself to itself, this relation is the positive third, and this is the self.\nSuch a relation that relates itself to itself, a self, must either have established itself or have been established by another. If the relation that relates itself to itself has been established by another, then the relation is indeed the third, but this relation, the third, is yet again a relation and relates itself to that which established the entire relation.\nThe human self is such a derived, established relation, a relation that relates itself to itself and in relating itself to itself relates itself to another. This is why there can be two forms of true despair. If a human self had itself established itself, then there would be only one form: not to will to be oneself, to will to do away with oneself, but there could not be the form: in despair to will to be oneself.\nDespair is the sickness unto death. The torment of despair is precisely this: not to be able to die. So it has much in common with the situation of the dying man when he lies and struggles with death, and cannot die. So to be sick unto death is, not to be able to die—yet not as though there were hope of life. No, the hopelessness in this case is that even the last hope, death, is not there. When death is the greatest danger, one hopes for life; but when one becomes acquainted with an even more dreadful danger, one hopes for death. So when the danger is so great that death has become one's hope, despair is the hopelessness of not being able to die.\nThe Despair of Possibility is to lack Necessity. The Despair of Necessity is to lack Possibility.\nThe self is freedom. But freedom is the dialectical element in the terms possibility and necessity.\nWhen a self becomes lost in possibility, it is like a child who has been given a task that is too difficult for it; it becomes giddy. Possibility is the heavy wine that intoxicates the self, so that it forgets itself and its relation to the necessary, to the real.", "source": "sickness_unto_death.txt"}
{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a real clearance sale. Everything may be had at such a bargain price that it is doubtful whether in the end there is anyone who will want to bid. Every speculative price-watcher who conscientiously signals the significant progress of modern philosophy, every lecturer at the rostrum, every student, every tutor, and every philosopher of the moment, has gone further. Going further is the password of the day; it is the \"Open Sesame\" of our time. But what does it mean to go further? Does it mean to go further than faith?\nIf faith is merely a stepping stone, then indeed, one must go further. But if faith is the paradox of life and existence, then he who goes further has likely not even arrived.\nFaith is the highest passion in a human being. Many in every generation may not come that far, but none comes further. Whether there are many who do not discover it, I do not decide. I dare only appeal to myself as a witness, but no one who does not have faith can help me.\nThe story of Abraham is the story of faith. God tempted Abraham. He said to him, \"Take now thy son, thine only son Isaac, whom thou lovest, and get thee into the land of Moriah; and offer him there for a burnt offering upon one of the mountains which I will tell thee of.\"\nIt was early in the morning, Abraham rose early, he saddled his ass, and took two of his young men with him, and Isaac his son, and clave the wood for the burnt offering, and rose up, and went unto the place of which God had told him.\nAnd on the third day Abraham lifted up his eyes, and saw the place afar off. And Abraham said unto his young men, Abide ye here with the ass; and I and the lad will go yonder and worship, and come again to you. And Abraham took the wood of the burnt offering, and laid it upon Isaac his son; and he took the fire in his hand, and a knife; and they went both of them together.\nAnd Isaac spake unto Abraham his father, and said, My father: and he said, Here am I, my son. And he said, Behold the fire and the wood: but where is the lamb for a burnt offering? And Abraham said, My son, God will provide himself a lamb for a burnt offering: so they went both of them together.\nWhat did Abraham do? He arrived at the mountain. He built the altar. He bound Isaac. He took the knife.\nIf Abraham had hesitated, if he had doubted, if he had said, \"This is impossible, God cannot want this,\" he would have been a tragic hero. He would have been intelligible. But Abraham believed. He believed that God would not require Isaac of him, yet he was willing to sacrifice him. He believed by virtue of the absurd.\nThis is the knight of faith. He resigns everything infinitely, and then he grasps everything again by virtue of the absurd. The knight of infinite resignation is understandable; the knight of faith is a paradox.", "source": "fear_and_trembling.txt"}
{"text": "Either/Or: A Fragment of Life\nDiapsalmata\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a steady fire; their cries could not reach the tyrant's ears so as to strike terror into his heart; when they reached him they sounded like sweet music. And men crowd about the poet and say to him, \"Sing for us soon again\"—which is as much as to say, \"May new sufferings torment your soul, but may your lips be fashioned as before; for the cries would only distress us, but the music is delicious.\"\nI have just now come from a party where I was its life and soul; witticisms streamed from my lips, everyone laughed and admired me, but I went away — yes, the dash should be as long as the radius of the earth's orbit ——————————— and wanted to shoot myself.\nMy soul is like the Dead Sea: those who swim there do not drown, but they remain on the surface, bearing the heavy burden of their own weight.\nI do not care for anything. I do not care to ride, for the exercise is too violent. I do not care to walk, for it is too strenuous. I do not care to lie down, for I should either have to remain lying, and I do not care to do that, or I should have to get up again, and I do not care to do that either. Summa summarum: I do not care at all.\nMarry, and you will regret it; do not marry, you will also regret it; marry or do not marry, you will regret it either way. Laugh at the world's foolishness, you will regret it; weep over it, you will regret that too; laugh at the world's foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will also regret it... Hang yourself, you will regret it; do not hang yourself, and you will regret that too; hang yourself or don not hang yourself, you will regret it either way. This, gentlemen, is the essence of all philosophy.\nThe Rotation Method\nThe whole secret lies in arbitrariness. People usually think it is easy to be arbitrary, but it requires much study to succeed in being arbitrary so as not to lose oneself in it, but to derive satisfaction from it. One does not enjoy the immediate but something quite different which he arbitrarily imports into it. You go to see the middle of a play, you read the third part of a book. By this means you insure yourself a very different kind of enjoyment from that which the author has been so kind as to plan for you. You enjoy something entirely accidental; you consider the whole of existence from this standpoint; let its reality be stranded thereon.", "source": "either_or.txt"}
