{"text": "Preface\nThe form of this exposition is such that it is perhaps too strict to be edifying and too edifying to be strict. It has a dialectical character, but the dialectic is not that of the system, but of the individual.\nPart First: The Sickness Unto Death is Despair\nI. That Despair is the Sickness Unto Death\nA. Despair is a Sickness in the Spirit, in the Self, and So It May Have a Threefold Form: in Despair at Not Being Conscious of Having a Self (Despair Improperly So Called); in Despair at Not Willing to Be Oneself; in Despair at Willing to Be Oneself.\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. If on the contrary the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\nDespair is the sickness unto death. The concept of the sickness unto death must be understood in a peculiar sense. Literally it means a sickness the end and outcome of which is death. But despair is a sickness where the danger is not death but the inability to die. It is the state of the dying man who cannot die. To be sick unto death is to be unable to die, yet not as though there were hope of life; no, the hopelessness is that there is not even the last hope, death. When death is the greatest danger, one hopes for life; but when one becomes acquainted with an even more dreadful danger, one hopes for death. So when the danger is so great that death has become one’s hope, despair is the disconsolateness of not being able to die.\nThe torment of despair is precisely this, not to be able to die. So it has much in common with the situation of the consumptive dying of consumption, or the man in the water who is drowning, or the man in the burning house. One cannot die.\nII. The Universality of This Sickness (Despair)\nJust as the physician might say that there is perhaps not one single living human being who is completely healthy, so anyone who really knows mankind might say that there is not one single living human being who does not despair a little, who does not secretly harbor an unrest, an inner strife, a disharmony, an anxiety about an unknown something or a something he does not even dare to know, an anxiety about some possibility in existence or an anxiety about himself, so that, just as the physician speaks of going about with an illness in the body, he walks about with a sickness, carries about a sickness of the spirit, which only rarely and in flashes, by and by, and with an instantaneous terror, reveals its presence within him.", "source": "sickness_unto_death.txt"}
{"text": "Preface\nPropounding, though not in a dogmatic form, this pamphlet is merely a piece of make-believe.\nChapter I: A Project of Thought\nA. How far does the Truth admit of being learned?\nThis question was proposed by Socrates in the Meno. \"But can you tell me, Socrates, whether virtue is acquired by teaching or by practice; or if neither by teaching nor practice, then whether it comes to man by nature, or in what other way?\"\nSocrates' answer is the doctrine of Recollection. The truth is not introduced into the individual from without, but was within him. He has been in possession of it from the beginning, but has forgotten it. The teacher is merely an occasion, a midwife who helps the learner deliver the truth he already possesses. In the Socratic view, the moment of learning is accidental; it vanishes as soon as the truth is realized.\nNow, let us assume that the Socratic view is incorrect. If the learner is to acquire the Truth, the Teacher must bring it to him; and not only so, but he must also bring him the condition for understanding it. For if the learner were in his own person in possession of the condition for understanding the Truth, he would need only to be reminded of it. But if he is not in possession of the condition, then the Teacher must give him the condition along with the Truth.\nBut one who gives the learner not only the Truth, but also the condition for understanding it, is more than a teacher. All instruction depends upon the presence, in the last analysis, of the requisite condition; if this is lacking, the teacher can do nothing. But if the Teacher is to give the condition, he must be God.\nThe Moment.\nIn the Socratic view, the moment had no decisive significance. But in our hypothesis, the moment is of unique and decisive significance. It is the moment in time when the Eternal enters into time. It is the Fullness of Time.\nThe Disciple at Second Hand.\nCan a disciple at second hand (one who learns from a contemporary disciple) receive the condition? No. He can receive the historical information, but the condition must be given by the God himself. Thus, there is no essential difference between the contemporary disciple and the disciple at second hand. Both must receive the condition directly from the God in the Moment. This is the equality of faith.", "source": "philosophical_fragments.txt"}
{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a real clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid.\nPrelude\nOnce upon a time there was a man who as a child had heard the beautiful story about how God tempted Abraham, and how he withstood the temptation, kept the faith, and a second time received again a son contrary to expectation. When the man became older, he read the same story with even greater admiration, for life had separated what had been united in the pious simplicity of the child. The older he became, the more frequently his thoughts turned to that story, his enthusiasm became greater and greater, and yet he was less and less able to understand the story.\nProblem I: Is there such a thing as a teleological suspension of the ethical?\nThe ethical as such is the universal, and as the universal it applies to everyone, which may be expressed from another point of view by saying that it applies every instant. It rests immanent in itself, has nothing without itself which is its telos, but is itself telos for everything outside it, and when this has been incorporated by it it can go no further. Conceived immediately as physical and psychical, the particular individual is the individual who has his telos in the universal, and his ethical task is to express himself constantly in it, to abolish his particularity in order to become the universal. As soon as the individual would assert himself as the particular over against the universal, he sins, and only by recognizing this can he again reconcile himself with the universal.\nBut faith is precisely this paradox, that the individual as the particular is higher than the universal, is justified over against it, is not subordinate but superior—yet in such a way, be it observed, that it is the particular individual who, after he has been subordinated as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute. This position cannot be mediated, for all mediation comes about precisely by virtue of the universal; it is and remains to all eternity a paradox, inaccessible to thought.\nIf this is not the case, then Abraham is lost, then faith has never existed in the world precisely because it has always existed. For if the ethical (i.e., the moral) is the highest thing, and if nothing incommensurable remains in man in any other way but as the evil (i.e., the particular which has to be expressed in the universal), then one needs no other categories than those which the Greek philosophy possessed or which can be deduced from them by the most consistent thinking. But Abraham is the father of faith, and it is he who suspended the ethical to obey the divine command to sacrifice Isaac. This suspension is not a sin, but a higher duty, a duty to God. This creates the \"teleological suspension of the ethical,\" where the telos (end/goal) is outside the ethical itself.\nThe Knight of Faith\nThe knight of faith is the only happy man, the heir to the finite, while the knight of resignation is a stranger and a sojourner. The knight of resignation renounces the finite for the infinite, finding peace in the pain of loss. But the knight of faith makes the double movement: he resigns the finite infinitely, and then, by virtue of the absurd, grasps the finite again. He believes that he will receive it back, just as Abraham believed he would receive Isaac back. This requires a passion that transcends reason.", "source": "fear_and_trembling.txt"}
{"text": "Preface\nIt may perhaps occur to you, dear reader, that you have sometimes doubted whether you were not in error in assuming that the external is the internal, or, to put it more accurately, that the internal is the external. It may have seemed to you that the sentiment you were nursing was too inward to be able to express itself in the external, or that the external was too inadequate to be able to give expression to the inward. You may perhaps have experienced that strange feeling which sometimes seizes one when one sees an actor play a part which he understands through and through, but which he cannot portray because his external appearance is against him.\nThe Aesthete's Papers\nA. Diapsalmata\nAd se ipsum\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a slow fire; their cries could not reach the tyrant’s ears so as to strike terror into his heart; when they reached him they sounded like sweet music.\nI have just now come from a party where I was its life and soul; witticisms streamed from my lips, everyone laughed and admired me, but I went away — yes, the dash should be as long as the radius of the earth's orbit ——————————— and wanted to shoot myself.\nThe Rotation Method\nPeople have never yet been weary of saying that boredom is the root of all evil; but strange to say, this has not yet been taken seriously. If it were taken seriously, one would see that boredom is the root of all evil because it is the root of the aesthetic.\nThe Seducer's Diary\nApril 4.\nSpring is here! The sun shines, the birds sing, the girls are coming out. The air is pregnant with possibilities. I saw her today. She was walking with an older woman, presumably her mother. Her gait was light, her eyes downcast. She is young, innocent, untouched. She is the material from which a work of art can be fashioned. To seduce a girl is not merely to possess her physically; that is a crude and vulgar understanding. No, to seduce is to awaken her spirit, to guide her through the labyrinth of her own emotions, to make her aware of her own potential for passion, and then... to leave her. For the aesthetic moment is fleeting, and possession is the death of desire.\nThe Judge's Papers\nB. The Aesthetic Validity of Marriage\nMy Friend,\nYou are a young man, full of wit and talent, but you are drifting. You live in the moment, seeking pleasure and avoiding commitment. You believe that marriage is the grave of love, but I tell you it is its resurrection. The aesthetic life is a life of despair, for it is built on the shifting sands of mood and circumstance. The ethical life, the life of duty and commitment, is the only path to true selfhood. By choosing yourself, by choosing to be the person you are, with all your history and obligations, you give your life weight and meaning. Marriage is not the end of freedom, but its realization in the ethical sphere.", "source": "either_or.txt"}
