{"text": "The Sickness Unto Death is the despair that is not a sickness unto death.\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. If on the contrary the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\nDespair is the Sickness Unto Death.\nThe concept of the sickness unto death must be understood in a peculiar sense. Literally it means a sickness the end and outcome of which is death. Thus one speaks of a mortal sickness as synonymous with a sickness unto death. In this sense despair cannot be called the sickness unto death. But in the Christian understanding death is itself a transition unto life. In this way there is nothing earthly which is the sickness unto death.\nDespair is the disrelationship in a relation which relates itself to itself. Despair is not the disrelationship but the disrelationship in a relation which relates itself to itself.\nTo be unaware of being defined as spirit is precisely the despair which is unconscious of being despair.", "source": "sickness_unto_death_excerpts.txt"}
{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a real clearance sale. Everything is to be had at such a bargain that it is doubtful whether in the end there is anybody who will want to bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every Privatdocent, tutor, and student, every crofter and cottar in philosophy, is not content with stopping at doubting everything but goes further. It may be excessive to ask of them that they should agree on what doubting is, but at least they might agree that doubt is negative, that it is the difficult task of preserving the mind’s equilibrium, of not letting oneself be deceived by appearances or by the easy answers of the moment.\nThe Knight of Faith\nIf there were no eternal consciousness in a man, if at the bottom of everything there were only a wild ferment power that twisting in dark passions produced everything that be is great and withal insignificant, if a bottomless void never satiated lay hidden beneath all--what then would life be but despair? If it were thus, if there were no sacred bond that united mankind, if one generation arose after another like the leafage in the forest, if the one generation replaced the other like the song of birds in the forest, if the human race passed through the world as the ship through the sea, like the wind through the desert, a thoughtless and fruitless activity, if an eternal oblivion were always looking out for its prey and there were no power strong enough to wrest it from its maw--how empty then and comfortless life would be!\nBut such is not the case.\nFaith is precisely this paradox, that the single individual is higher than the universal. It is clear that this thought cannot be mediated, for all mediation happens precisely by virtue of the universal.\nAbraham and Isaac\nThe ethical expression for what Abraham did is that he would murder Isaac; the religious expression is that he would sacrifice Isaac—but precisely in this contradiction is the anxiety that can make a person sleepless, and yet without this anxiety Abraham is not who he is.\nInfinite Resignation vs Faith\nInfinite resignation is the last stage prior to faith, so that one who has not made this movement has not faith; for only in infinite resignation do I become clear to myself with respect to my eternal validity, and only then can there be question of grasping existence by virtue of faith.\nBy my own strength I can make the movement of infinite resignation, but by my own strength I cannot get faith, precisely because I have infinite resignation, for faith begins precisely where thought stops.\nThe absurd is precisely by faith's virtue that the single individual is higher than the universal.", "source": "fear_and_trembling_excerpts.txt"}
