{"text": "FEAR AND TREMBLING\nPREPARATION\nThere lived a man who, when a child, had heard the beautiful Bible\nstory of how God tempted Abraham and how he stood the test, how\nhe maintained his faith and, against his expectations, received\nhis son back again. As this man grew older he read this same story\nwith ever greater admiration; for now life had separated what had\nbeen united in the reverent simplicity of the child. And the older\nhe grew, the more frequently his thoughts reverted to that story.\nHis enthusiasm waxed stronger and stronger, and yet the story grew\nless and less clear to him. Finally he forgot everything else in\nthinking about it, and his soul contained but one wish, which was,\nto behold Abraham: and but one longing, which was, to have been\nwitness to that event. His desire was, not to see the beautiful\nlands of the Orient, and not the splendor of the Promised Land,\nand not the reverent couple whose old age the Lord had blessed\nwith children, and not the venerable figure of the aged patriarch,\nand not the god-given vigorous youth of Isaac--it would have been\nthe same to him if the event had come to pass on some barren\nheath. But his wish was, to have been with Abraham on the three\ndays' journey, when he rode with sorrow before him and with Isaac\nat his side. His wish was, to have been present at the moment when\nAbraham lifted up his eyes and saw Mount Moriah afar off; to have\nbeen present at the moment when he left his asses behind and wended\nhis way up to the mountain alone with Isaac. For the mind of this\nman was busy, not with the delicate conceits of the imagination,\nbut rather with his shuddering thought.\nThe man we speak of was no thinker, he felt no desire to go beyond\nhis faith: it seemed to him the most glorious fate to be remembered\nas the Father of Faith, and a most enviable lot to be possessed of\nthat faith, even if no one knew it.\nThe man we speak of was no learned exegetist, he did not even\nunderstand Hebrew--who knows but a knowledge of Hebrew might have\nhelped him to understand readily both the story and Abraham.\nI\nAnd God tempted Abraham and said unto him: take Isaac, thine\nonly son, whom thou lovest and go to the land Moriah and sacrifice\nhim there on a mountain which I shall show thee.\nIt was in the early morning, Abraham arose betimes and had his\nasses saddled. He departed from his tent, and Isaac with him;\nbut Sarah looked out of the window after them until they were\nout of sight. Silently they rode for three days; but on the fourth\nmorning Abraham said not a word but lifted up his eyes and beheld\nMount Moriah in the distance. He left his servants behind and,\nleading Isaac by the hand, he approached the mountain. But Abraham\nsaid to himself: \"I shall surely conceal from Isaac whither he is\ngoing.\" He stood still, he laid his hand on Isaac's head to bless\nhim, and Isaac bowed down to receive his blessing. And Abraham's\naspect was fatherly, his glance was mild, his speech admonishing.\nBut Isaac understood him not, his soul would not rise to him; he\nembraced Abraham's knees, he besought him at his feet, he begged\nfor his young life, for his beautiful hopes, he recalled the joy\nin Abraham's house when he was born, he reminded him of the sorrow\nand the loneliness that would be after him. Then did Abraham raise\nup the youth and lead him by his hand, and his words were full of\nconsolation and admonishment. But Isaac understood him not. He\nascended Mount Moriah, but Isaac understood him not. Then Abraham\naverted his face for a moment; but when Isaac looked again, his\nfather's countenance was changed, his glance wild, his aspect\nterrible, he seized Isaac and threw him to the ground and said:\n\"Thou foolish lad, believest thou I am thy father? An idol-worshipper\nam I. Believest thou it is God's command? Nay, but my pleasure.\"\nThen Isaac trembled and cried out in his fear: \"God in heaven,\nhave pity on me, God of Abraham, show mercy to me, I have no\nfather on earth, be thou then my father!\" But Abraham said softly\nto himself: \"Father in heaven, I thank thee. Better is it that\nhe believes me inhuman than that he should lose his faith in thee.\"\nA PANEGYRIC ON ABRAHAM\nIf a consciousness of the eternal were not implanted in man; if\nthe basis of all that exists were but a confusedly fermenting\nelement which, convulsed by obscure passions, produced all, both\nthe great and the insignificant; if under everything there lay\na bottomless void never to be filled--what else were life but\ndespair? If it were thus, and if there were no sacred bonds\nbetween man and man; if one generation arose after another, as\nin the forest the leaves of one season succeed the leaves of\nanother, or like the songs of birds which are taken up one after\nanother; if the generations of man passed through the world like\na ship passing through the sea and the wind over the desert--a\nfruitless and a vain thing; if eternal oblivion were ever greedily\nwatching for its prey and there existed no power strong enough to\nwrest it from its clutches--how empty were life then, and how\ndismal! And therefore it is not thus; but, just as God created\nman and woman, he likewise called into being the hero and the\npoet or orator. The latter cannot perform the deeds of the hero--he\ncan only admire and love him and rejoice in him. And yet he\nalso is happy and not less so; for the hero is, as it were, his\nbetter self with which he has fallen in love, and he is glad he\nis not himself the hero, so that his love can express itself in\nadmiration.\nTHE PRESENT MOMENT\nA PANEGYRIC ON THE HUMAN RACE OR PROOF THAT THE NEW TESTAMENT IS\nNO LONGER TRUE.\n(No. II, 5)\nIn the New Testament the Savior of the World, our Lord Jesus\nChrist, represents the matter in this way: \"Strait is the gate,\nand narrow is the way, which leadeth unto life, and few there be\nthat find it.\"\n--Now, however, just to confine ourselves to Denmark, the way\nis as broad as a road can possibly be; in fact, the broadest in\nDenmark, for it is the road we all travel. At the same time it\nis in all respects a comfortable way, and the gate as wide as\nit is possible for a gate to be; for certainly a gate cannot\nbe wider than to let all men pass through _en masse_:\nTherefore, the New Testament is no longer true.\nAll credit is due to the human race! For thou, oh Savior of\nthe World, thou didst entertain too low an estimate of the human\nrace, so that thou didst not foresee the exalted plan which, in\nits perfectibility, it may reach by steadily continued endeavor!\nTo such an extent, then, is the New Testament no longer true: the\nway is the broadest possible, the gate the widest possible, and\nwe are all Christians. In fact, I may venture still further--I\nam enthusiastic about it, for you see I am writing a panegyric\non the human race--I venture to assert that the average Jew\nliving among us is, to a certain degree, a Christian just as\nwell as we others: to such an extent are we all Christians,\nand to such an extent is the New Testament no longer true.\nIF WE ARE REALLY CHRISTIANS--THEN WHAT IS GOD?\n(No. II, 8)\nIf it is not so--that all we mean by being \"Christians\" is a\ndelusion--that all this machinery, with a State Church and thousands\nof spiritual-worldly councillors of chancery, etc., is a stupendous\ndelusion which will not be of the least help to us in the life\neverlasting but, on the contrary, will be turned into an accusation\nagainst us--if this is not so; for if it is, then let us, for the\nsake of life everlasting, get rid of it, the sooner the better--\nIf it is not so, and if what we understand by being a Christian really\nis to be a Christian: then what is God in Heaven?\nHe is the most ridiculous being that ever existed, His Word is\nthe most ridiculous book which has ever appeared; for to move\nheaven and earth, as He does in his Word, and to threaten with\nhell and everlasting damnation--in order to obtain as His result\nwhat we understand by being Christians (and our assumption was\nthat we are true Christians)--well, now, has anything so ridiculous\never been seen before? Imagine that a fellow with a loaded pistol\nin his hand held up a person and said to him, \"I shall shoot you\";\nor imagine, what is still more terrible, that he said, \"I shall\nseize you and torture you to death in the most horrible manner,\nif\"--now watch, here's the point--\"if you do not render your\nlife here on earth as profitable and as enjoyable as you can\":\nwould not that be utterly ridiculous? For to obtain that effect\nit certainly is not necessary to threaten one with a loaded\npistol and the most painful torture; in fact, it is possible\nthat neither the loaded pistol nor the most painful torture\nwould be able to deter him from making his life as comfortable\nas he can. And the same is true when, by fear of eternal punishment\n(terrible threat!), and by hope of eternal salvation, He wishes\nto bring about--well, to make us what we are (for what we call\nChristian is, as we have seen, really being Christian), to make\nus--well, to make us what we are; that is, make men live as\nthey please; for to abstain from committing crimes is nothing\nbut common prudence!\nThe most terrible blasphemy is the one of which \"Christianity\"\nis guilty, which is, to transform the God of the Spirit into--a\nridiculous piece of nonsense. And the stupidest kind of worship,\nmore stupid than any idolatry ever was among the heathen, and\nmore stupid than to worship as a god some stone, or an ox, or\nan insect--more stupid than anything, is to adore as god--a fool!", "source": "selections_from_writings.txt"}
