{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age\nis putting on a real clearance sale. Everything may be had at such a\nbargain that it is doubtful whether in the end there is anybody who will\nwant to bid. Every speculative price-fixer who conscientiously directs\nattention to the significant march of modern philosophy, every\nPrivatdocent, tutor, and student, every crofter and cottar in\nphilosophy, is not content with doubting everything but goes further.\nPerhaps it would be untimely and ill-timed to ask them where they are\ngoing, but surely it is courteous and unobtrusive to take it for granted\nthat they have doubted everything, since otherwise it would be queer for\nthem to be going further. This preliminary movement they have therefore\nall of them made, and presumably with such ease that they do not think\nit necessary to drop a word about the how; for not even he who anxiously\nand with deep concern sought a little enlightenment on this point, not\neven he could find any one who was willing to give him a hint, or even\nto show him how the little trick is done.\nProblem I: Is there such a thing as a teleological suspension of the ethical?\nThe ethical as such is the universal, it applies to everyone, and the\nsame thing may be expressed from another point of view by saying that it\napplies every instant. It reposes immanently in itself, it has nothing\nwithout itself which is its telos, but is itself telos for everything\noutside it, and when this has been incorporated by it it can go no\nfurther. Conceived immediately as physical and psychical, the particular\nindividual is the individual who has his telos in the universal, and his\nethical task is to express himself constantly in it, to abolish his\nparticularity in order to become the universal. As soon as the\nindividual would assert himself in his particularity over against the\nuniversal, he sins, and only by recognizing this can he again reconcile\nhimself with the universal. Whenever the individual after he has entered\nthe universal feels an impulse to assert himself as the particular, he\nis in temptation (Anfechtung), and he can labor himself out of this only\nby abandoning himself as the particular in the universal. If this be the\nhighest thing that can be said of man and of his existence, then the\nethical has the same character as man’s eternal blessedness, which to all\neternity and at every instant is his telos, since it would be a\ncontradiction to say that this might be abandoned (i.e. teleologically\nsuspended), seeing that as soon as he suspends it he is lost, whereas in\nother cases he is not lost but is not reached.\nIf such be the case, then Hegel is right when in his chapter on “The\nGood and the Conscience,” he characterizes man only as the particular\nand regards this character as “a moral form of evil” (cf. especially The\nPhilosophy of Right), which is to be annulled in the teleology of the\nmoral, so that the individual who remains in this stage is either\nsinning or subjected to temptation (Anfechtung). On the other hand, he\nis wrong in talking of faith, wrong in not loudly and clearly protesting\nagainst the fact that Abraham enjoys honor and glory as the father of\nfaith, whereas he ought to be prosecuted and convicted as a murderer.\nFor faith is this paradox, that the particular is higher than the\nuniversal--yet in such a way, be it observed, that the movement repeats\nitself, and that consequently the individual, after having been in the\nuniversal, now as the particular isolates himself as higher than the\nuniversal. If this be not faith, then Abraham is lost, then faith has\nnever existed in the world... because it has always existed. For if the\nethical (i.e. the moral) is the highest thing, and if nothing\nincommensurable remains in man in any other way but as the evil (i.e.\nthe particular which has to be expressed in the universal), then one\nneeds no other categories than those which the Greek philosophers\npossessed or which can be deduced from them. This is something which\nHegel should not have concealed. For it is by no means a difficult\nmatter to convert everybody to the notion that the man who thinks he has\noutgrown Hegel is a dilemma of the same sort as the man who thinks he\nhas outgrown grammar and has to be punished--but it is a matter of no\nlittle difficulty to reach the point where Hegel leaves one.", "source": "fear_and_trembling_excerpt.txt"}
{"text": "WHAT IS A POET? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the moans and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a steady fire; their cries could not reach the tyrant's ears so as to strike terror into his heart; when they reached him they were transformed into sweet music. And men crowd about the poet and say to him, \"Sing for us soon again\"--which is as much as to say, \"May new sufferings torment your soul, but may your lips be fashioned as before; for the cries would only distress us, but the music is delicious.\" And the critics come forward and say, \"That is perfectly done--just as the rules of aesthetics demand.\" To be sure, a critic resembles a poet to a hair; he only lacks the anguish in his heart and the music upon his lips. I tell you, I would rather be a swineherd, understood by the swine, than a poet misunderstood by men.\nI HAVE nothing more to lose, nothing to lose but my reason, and that I shall bring into the bargain.\nOF all ridiculous things the most ridiculous seems to me, to be busy--to be a man who is brisk about his food and his work. Therefore, whenever I see a fly settling, in the decisive moment, on the nose of such a person of affairs; or if he is spattered with mud from a carriage which drives past him in still greater haste; or the drawbridge opens up before him; or a tile falls down and knocks him dead, then I laugh heartily. And who could help laughing? What do they accomplish, these hustlers? Are they not like a woman who when her house is on fire carries out a fire-tongs? What things of greater account do they salvage from life's great conflagration?\nI DO not care for anything. I do not care to ride, for the exercise is too violent. I do not care to walk, walking is too strenuous. I do not care to lie down, for I should either have to remain lying, and I do not care to do that, or I should have to get up again, and I do not care to do that either. _Summa summarum_: I do not care at all.\nMY life is like an eternal night; when I die I shall be able to say: \"Evening has come.\"\nMY view of life is utterly meaningless. I suppose an evil spirit has set a pair of spectacles upon my nose, of which one lens is a tremendously powerful magnifying glass, the other an equally powerful reducing glass.\nTHEY say the era of miracles is past, but that is not true. Have we not seen a logical system, which ought to be a collection of the most consistent concepts, actually operated by a lot of oddities and whimsicalities? Have we not seen that what is most abstract can be made most concrete? Have we not seen the most abstract of all things, the pure being, come to life in the person of a private docent?", "source": "either_or_diapsalmata.txt"}
