{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a veritable clearance sale. Everything is to be had at such a bargain price that it is doubtful whether in the end there will be anyone who wants to bid. Every speculative price-watcher who conscientiously signals the significant progress of modern philosophy, every lecturer at the university, tutor, student, every applicant for a degree and cottager in philosophy, is unwilling to stop at doubting everything but goes further. It might be out of place and presumptuous to ask them where they are going, but surely it is polite and modest to assume that they have doubted everything, since otherwise it would be odd of them to say that they are going further. They have all made this preliminary movement and presumably with such ease that they do not find it necessary to say a word about how they did it, for not even he who anxiously and with deep concern sought a little enlightenment in the standard works found any such thing, no instruction, no hint.\n...\nThe Knight of Faith\nIf I were to speak of the knight of faith, I would say: The only thing that interests me is the absolute relationship to the absolute. I have not the slightest interest in the relative. But then, is it not the case that the knight of faith is the only happy man, the heir to the finite, while the knight of resignation is a stranger and an alien?\nThe knight of resignation renounces the finite, and in the infinite resignation he finds his peace and rest. He does not stop at the finite, he gives it up. He makes the movement of infinity. But the knight of faith does exactly the same, but he makes one more movement, for after having made the movement of resignation, he makes the movement of faith by virtue of the absurd, and by this movement he gets the finite back again.\nHe resigns everything infinitely, and then he grasps everything again by virtue of the absurd. He believes that the finite will be returned to him. This is the double movement.\nAbraham is the father of faith. He did not doubt, he did not look anxiously to the right or left, he did not challenge heaven with his prayers. He knew that it was God the Almighty who was trying him, he knew that the hardest sacrifice that could be demanded of him was being demanded; but he also knew that no sacrifice was too hard when God demanded it—and he drew the knife.\nBut Abraham believed. He did not believe that he would be blessed in a future life but that he would be blessed here in this world. God could give him a new Isaac, could bring the sacrificed Isaac back to life. He believed by virtue of the absurd; for all human calculation had long since ceased.\nThe ethical expression for what Abraham did is that he would murder Isaac; the religious expression is that he would sacrifice Isaac; but precisely in this contradiction is the dread which can well make a man sleepless, and yet Abraham is not what he is without this dread.\nThere is a teleological suspension of the ethical. The ethical as such is the universal, and as the universal it applies to everyone, which from another angle means that it applies at all times. It rests immanent in itself, has nothing without itself which is its telos, but is itself telos for everything outside it, and when this has been incorporated by the ethical it can go no further. Conceived immediately as physical and psychical, the particular individual is the particular which has its telos in the universal, and its task is to express itself constantly in it, to abolish its particularity in order to become the universal. As soon as the individual would assert himself as the particular over against the universal, he sins, and only by recognizing this can he again reconcile himself with the universal.\nBut faith is precisely this paradox, that the individual as the particular is higher than the universal, is justified over against it, is not subordinate but superior—yet in such a way, be it observed, that it is the particular individual who, after he has been subordinated as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute. This position cannot be mediated, for all mediation comes about precisely by virtue of the universal; it is and remains to all eternity a paradox, inaccessible to thought.", "source": "fear_and_trembling_excerpt.txt"}
