{"text": "The Sickness Unto Death\nA Christian Psychological Exposition for Upbuilding and Awakening\nBy Anti-Climacus\n...\nThe despair that is oblivious of being despair, or the despairing ignorance of having a self and an eternal self.\nThe condition of the self when despair is completely eradicated is this: in relating itself to itself and in willing to be itself, the self rests transparently in the power that established it.\nDespair is the sickness unto death.\nWhat is the self? The self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself. Man is a spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. If on the contrary the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\nSuch a relation which relates itself to its own self (that is to say, a self) must either have established itself or have been established by another.\nIf the relation which relates itself to its own self has been established by another, then the relation is indeed the third term, but this relation (the third term) is in turn a relation relating itself to that which established the whole relation.\nSuch a derived, established, relation is the human self, a relation which relates itself to its own self, and in relating itself to its own self relates itself to another. Hence it is that there can be two forms of despair in the strict sense. If the human self had established itself, there could be only one form: not to will to be oneself, to will to do away with oneself, but there could not be the form: in despair to will to be oneself. This second formula is the expression for the complete dependence of the relation (the self), the expression for the inability of the self to arrive at or to be in equilibrium and rest by itself, but only, in relating itself to itself, by relating itself to that which established it.", "source": "sickness_unto_death_excerpt.txt"}
{"text": "Either/Or\nA Fragment of Life\n...\nDiapsalmata\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a steady fire; their cries could not reach the tyrant’s ears so as to strike terror into his heart; when they reached his ears they sounded like sweet music. And men crowd about the poet and say to him, “Sing for us soon again”—which is as much as to say, “May new sufferings torment your soul, but may your lips be fashioned as before; for the cries would only distress us, but the music is delicious.” And the critics come forward and say, “That is perfectly done—just as it should be, according to the rules of aesthetics.” Now it is understood that a critic resembles a poet to a hair; he only lacks the anguish in his heart and the music upon his lips. I tell you, I would rather be a swineherd, understood by the swine, than a poet misunderstood by men.\n...\nI feel as if I were a piece in a game of chess, when my opponent says of it: That piece cannot be moved.\n...\nLet others complain that the age is wicked; my complaint is that it is paltry; for it lacks passion. Men’s thoughts are thin and flimsy like lace, they are themselves pitiable like the lacemakers. The thoughts of their hearts are too paltry to be sinful. For a worm it might be regarded as a sin to harbor such thoughts, but not for a being made in the image of God. Their lusts are dull and sluggish, their passions sleepy. They do their duty, these shopkeeper souls, but they clip the coin a little, like the Jews; they think that if the Lord keeps tab of them, he may be fooled nevertheless. Out upon them! This is the reason my soul always turns back to the Old Testament and to Shakespeare. I feel that those who speak there are at least human beings: they hate, they love, they murder their enemies, and curse their descendants throughout all generations, they sin.\n...\nI have but one friend, the echo; and why is he my friend? Because I love my sorrow, and the echo does not take it from me. I have only one confidant, the silence of the night; and why is it my confidant? Because it remains silent.\n...\nMarry, and you will regret it; do not marry, you will also regret it; marry or do not marry, you will regret it either way. Laugh at the world’s foolishness, you will regret it; weep over it, you will regret that too; laugh at the world’s foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will also regret it... Hang yourself, you will regret it; do not hang yourself, and you will regret that too; hang yourself or don not hang yourself, you will regret both; whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the essence of all philosophy.", "source": "either_or_excerpt.txt"}
{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a veritable clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every Privatdocent, tutor, and student, every crofter and cottager in philosophy, is not content with doubting everything but goes further. It might be untimely and ill-timed to ask them where they are going, but surely it is courteous and unobtrusive to take it for granted that they have doubted everything, since otherwise it would be queer for them to be going further. This preliminary movement they have therefore all of them made, and presumably with such ease that they do not think it necessary to waste a word about the how; for not even he who anxiously and with deep concern sought a little enlightenment in the system found any, he seeks in vain. A solitary individual who has not become timely by virtue of the acceleration of time, one whom time has run away from, although he was willing to admit that he had once doubted, might perhaps have the wish to learn what comes after doubt, and how one goes further. But it is lost labor to seek to be informed on this point by our modern philosophy, or to want to know whether the individual in question actually has doubted.\nThe present writer is in no sense a philosopher. He has not understood the system, whether there is one, whether it is completed; it is already enough for his weak head to ponder what a prodigious head everyone must have nowadays who has such a prodigious thought. Even if one were able to convert the whole content of faith into the form of a concept, it does not follow that one has comprehended faith, comprehended how one entered into it or how it entered into one. The present writer is in no sense a philosopher. He is, poetically and elegantly expressed, a freelance writer who writes because to him it is a luxury that becomes the more agreeable and evident, the fewer there are who buy and read what he writes. He can easily foresee his fate in an age when passion has been obliterated in favor of science, in an age when an author who wants to have readers must take care to write in such a way that the book can be easily leafed through during the afternoon nap, and be sure to look like the polite gardener’s boy in the advertisement, who with hat in hand holds out a glass of rhubarb wine on a tray to the grandmother, who is looking at him with mild surprise. He foresees his fate: to be completely ignored.\n...\nPreliminary Expectoration\nThe story of Abraham is a story of faith. But what is faith? Is it a doctrine? Is it a system? It is a passion.\nFaith is precisely this paradox, that the single individual is higher than the universal.\nIf there were no eternal consciousness in a man, if at the foundation of all there lay only a wildly seething power which writhing with obscure passions produced everything that is great and everything that is insignificant, if a bottomless void never satiated lay hidden beneath all--what then would life be but despair?", "source": "fear_and_trembling_excerpt.txt"}
