{"text": "What I have to say is this: that I am a Knight of Faith. It is not a job for the faint-hearted. It is a lonely path, where the ethical is suspended for the sake of a higher purpose. The ethical is the universal, but the religious is the particular standing higher than the universal.\n\nAbraham is the Knight of Faith. He did not explain himself to Sarah or to Eliezer. He could not. For what he was about to do—sacrifice Isaac—was ethically murder. But religiously, it was a sacrifice. The paradox of faith is this: that the individual is higher than the universal, that the individual determines his relation to the universal by his relation to the absolute, not his relation to the absolute by his relation to the universal.\n\nFaith is not the first immediacy but a later immediacy. The first immediacy is the aesthetic, where one lives in the moment. The ethical is the universal duty. But the religious is the teleological suspension of the ethical.\n", "source": "fear_and_trembling_excerpt.txt"}
{"text": "The self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself. A human being is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short, a synthesis. A synthesis is a relation between two. Considered in this way, a human being is still not a self.\n\nDespair is the sickness unto death. It is not to die, but to die the death; to die and yet not die. It is a state of the self in which the self is misrelated to itself. To not want to be oneself is despair; to want to be oneself is also despair, if that self is not grounded in the Power that constituted it.\n\nThe formula that describes the state of the self when despair is completely rooted out is this: in relating itself to itself and in willing to be itself, the self rests transparently in the power that established it.\n", "source": "sickness_unto_death_excerpt.txt"}
