{"text": "The ethical expression for what Abraham did is that he would murder Isaac; the religious expression is that he would sacrifice Isaac--but precisely in this contradiction is the anxiety that can make a person sleepless, and yet without this anxiety Abraham is not who he is.", "source": "fear_and_trembling_excerpt.txt"}
{"text": "Faith is precisely this paradox, that the single individual is higher than the universal, yet in such a way, be it observed, that the movement repeats itself, and that consequently the single individual, after having been in the universal, now as the single individual isolates himself as higher than the universal.", "source": "fear_and_trembling_excerpt.txt"}
{"text": "If faith does not make it a holy act to be willing to murder one's son, then let the same judgment be passed upon Abraham as upon every other man.", "source": "fear_and_trembling_excerpt.txt"}
{"text": "If you marry, you will regret it; if you do not marry, you will also regret it; if you marry or do not marry, you will regret both; whether you marry or do not marry, you will regret both. Laugh at the world’s follies, you will regret it, weep over them, you will also regret that; laugh at the world’s follies or weep over them, you will regret both; whether you laugh at the world’s follies or weep over them, you will regret both. Believe a woman, you will regret it, believe her not, you will also regret that; believe a woman or believe her not, you will regret both; whether you believe a woman or believe her not, you will regret both. Hang yourself, you will regret it; do not hang yourself, and you will also regret that; hang yourself or do not hang yourself, you will regret both; whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the essence of all philosophy.", "source": "either_or_excerpt.txt"}
{"text": "The possible corresponds exactly to the future. For freedom the possible is the future, and for time the future is the possible. Corresponding to both of these in the individual life is anxiety. A precise and correct linguistic usage therefore associates anxiety with the future.", "source": "sickness_unto_death_excerpt.txt"}
{"text": "Despair is the sickness unto death. The torment of despair is precisely this: not to be able to die. So it has much in common with the situation of the dying man when he lies and struggles with death, and cannot die. So to be sick unto death is, not to be able to die--yet not as though there were hope of life; no, the hopelessness is that there is not even the ultimate hope, death. When death is the greatest danger, one hopes for life; but when one has an acquaintance with the terrible infinity of being, and is locked up in it, one hopes for death.", "source": "sickness_unto_death_excerpt.txt"}
