{"text": "DIAPSALMATA\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the moans and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a steady fire; their cries could not reach the tyrant’s ears so as to strike terror into his heart; when they reached his ears they sounded like sweet music.\nI do not care for anything. I do not care to ride, for the exercise is too violent. I do not care to walk, walking is too strenuous. I do not care to lie down, for I should either have to remain lying, and I do not care to do that, or I should have to get up again, and I do not care to do that either. Summa summarum: I do not care at all.\nThis is what is sad: \"in a theater, it happened that a fire started offstage. The clown came out to tell the audience. They thought it was a joke and applauded. He told them again, and they became still more hilarious. This is the way, I suppose, that the world will be destroyed—amid the universal hilarity of wits and wags who think it is all a joke.\"\nTHE ROTATION METHOD\nBoredom is the root of all evil—the despairing refusal to be oneself.\nThe method I propose does not consist in changing the soil but, like proper crop rotation, consists in changing the method of cultivation and the kinds of crops. Here at once we have the principle of limitation, the only saving principle in the world. The more you limit yourself, the more fertile you become in invention. A prisoner in solitary confinement for life becomes very inventive, and a spider may furnish him with much entertainment.\nOne must guard against friendship. How is a friend defined? A friend is a \"me\" which is not me, a \"me\" of the adoption. But one must never become \"we\".\nOne must never enter into the relation of marriage. Husband and wife promise to love one another for eternity. This is easy enough, but it does not mean very much; for if one finishes with time one is done with the temporal. If, on the other hand, it means that they are to love one another for a long period of time, then I cannot see how they can promise that, since this is not in their power.", "source": "either_or_excerpts.txt"}
{"text": "PREFACE\nNot only in the world of commerce but also in the world of ideas our age is putting on a real clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid.\nPROBLEM I: IS THERE SUCH A THING AS A TELEOLOGICAL SUSPENSION OF THE ETHICAL?\nThe ethical as such is the universal, it applies to everyone, and the same thing is expressed from another point of view by saying that it applies every instant. It reposes immanently in itself, it has nothing without itself which is its telos, but is itself telos for everything outside it, and when this has been incorporated by the ethical it can go no further. Conceived immediately as physical and psychical, the particular individual is the individual who has his telos in the universal, and his ethical task is to express himself constantly in it, to abolish his particularity in order to become the universal. As soon as the individual would assert himself as the particular over against the universal, he sins, and only by recognizing this can he again reconcile himself with the universal.\nFaith is precisely this paradox, that the individual as the particular is higher than the universal, is justified over against it, is not subordinate but superior—yet in such a way, be it observed, that it is the particular individual who, after he has been subordinated as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute. This position cannot be mediated, for all mediation comes about precisely by virtue of the universal; it is and remains to all eternity a paradox, inaccessible to thought.\nIf this is not faith, then Abraham is lost, then faith has never existed in the world...\nBut now as for Abraham. How did he act? For I have not forgotten that it is him I have to speak about.\nHe had faith. That is the paradox which keeps him upon the sheer edge and which he cannot make clear to any other man, for the paradox is that he as the individual puts himself in an absolute relation to the absolute. Is he justified? Again, his justification is the paradoxical, for if he is, it is not by virtue of something universal, but by virtue of being the particular individual.\nInfinite resignation is the last stage prior to faith, so that one who has not made this movement has not faith; for only in the infinite resignation do I become clear to myself with respect to my eternal validity, and only then can there be question of grasping existence by virtue of faith.\nThe Knight of Faith\nIf I knew where there was such a knight of faith, I would make a pilgrimage to him on foot, for this prodigy interests me absolutely. I would not let go of him for an instant, every moment I would watch to see how he managed to make the movements, I would regard myself as secured for life, and would divide my time between looking at him and practicing the exercises myself, and thus would spend all my time admiring him.\n...he looks like a tax-collector.\nHe takes delight in everything he sees, in the human swarm, in the new omnibuses, in the water of the Sound; when one meets him on the Beach Road one might suppose he was a shopkeeper taking his fling, that’s just the way he disports himself, for he is not a poet, and I have sought in vain to detect in him the poetic incommensurability.", "source": "fear_and_trembling_excerpts.txt"}
