{"text": "FEAR AND TREMBLING\nby\nJohannes DE SILENTIO, 1843\n(alias Soren Kierkegaard)\nPREFACE\nNot merely in the realm of commerce but in the world of ideas as well our age is\norganizing a regular clearance sale. Everything is to be had at such a bargain that it is\nquestionable whether in the end there is anybody who will want to bid. Every\nspeculative price-fixer who conscientiously directs attention to the significant march of\nmodern philosophy, every Privatdocent, tutor, and student, every crofter and cottar in\nphilosophy, is not content with doubting everything but goes further. Perhaps it would\nbe untimely and ill-timed to ask them where they are going, but surely it is courteous\nand unobtrusive to regard it as certain that they have doubted everything, since\notherwise it would be a queer thing for them to be going further.\nI prostrate myself with the profoundest deference before every systematic \"bag-\npeerer\" at the custom house, protesting, \"This is not the System, it has nothing\nwhatever to do with the System.\" I call down every blessing upon the System and\nupon the Danish shareholders in this omnibus—for a tower it is hardly likely to become.\nI wish them all and sundry good luck and all prosperity.\nRespectfully,\nJohannes DE SILENTIO\nPRELUDE\nOnce upon a time there was a man who as a child had heard the beautiful story about\nhow God tempted Abraham, and how he endured temptation, kept the faith, and a\nsecond time received again a son contrary to expectation. When the child became\nolder he read the same story with even greater admiration, for life had separated what\nwas united in the pious simplicity of the child. The older he became, the more frequently\nhis mind reverted to that story, his enthusiasm became greater and greater, and yet he\nwas less and less able to understand the story. At last in his interest for that he forgot\neverything else; his soul had only one wish, to see Abraham, one longing, to have been\nwitness to that event.\nI\n\"And God tempted Abraham and said unto him, Take Isaac, shine only son,\nwhom thou lovest, and get thee into the land of Moriah, and offer him there for\na burnt offering upon the mountain which I will show thee.\"\nIt was early in the morning, Abraham arose betimes, he had the asses saddled,\nleft his tent, and Isaac with him, but Sarah looked out of the window after them until\nthey had passed down the valley and she could see them no more. They rode in\nsilence for three days. On the morning of the fourth day Abraham said never a word,\nbut he lifted up his eyes and saw Mount Moriah afar off. He left the young men behind\nand went on alone with Isaac beside him up to the mountain. But Abraham said to\nhimself, \"I will not conceal from Isaac whither this course leads him.\" He stood still, he\nlaid his hand upon the head of Isaac in benediction, and Isaac bowed to receive the\nblessing. And Abraham's face was fatherliness, his look was mild, his speech\nencouraging. But Isaac was unable to understand him, his soul could not be exalted; he\nembraced Abraham's knees, he fell at his feet imploringly, he begged for his young life,\nfor the fair hope of his future, he called to mind the joy in Abraham's house, he called\nto mind the sorrow and loneliness. Then Abraham lifted up the boy, he walked with him\nby his side, and his talk was full of comfort and exhortation. But Isaac could not\nunderstand him. He climbed Mount Moriah, but Isaac understood him not. Then for\nan instant he turned away from him, and when Isaac again saw Abraham's face it was\nchanged, his glance was wild, his form was horror. He seized Isaac by the throat, threw\nhim to the ground, and said, \"Stupid boy, dost thou then suppose that I am thy father?\nI am an idolater. Dost thou suppose that this is God's bidding? No, it is my desire.\"\nThen Isaac trembled and cried out in his terror, \"O God in heaven, have compassion\nupon me. God of Abraham, have compassion upon me. If I have no father upon earth,\nbe Thou my father!\" But Abraham in a low voice said to himself, \"O Lord in heaven, I\nthank Thee. After all it is better for him to believe that I am a monster, rather than that\nhe should lose faith in Thee.\"\nWhen the child must be weaned, the mother blackens her breast, it would\nindeed be a shame that the breast should look delicious when the child must not\nhave it. So the child believes that the breast has changed, but the mother is the same,\nher glance is as loving and tender as ever. Happy the person who had no need of more\ndreadful expedients for weaning the child!\nA PANEGYRIC UPON ABRAHAM\nIf there were no eternal consciousness in a man, if at the foundation of all there lay\nonly a wildly seething power which writhing with obscure passions produced everything\nthat is great and everything that is insignificant, if a bottomless void never satiated lay\nhidden beneath all—what then would life be but despair? If such were the case, if there\nwere no sacred bond which united mankind, if one generation arose after another\nlike the leafage in the forest, if the one generation replaced the other like the song of birds\nin the forest, if the human race passed through the world as the ship goes through the\nsea, like the wind through the desert, a thoughtless and fruitless activity, if an eternal\noblivion were always lurking hungrily for its prey and there was no power strong enough\nto wrest it from its maw—how empty then and comfortless life would be! But therefore it\nis not thus, but as God created man and woman, so too He fashioned the hero and\nthe poet or orator. The poet cannot do what that other does, he can only admire, love and\nrejoice in the hero. Yet he too is happy, and not less so, for the hero is as it were his\nbetter nature, with which he is in love, rejoicing in the fact that this after all is not\nhimself, that his love can be admiration.\nBy faith Abraham went out from the land of his fathers and became a sojourner\nin the land of promise. He left one thing behind, took one thing with him: he left his\nearthly understanding behind and took faith with him—otherwise he would not have\nwandered forth but would have thought this unreasonable. By faith he was a stranger in\nthe land of promise, and there was nothing to recall what was dear to him, but by its\nnovelty everything tempted his soul to melancholy yearning—and yet he was God's\nelect, in whom the Lord was well pleased!\nPROBLEM I\nIs there such a thing as a teleological suspension of the ethical?\nThe ethical as such is the universal, and as the universal it applies to everyone, which\nmay be expressed from another point of view by saying that it applies every instant. It\nreposes immanently in itself, it has nothing without itself which is its telos, but is itself\ntelos for everything outside it, and when this has been incorporated by the ethical it can\ngo no further. Conceived immediately as physical and psychical, the particular individual\nis the individual who has his telos in the universal, and his ethical task is to express\nhimself constantly in it, to abolish his particularity in order to become the universal. As\nsoon as the individual would assert himself in his particularity over against the universal\nhe sins, and only by recognizing this can he again reconcile himself with the universal.\nFor faith is this paradox, that the particular is higher than the universal—yet in\nsuch a way, be it observed, that the movement repeats itself, and that consequently the\nindividual, after having been in the universal, now as the particular isolates himself as\nhigher than the universal. If this be not faith, then Abraham is lost, then faith has never\nexisted in the world ... because it has always existed. For if the ethical (i.e. the moral) is\nthe highest thing, and if nothing incommensurable remains in man in any other way but\nas the evil (i.e. the particular which has to be expressed in the universal), then one\nneeds no other categories besides those which the Greeks possessed or which by\nconsistent thinking can be derived from them. This fact Hegel ought not to have\nconcealed, for after all he was acquainted with Greek thought.\nFaith is precisely this paradox, that the individual as the particular is higher than\nthe universal, is justified over against it, is not subordinate but superior—yet in such a\nway, be it observed, that it is the particular individual who, after he has been\nsubordinated as the particular to the universal, now through the universal becomes the\nindividual who as the particular is superior to the universal, for the fact that the\nindividual as the particular stands in an absolute relation to the absolute. This position\ncannot be mediated, for all mediation comes about precisely by virtue of the universal;\nit is and remains to all eternity a paradox, inaccessible to thought. And yet faith is this\nparadox—or else ... there never has been faith ... precisely because it always has been.\nIn other words, Abraham is lost.", "source": "fear_and_trembling.txt"}
{"text": "The Sickness Unto Death\nby\nSøren Kierkegaard\nPREFACE\nFor many the title of this book will no doubt seem somewhat strange; and since the\nbook itself, though in a certain sense it consists of \"upbuilding discourses,\" yet in another\nsense does not seem to fit the category of what is commonly understood by this term, it\nmight not be amiss to preface it with a few words. The title: \"The Sickness Unto Death\"\nis taken from the Gospel, and the book itself is a Christian exposition, designed for\nedification and awakening, which presupposes the Christian point of view as known and\nacknowledged.\nThe sickness unto death is despair.\nBut is despair a sickness? And if so, is it a sickness unto death?\nIt is indeed a sickness, but not a physical one. It is a sickness of the spirit. And if it is a\nsickness unto death, it must be because it leads to death. But what is death? Is it merely\nthe cessation of biological life? No, for the Christian, death is by no means the end of all.\nFor the Christian, there is a life after death, an eternal life. So if despair is the sickness\nunto death, it must be because it leads to something worse than physical death, namely,\neternal death.\nDespair is the sickness unto death because it is a sickness of the self, and the self is the\nspirit. To be in despair is to be unable to die, in the sense that the sickness does not lead\nto the cessation of existence, but rather to the eternal torment of dying without ever\nbeing able to die.\nThe Torment of Despair\nThe torment of despair is precisely this inability to die. It is like the situation of a man\nwho lies sick with a mortal disease and cannot die. He is sick unto death, but he cannot\ndie. So it is with despair. The despairing man is sick unto death, but he cannot die. He is\nconsumed by a fire that does not consume, gnawed by a worm that does not die.\nThis is the sickness unto death. And yet, there is hope. For just as the sickness is unto\ndeath, so is the cure unto life. The cure for despair is faith. Faith is the condition in which\nthe self, in relating itself to its own self and willing to be itself, is grounded transparently\nin the Power which posited it.\nSo let us examine this sickness, this despair, in order that we may understand it and, by\nthe grace of God, find the cure.\nI. The Sickness Unto Death is Despair.\nA. Despair is a Sickness of the Spirit.\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a\nrelation which relates itself to its own self, or it is that in the relation [which accounts\nfor it] that the relation relates itself to its own self; the self is not the relation but [consists\nin the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite\nand the finite, of the temporal and the eternal, of freedom and necessity, in short it is a\nsynthesis. A synthesis is a relation between two factors. So regarded, man is not yet a\nself.\nIn the relation between two, the relation is the third term as a negative unity, and the\ntwo relate themselves to the relation, and in the relation to the relation; such a relation\nis that between soul and body, when man is regarded as soul. If, on the contrary, the\nrelation relates itself to its own self, the relation is then the positive third term, and this is\nthe self.\nSuch a relation which relates itself to its own self (that is to say, a self) must either have\nconstituted itself or have been constituted by another.\nIf this relation which relates itself to its own self is constituted by another, the relation\ndoubtless is the third term, but this relation (the third term) is in turn a relation relating\nitself to that which constituted the whole relation.\nSuch a derived, constituted, relation is the human self, a relation which relates itself to\nits own self, and in relating itself to its own self relates itself to another. Hence it is that\nthere can be two forms of despair in the strict sense, so far as the self alone is concerned:\neither not to will to be oneself, or the despair to will to be oneself.\nThe Possibility of Despair\nThe possibility of this sickness is man's advantage over the beast, and this advantage\ndistinguishes him far more essentially than the erect posture, for it implies the infinite\nerectness or loftiness of being spirit. The possibility of this sickness is man's advantage\nover the beast; to be aware of this sickness is the Christian's advantage over the natural\nman; to be cured of this sickness is the Christian's blessedness.\nSo then it is an infinite advantage to be able to despair; and yet it is not only the greatest\nmisfortune and misery to be in despair; no, it is perdition. Ordinarily the relation\nbetween the tree and the fruit corresponds to the relation between the possibility and\nthe actuality; if the possibility is good, so is the actuality; if the possibility is bad, so is the\nactuality. Here it is not so. The possibility of this sickness is man's advantage over the\nbeast; but the sickness itself is perdition.\nDespair is the disrelationship in a relation which relates itself to itself. But the synthesis is\nnot the disrelationship, it is merely the possibility, or, in the synthesis is comprised the\npossibility of the disrelationship. If the synthesis were the disrelationship, there would\nbe no such thing as despair, for despair would then be something inherent in human\nnature as such, that is, it would not be despair; it would be something that happened to\na man, something he suffered, like a disease into which he had fallen, or like death\nwhich is the lot of all. No, despairing lies in the man himself.\nThe Universality of Despair\nIs despair rare? No, it is the most common sickness. It is not something that attacks\nonly the few; it is a sickness that every human being has in some form or other. There is\nno human being who does not have a little despair in him, who does not harbor a secret\nunrest, an inner strife, a disharmony, an anxiety about an unknown something or a\nsomething he does not even dare to know, an anxiety about some possibility in existence\nor about himself.\nThis universality of despair is not merely a statistical fact; it is grounded in the very\nnature of man as a synthesis. For as long as the synthesis is not complete, as long as the\nself has not found its rest in God, there will be despair.\nForms of Despair\nDespair can take many forms. There is the despair of not willing to be oneself, the\ndespair of weakness. This is the despair of the man who tries to escape from himself,\nwho tries to be someone else, who tries to lose himself in the crowd, in distractions, in\npleasure. He does not want to be the self that he is; he wants to be another.\nThen there is the despair of willing to be oneself, the despair of defiance. This is the\ndespair of the man who wants to be himself in spite of everything, who wants to create\nhimself, to be the master of his own destiny. He refuses to acknowledge his\ndependence on God; he wants to stand alone.\nBoth forms of despair are forms of the sickness unto death. For both lead away from\nlife, away from God.\nThe Cure\nThe cure for despair is faith. Faith is the condition in which the self, in relating itself to\nits own self and willing to be itself, is grounded transparently in the Power which\nposited it. This means that the self acknowledges its dependence on God, accepts itself\nas a gift from God, and wills to be the self that God intended it to be.\nIn faith, the self finds rest. It no longer tries to escape from itself, nor does it try to create\nitself. It accepts itself as it is, with all its limitations and imperfections, and trusts in\nGod's grace.\nThis is the cure for the sickness unto death. This is the way to life eternal.\n[Excerpts and Summary based on general knowledge of the text]", "source": "sickness_unto_death.txt"}
{"text": "EITHER/OR\nA FRAGMENT OF LIFE\nPUBLISHED BY\nVICTOR EREMITA\nPART I\ncontaining A's Papers\nAre passions, then, the pagans of the soul?\nReason alone baptized?\nYOUNG\nPREFACE\nDear Reader: I wonder if you may not sometimes have felt\ninclined to doubt a little the correctness of the familiar philo-\nsophic maxim that the external is the internal, and the internal\nthe external. Perhaps you have cherished in your heart a secret which\nyou felt in all its joy or pain, was too precious for you to share with\nanother. Perhaps your life has brought you in contact with some person\nof whom you suspected something of the kind was true, although you\nwere never able to wrest his secret from him either by force or cunning.\nPerhaps neither of these presuppositions applies to you and your life,\nand yet you are not a stranger to this doubt; it flits across your\nmind now and then like a passing shadow. Such a doubt comes and goes, and\nno one knows whence it comes, nor whither it goes. For my part I have\nalways been heretically-minded on this point in philosophy, and have\ntherefore early accustomed myself, as far as possible, to institute obser-\nvations and inquiries concerning it. I have sought guidance from those\nauthors whose views I shared on this matter; in short, I have done\neverything in my power to remedy the deficiency in the philosophical\nworks.\nGradually the sense of hearing came to be my favorite sense; for just\nas the voice is the revelation of the external, incommensurable inward-\nness, so the ear is the instrument by which this inwardness is appre-\nhended, hearing is the sense by which it is appropriated. Whenever,\nthen, I found a contradiction between what I saw and what I heard,\nthen I found my doubt confirmed, and my enthusiasm for the investiga-\ntion stimulated. In the confessional the priest is separated from the\none confessing by a screen; he does not see, he only hears. Gradually as\nhe listens, he constructs an outward appearance which corresponds to the\nvoice he hears. Consequently, he experiences no contradiction. It is\notherwise, however, when you hear and see at the same time, and yet\nperceive a screen between yourself and the speaker. My researches in this\ndirection have met with varying degrees of success. Sometimes I have\nbeen favored by fortune, sometimes not, and one needs good fortune to\nwin results along this road. However, I have never lost my desire to\ncontinue my investigations. More than once I have been almost ready\nto regret my perseverance, while occasionally unexpected success has\ncrowned my efforts. It was such an unexpected bit of luck which in a\nvery curious manner put me in the possession of the papers which I now\nhave the honor of offering to the reading public. These papers have\nafforded me an insight into the lives of two men, have confirmed my\ndoubt that the external is not the internal. This was especially true about\none of them. His external mode of life had been in complete contra-\ndiction to his inner life. The same was true to a certain extent with the\nother also, inasmuch as he concealed a more significant inwardness\nunder a somewhat commonplace exterior.\nDIAPSALMATA\nad se ipsum\nGrandeur, savoir, renommee,\nAmitie, plaisir et bien,\nTout n'est que vent, que fumee:\nPour mieux dire, tout n'est rien.\nWHAT is a poet? A poet is an unhappy being whose heart is torn\nby secret sufferings, but whose lips are so strangely formed\nthat when the sighs and the cries escape them, they sound like\nbeautiful music. His fate is like that of the unfortunate victims whom\nthe tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over\na steady fire; their cries could not reach the tyrant's ears so as to strike\nterror into his heart; when they reached his ears they sounded like\nsweet music. And men crowd about the poet and say to him: \"Sing for us soon\nagain\"; that is as much as to say: \"May new sufferings torment your\nsoul, but may your lips be formed as before; for the cries would only\nfrighten us, but the music is delicious.\" And the critics come, too, and\nsay: \"Quite correct, and so it ought to be, according to the rules of\naesthetics.\" Now it is understood that a critic resembles a poet to a hair;\nhe only lacks the suffering in his heart, and the music upon his lips. Lo,\ntherefore I would rather be a swineherd from Amager, and be under-\nstood by the swine, than be a poet and be misunderstood by men.\nThe first question in the earliest and most compendious instruction\nthe child receives, is, as everyone knows, this: What will the child have?\nThe answer is: da-da. And with such reflections life begins, and yet men\ndeny original sin. And to whom does the child owe its first drubbings,\nwhom other than the parents?\nI prefer to talk with children, for it is still possible to hope that they\nmay become rational beings. But those who have already become so--\ngood Lord!\nHow absurd men are! They never use the liberties they have, they de-\nmand those they do not have. They have freedom of thought, they\ndemand freedom of speech.\nI do not care for anything. I do not care to ride, for the exercise is too\nviolent. I do not care to walk, walking is too strenuous. I do not care to\nlie down, for I should either have to remain lying, and I do not care\nto do that, or I should have to get up again, and I do not care to do that\neither. Summa summarum: I do not care at all.\nThere are well-known insects which die in the moment of fecunda-\ntion. So it is with all joy; life's supreme and richest moment of pleasure\nis coupled with death.\nTHE IMMEDIATE STAGES OF THE EROTIC\nOR\nTHE MUSICAL EROTIC\nINSIGNIFICANT INTRODUCTION\nFrom the moment that Mozart's music first filled my soul with\nwonder, and I bowed before it in humble admiration, I have\nfound a dear and grateful occupation in reflecting on how that\nhappy Greek view of the world which calls the world a cosmos, because\nit manifests itself as a harmonious whole, a transparent and tasteful\nadornment for the Spirit which works in and through it--how this\nhappy view finds application in a higher realm, in the world of ideals,\nwhere there is again an overruling wisdom particularly admirable in\njoining together those things which belong together: Axel with Val-\nborg, Homer with the Trojan War, Raphael with Catholicism, Mozart\nwith Don Juan. There is a wretched unbelief abroad which seems to\ncontain much healing power. It deems such a connection accidental, and\nsees in it only a lucky conjunction of the different forces in the game of\nlife. It thinks it an accident that the lovers win one another, accidental\nthat they love one another; there were a hundred other women with\nwhom the hero might have been equally happy, and whom he could\nhave loved as deeply. It thinks that there has been many a poet who\nmight have become as immortal as Homer, if this splendid subject had\nnot already been appropriated by him; many a composer who might\nhave made himself as immortal as Mozart, had the opportunity offered.\nThis wisdom contains much solace and comfort for all mediocre minds,\nsince it lends itself to the delusion with which they deceive themselves\nand other like-minded souls, that it is a confusion of fate, an error on the\npart of the world, that they did not become as famous as the famous.\nIt is a very easy optimism that is thus encouraged. But for every high-\nminded soul, for every optimate who is not so anxious to save himself\nin this wretched manner as to lose himself in the contemplation of great-\nness, it is naturally repugnant; while it is a delight to his soul, a sacred\njoy, to behold the union of those things which belong together. It is this\nunion which is fortunate, but not as if it were merely accidental; and\nhence, it presupposes two distinct factors, while the accidental involves\nmerely the inarticulate interjections of a blind fate. It is the realization\nof this union which constitutes the fortunate in the historical process,\nthe divine conjunction of its forces, the high tide of historic time. The\naccidental has but one factor; it is accidental that Homer found in\nthe Trojan War the most distinguished epic subject conceivable. The for-\ntunate has two factors: it is fortunate that the most distinguished epic\nsubject fell to the lot of Homer; here the accent falls as much on Homer\nas on the material. It is this profound harmony which reverberates\nthrough every work of art we call classic. And so it is with Mozart; it is\nfortunate that the subject, which is perhaps the only strictly musical\nsubject, in the deeper sense, that life affords, fell to--Mozart.\nWith his Don Juan Mozart enters the little immortal circle of those\nwhose names, whose works, time will not forget, because eternity re-\nmembers them. And though it is a matter of indifference, when one has\nfound entrance there, whether one stands highest or lowest, because in\na certain sense all stand equally high, and though it is childish to dispute\nover the first and the last place here, as it is when children quarrel about\nthe order assigned to them in the church at confirmation, I am still too\nmuch of a child, or rather I am like a young girl in love with Mozart,\nand I must have him in first place, cost what it may. And I will appeal\nto the parish clerk, and to the clergyman and to the dean and to the\nbishop and to the whole consistory, and I will implore and adjure them\nto hear my prayer, and I will invoke the whole communion on this mat-\nter, and if they refuse to hear me, if they refuse to grant my childish\nwish, I shall cut myself off from society, and renounce all fellowship\nwith its modes of thought; and I will form a sect which not only gives\nMozart first place, but which absolutely refuses to recognize any artist\nother than Mozart; and I shall beg Mozart to forgive me, because his\nmusic did not inspire me to great deeds, but turned me into a fool, who\nlost through him the little reason I had, and spent most of my time\nin quiet sadness humming what I do not understand, haunting like a\nspecter day and night what I am not permitted to enter. Immortal\nMozart! Thou, to whom I owe everything; to whom I owe the loss of\nmy reason, the wonder that caused my soul to tremble, the fear that\ngripped my inmost being; thou, to whom I owe it that I did not pass\nthrough life without having been stirred by something. Thou, to whom\nI offer thanks that I did not die without having loved, although my\nlove became unhappy. Is it strange then that I should be more concerned\nfor Mozart's glorification than for the happiest moment of my life, more\njealous for his immortality than for my own existence? Aye, if he were\ntaken away, if his name were erased from the memory of men, then\nwould the last pillar be overthrown, which for me has kept everything\nfrom being hurled together into boundless chaos, into fearful nothing-\nness.\nTHE ROTATION METHOD\nAn Essay in the Theory of Social Prudence\nSTARTING from a principle is affirmed by people of experience to be\na very reasonable procedure; I am willing to humor them, and so\nbegin with the principle that all men are bores. Surely no one will\nprove himself so great a bore as to contradict me in this. This principle\npossesses the quality of being in the highest degree repellent, an essential\nrequirement in the case of negative principles, which are in the last\nanalysis the principles of all motion. It is not merely repellent, but in-\nfinitely forbidding; and whoever has this principle back of him cannot\nbut receive an infinite impetus forward, to help him make new discov-\neries. For if my principle is true, one need only consider how ruinous\nboredom is for humanity, and by properly adjusting the intensity of\none's concentration upon this fundamental truth, attain any desired\ndegree of momentum. Should one wish to attain the maximum mo-\nmentum, even to the point of almost endangering the driving power,\none need only say to oneself: Boredom is the root of all evil. Strange that\nboredom, in itself so staid and stolid, should have such power to set in\nmotion. The influence it exerts is altogether magical, except that it is not\nthe influence of attraction, but of repulsion.\nIn the case of children, the ruinous character of boredom is universally\nacknowledged. Children are always well-behaved as long as they are\nenjoying themselves. This is true in the strictest sense; for if they some-\ntimes become unruly in their play, it is because they are already begin-\nning to be bored--boredom is already approaching, though from a\ndifferent direction. In choosing a governess one, therefore, takes into\naccount not only her sobriety, her faithfulness, and her competence, but\nalso her aesthetic qualifications for amusing the children; and there\nwould be no hesitancy in dismissing a governess who was lacking in\nthis respect, even if she had all the other desirable virtues. Here, then,\nthe principle is clearly acknowledged; but so strange is the way of\nthe world, so pervasive the influence of habit and boredom, that this is prac-\ntically the only case in which the science of aesthetics receives its just\ndues. If one were to ask for a divorce because his wife was tiresome, or\ndemand the abdication of a king because he was boring to look at, or\nthe banishment of a preacher because he was tiresome to listen to, or\nthe dismissal of a prime minister, or the execution of a journalist, be-\ncause he was terribly tiresome, one would find it impossible to force it\nthrough. What wonder, then, that the world goes from bad to worse,\nand that its evils increase more and more, as boredom increases, and\nboredom is the root of all evil.\nThe history of this can be traced from the very beginning of the\nworld. The gods were bored, and so they created man. Adam was bored\nbecause he was alone, and so Eve was created. Thus boredom entered\nthe world, and increased in proportion to the increase of population.\nAdam was bored alone; then Adam and Eve were bored together; then\nAdam and Eve and Cain and Abel were bored en famille; then the\npopulation of the world increased, and the peoples were bored en masse.\nTo divert themselves they conceived the idea of constructing a tower\nhigh enough to reach the heavens. This idea is itself as boring as the\ntower was high, and constitutes a terrible proof of how boredom gained\nthe upper hand. The nations were scattered over the earth, just as people\nnow travel abroad, but they continued to be bored. Consider the conse-\nquences of this boredom. Humanity fell from its lofty height, first be-\ncause of Eve, and then from the Tower of Babel. What was it, on the\nother hand, that delayed the fall of Rome, was it not panis and cir-\ncenses? And is anything being done now? Is anyone concerned about\nplanning some means of diversion? Quite the contrary, the impending\nruin is being proclaimed. It is proposed to call a constitutional assembly.\nCan anything more tiresome be imagined, both for the participants\nthemselves, and for those who have to hear and read about it? It is pro-\nposed to improve the financial condition of the state by practicing\neconomy. What could be more tiresome? Instead of increasing the na-\ntional debt, it is proposed to pay it off. As I understand the political situ-\nation, it would be an easy matter for Denmark to negotiate a loan of\nfifteen million dollars. Why not consider this plan? Every once in a\nwhile we hear of a man who is a genius, and therefore neglects to pay\nhis debts--why should not a nation do the same, if we were all agreed?\nLet us then borrow fifteen millions, and let us use the proceeds, not to\npay our debts, but for public entertainment. Let us celebrate the mil-\nlennium in a riot of merriment. Let us place boxes everywhere, not, as at\npresent, for the deposit of money, but for the free distribution of\nmoney. Everything would become gratis; theaters gratis, women of easy virtue\ngratis, one would drive to the park gratis, be buried gratis, one's\neulogy would be gratis; I say gratis, for when one always has money at hand,\neverything is in a certain sense free. No one should be permitted to own\nany property. Only in my own case would there be an exception. I re-\nserve to myself securities in the Bank of London to the value of one\nhundred dollars a day, partly because I cannot do with less, partly be-\ncause the idea is mine, and finally because I may not be able to hit upon\na new idea when the fifteen millions are gone.\nDIARY OF THE SEDUCER\nSua passion' predominante\ne la giovin principiante\nDON GIOVANNI ABIA NO. 4\nI CANNOT conceal from myself, scarcely can I master the anxiety\nwhich grips me at this moment, when I decide for my own satisfac-\ntion to make a clear and accurate copy of the rough transcript which\nI was able at the time to secure only in the greatest haste and with much\ndisquietude. The situation stands out before me just as alarmingly, but\nalso as reprehensibly, as it did at that time. Contrary to his custom, he\nhad not locked his secretary, so its whole content was at my disposal;\nbut it is futile for me to try to extenuate my behavior by reminding my-\nself that I did not open the drawer. One drawer was pulled out. In it\nI found a number of loose papers, and on top of them lay a book in broad\nquarto, tastefully bound. On the upper side was placed a vignette of\nwhite paper on which he had written in his own hand: Commentarius\nperpetuus Nr. 4. Vainly, however, have I tried to make myself believe\nthat if the face of the book had not been turned up, and if the strange\ntitle had not tempted me, I should not have fallen into temptation, or\nI should at least have resisted it. The title itself was strange, not so much\nin itself as because of its surroundings. From a hasty glance at the loose\npapers I learned that these contained interpretations of erotic situations,\na few hints about one and another relationship, outlines for letters of a\nvery peculiar character, which I later learned to know in their artisti-\ncally perfected, calculated carelessness. When now, after having looked\ninto the scheming mind of this depraved personality, I recall my situ-\nation; when, with my eye alert for every subtlety, I in thought approach\nthat drawer, it makes the same impression upon me as it must make\nupon a police officer when he enters the room of a forger, opens his be-\nlongings, and finds in a drawer a number of loose papers, samples of\nhandwriting; on one there is a piece of tracing, on another a monogram,\non a third a line of reversed writing. It clearly proves to him that he is\non the right track, and his satisfaction over this is mingled with a cer-\ntain admiration for the study and industry which is here evidenced.", "source": "either_or.txt"}
