{"text": "The Sickness Unto Death\nA Christian Psychological Exposition for Upbuilding and Awakening\nBy Anti-Climacus\nI. The Sickness Unto Death is Despair\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. If on the contrary the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\nSuch a relation which relates itself to its own self (that is to say, a self) must either have constituted itself or have been constituted by another.\nIf this relation which relates itself to its own self is constituted by another, the relation doubtless is the third term, but this relation (the third term) is in turn a relation relating itself to that which constituted the whole relation.\nSuch a derived, constituted, relation is the human self, a relation which relates itself to its own self, and in relating itself to its own self relates itself to another. Hence it is that there can be two forms of despair properly so called. If the human self had constituted itself, there could be only one form: not to will to be oneself, to will to do away with oneself, but there could not be the form: in despair to will to be oneself.\nThis form of despair (in despair to will to be oneself) possesses the consciousness of an infinite self, which however is really only the most abstract form of the self, the most abstract possibility of the self. And this it is the man in despair wills to be, severing the self from any relation to the Power which posited it. He wills to be the master of it, he wills to create it, to make it, to determine it. He will recognize no power over himself.\nThe formula for all despair is this: to relate oneself to oneself and to will to be oneself.\nThe formula for faith is: that the self, by relating itself to its own self and by willing to be itself, is grounded transparently in the Power which constituted it.", "source": "sickness_unto_death.txt"}
{"text": "PREFACE\nNot only in the world of commerce but also in the world of ideas our age has arranged a regular clearance sale. Everything is to be had at such a bargain that it is questionable whether in the end there is anybody who will want to bid. Every speculative waiter-philosopher is so busy writing the history of philosophy that he has no time to speculate, while the desperate era we live in has so much on its mind that it hardly knows what to do with itself.\nIf the task of life is to become a subjective thinker, then it is indeed a difficult task, one that cannot be completed in a few weeks or months. But our age has dispensed with the difficult; it has made everything easy. It has made faith easy, it has made doubt easy.\nWhat is omitted from Abraham's story is the anguish. For while I am under no obligation to conceal the fact that I am not a believer, I am also under no obligation to conceal the fact that I am not a doubter either. I am an observer.\nAbraham I cannot understand, in a certain sense there is nothing I can learn from him but astonishment. If people fancy that by considering the outcome of this story they might let themselves be moved to believe, they deceive themselves and want to swindle God out of the first movement of faith, the infinite resignation. They would suck worldly wisdom out of the paradox. Perhaps one or another may succeed, for our age is not willing to stop with faith, with its miracle of turning water into wine, it goes further, it turns wine into water.\nFaith is precisely this paradox, that the single individual is higher than the universal. If this is not faith, then Abraham is lost, then faith has never existed in the world precisely because it has always existed. For if the ethical (i.e., the universal) is the highest, and if there is nothing in man which is incommensurable with the universal, then Abraham is a murderer.\nBut he who walks the narrow path of faith, no one can understand him. He cannot make himself intelligible to anyone. He speaks in tongues. He is a knight of faith. He has resigned everything infinitely, and then he grasps everything again by virtue of the absurd. This is the movement I cannot make. I can describe the movements of faith, but I cannot make them. I can swim in the water, but I cannot walk on it.\nTo exist as a single individual is the most terrible thing of all. The crowd is untruth. The universal is the safe harbor, but faith is the open sea, 70,000 fathoms deep.", "source": "fear_and_trembling.txt"}
{"text": "DIAPSALMATA\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music. His fate is like that of the victims whom Phalaris imprisoned in his brazen bull, who were slowly tortured over a slow fire; their cries could not reach the tyrant's ears so as to strike terror into his heart; when they reached his ears they sounded like sweet music.\nPeople misunderstand me. I am not like them. I am not a part of their world. I am a stranger here.\nI have just now come from a party where I was its life and soul; witticisms streamed from my lips, everyone laughed and admired me, but I went away — yes, the dash should be as long as the radius of the earth's orbit ——————————— and wanted to shoot myself.\nMarry, and you will regret it. Do not marry, and you will also regret it. Marry or do not marry, you will regret it either way.\nLaugh at the world’s follies, you will regret it, weep over them, you will also regret that. Laugh at the world’s follies or weep over them, you will regret it either way.\nBelieve a woman, you will regret it, believe her not, you will also regret that. Believe a woman or believe her not, you will regret it either way.\nHang yourself, you will regret it; do not hang yourself, and you will also regret that. Hang yourself or do not hang yourself, you will regret it either way.\nThis, gentlemen, is the sum and substance of all philosophy.\nMy life is like an eternal night.\nThe present state of the world and the whole of life is diseased. If I were a doctor and were asked for my advice, I should reply: Create silence! Bring men to silence. The word of God cannot be heard in the noisy world of today. And even if it were blazoned forth with all the panoply of noise so that it could be heard in the midst of all the other noise, then it would no longer be the word of God. Therefore create silence.\nI divide my time as follows: half the time I sleep, the other half I dream. I never dream when I sleep, for that would be a pity, for sleeping is the highest genius.\nLet others complain that the age is wicked; my complaint is that it is paltry; for it lacks passion. Men’s thoughts are thin and flimsy like lace, they are themselves pitiable like the lacemakers. The thoughts of their hearts are too paltry to be sinful. For a worm it might be regarded as a sin to harbor such thoughts, but not for a being made in the image of God. Their lusts are dull and sluggish, their passions sleepy. They do their duty, these shopkeeping souls, but they permit themselves, like the Jews, to trim the coins a little. They think that even if the Lord keeps a careful set of books, they may still cheat Him a little. Out upon them! This is the reason my soul always turns back to the Old Testament and to Shakespeare. There one still feels that those who speak are human beings; there they hate, there they love, there they murder their enemies, and curse their descendants throughout all generations, there they sin.", "source": "either_or.txt"}
