{"text": "Preface\n\nNot only in the world of commerce but also in the world of ideas our age is putting on a real clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every Privatdocent, tutor, and student, every crofter and cottar in philosophy, is not content with stopping at doubting everything but goes further. It might perhaps be untimely and ill-timed to ask them where they are going, but surely it is courteous and altogether appropriate to assume that they have doubted everything, since otherwise it would be queer for them to be going further. This preliminary movement they have therefore all of them made, and presumably with such ease that they do not think it necessary to waste a word about the how; for not even he who anxiously and with deep concern sought a little time for the preliminary movement, not even he has found it.\n\n...\n\nFaith is precisely this paradox, that the single individual is higher than the universal, yet in such a way, be it observed, that the movement repeats itself, that is, that, having been in the universal, the single individual now sets himself apart as the particular above the universal. If this is not faith, then Abraham is lost, then faith has never existed in the world precisely because it has always existed. For if the ethical (i.e., the moral) is the highest thing, and if nothing incommensurable remains in man in any other way but as the evil (i.e., the particular which has to be expressed in the universal), then one needs no other categories than those which the Greek philosophy possessed or which can be deduced from them by logic. But the ethical is the universal, and as such it is also the divine. Thus it is quite right to say that every duty is a duty to God; but if no more can be said than this, then it is also said that I have no duty to God.\n\nThe Knight of Faith is the only happy man, the heir apparent to the finite, while the Knight of Resignation is a stranger and a foreigner. But the Knight of Faith does the impossible, he makes the movement of infinity and then the movement of finiteness, and he does it with such correctness that no one suspects anything else than that he is a philistine.\n", "source": "fear_and_trembling_excerpt.txt"}
{"text": "The Sickness Unto Death is Despair.\n\nA. Despair is a Sickness in the Spirit, in the Self, and So It May Assume a Triple Form: in Despair at Not Being Conscious of Having a Self (Despair Improperly So Called); in Despair at Not Willing to Be Oneself; in Despair at Willing to Be Oneself.\n\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\n\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. But if the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\n\nSuch a relation which relates itself to its own self (that is to say, a self) must either have constituted itself or have been constituted by another. If this relation which relates itself to its own self is constituted by another, the relation doubtless is the third term, but this relation (the third term) is in turn a relation relating itself to that which constituted the whole relation.\n\nSuch a derived, constituted, relation is the human self, a relation which relates itself to its own self, and in relating itself to its own self relates itself to another. This explains why there can be two forms of despair in the strict sense. If the human self had constituted itself, there could be only one form: not to will to be oneself, to will to get rid of oneself, but there could be no question of despairingly willing to be oneself. This formula, however, is the expression for the total dependence of the relation (the self), the expression for the fact that the self cannot of itself attain and remain in equilibrium and rest by itself, but only by relating itself to that Power which constituted it.\n", "source": "sickness_unto_death_excerpt.txt"}
