{"text": "The present state of the world and the whole of life is diseased. If I were a doctor and were asked for my advice, I should reply: Create silence! Bring men to silence. The word of God cannot be heard in the noisy world of today. And even if it were blazoned forth with all the panoply of noise so that it could be heard in the midst of all the other noise, then it would no longer be the word of God. Therefore create silence.\nThe most common form of despair is not being who you are.\nLife can only be understood backwards; but it must be lived forwards.\nAnxiety is the dizziness of freedom.\nFaith is precisely this paradox, that the single individual is higher than the universal.\nPeople demand freedom of speech as a compensation for the freedom of thought which they seldom use.\nThere are two ways to be fooled. One is to believe what isn't true; the other is to refuse to believe what is true.\nTo cheat oneself out of love is the most terrible deception; it is an eternal loss for which there is no reparation, either in time or in eternity.\nThe highest and most beautiful thing is to be an individual, a single one, but that is also the hardest.\nI see it all perfectly; there are two possible situations — one can either do this or that. My honest opinion and my friendly advice is this: do it or do not do it — you will regret both.\nMarry, and you will regret it; don’t marry, you will also regret it; marry or don’t marry, you will regret it either way. Laugh at the world’s foolishness, you will regret it; weep over it, you will regret that too; laugh at the world’s foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will also regret it… Hang yourself, you will regret it; do not hang yourself, and you will regret that too; hang yourself or don’t hang yourself, you’ll regret it either way; whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the essence of all philosophy.\nTruth is subjectivity.\nIt is so hard to believe because it is so hard to obey.\nTo dare is to lose one's footing momentarily. To not dare is to lose oneself.", "source": "excerpts.txt"}
