{"text": "PREPARATION\nThere lived a man who, when a child, had heard the beautiful Bible\nstory of how God tempted Abraham and how he stood the test, how he\nmaintained his faith and, against his expectations, received his son\nback again. As this man grew older he read this same story with ever\ngreater admiration; for now life had separated what had been united in\nthe reverent simplicity of the child. And the older he grew, the more\nfrequently his thoughts reverted to that story. His enthusiasm waxed\nstronger and stronger, and yet the story grew less and less clear to\nhim. Finally he forgot everything else in thinking about it, and his\nsoul contained but one wish, which was, to behold Abraham: and but one\nlonging, which was, to have been witness to that event. His desire was,\nnot to see the beautiful lands of the Orient, and not the splendor of\nthe Promised Land, and not the reverent couple whose old age the Lord\nhad blessed with children, and not the venerable figure of the aged\npatriarch, and not the god-given vigorous youth of Isaac—it would have\nbeen the same to him if the event had come to pass on some barren\nheath. But his wish was, to have been with Abraham on the three days'\njourney, when he rode with sorrow before him and with Isaac at his\nside. His wish was, to have been present at the moment when Abraham\nlifted up his eyes and saw Mount Moriah afar off; to have been present\nat the moment when he left his asses behind and wended his way up to\nthe mountain alone with Isaac. For the mind of this man was busy, not\nwith the delicate conceits of the imagination, but rather with his\nshuddering thought.\nThe man we speak of was no thinker, he felt no desire to go beyond his\nfaith: it seemed to him the most glorious fate to be remembered as the\nFather of Faith, and a most enviable lot to be possessed of that faith,\neven if no one knew it.\nThe man we speak of was no learned exegetist, he did not even\nunderstand Hebrew—who knows but a knowledge of Hebrew might have helped\nhim to understand readily both the story and Abraham.\nI\nAnd God tempted Abraham and said unto him: take Isaac, thine only son,\nwhom thou lovest and go to the land Moriah and sacrifice him there on a\nmountain which I shall show thee.\nIt was in the early morning, Abraham arose betimes and had his asses\nsaddled. He departed from his tent, and Isaac with him; but Sarah\nlooked out of the window after them until they were out of sight.\nSilently they rode for three days; but on the fourth morning Abraham\nsaid not a word but lifted up his eyes and beheld Mount Moriah in the\ndistance. He left his servants behind and, leading Isaac by the hand,\nhe approached the mountain. But Abraham said to himself: \"I shall\nsurely conceal from Isaac whither he is going.\" He stood still, he laid\nhis hand on Isaac's head to bless him, and Isaac bowed down to receive\nhis blessing. And Abraham's aspect was fatherly, his glance was mild,\nhis speech admonishing. But Isaac understood him not, his soul would\nnot rise to him; he embraced Abraham's knees, he besought him at his\nfeet, he begged for his young life, for his beautiful hopes, he\nrecalled the joy in Abraham's house when he was born, he reminded him\nof the sorrow and the loneliness that would be after him. Then did\nAbraham raise up the youth and lead him by his hand, and his words were\nfull of consolation and admonishment. But Isaac understood him not. He\nascended Mount Moriah, but Isaac understood him not. Then Abraham\naverted his face for a moment; but when Isaac looked again, his\nfather's countenance was changed, his glance wild, his aspect terrible,\nhe seized Isaac and threw him to the ground and said: \"Thou foolish\nlad, believest thou I am thy father? An idol-worshipper am I. Believest\nthou it is God's command? Nay, but my pleasure.\" Then Isaac trembled\nand cried out in his fear: \"God in heaven, have pity on me, God of\nAbraham, show mercy to me, I have no father on earth, be thou then my\nfather!\" But Abraham said softly to himself: \"Father in heaven, I thank\nthee. Better is it that he believes me inhuman than that he should lose\nhis faith in thee.\"\nWhen the child is to be weaned, his mother blackens her breast; for it\nwere a pity if her breast should look sweet to him when he is not to\nhave it. Then the child believes that her breast has changed; but his\nmother is ever the same, her glance is full of love and as tender as\never. Happy he who needed not worse means to wean his child!\nA PANEGYRIC ON ABRAHAM\nIf a consciousness of the eternal were not implanted in man; if the\nbasis of all that exists were but a confusedly fermenting element\nwhich, convulsed by obscure passions, produced all, both the great and\nthe insignificant; if under everything there lay a bottomless void\nnever to be filled—what else were life but despair? If it were thus,\nand if there were no sacred bonds between man and man; if one\ngeneration arose after another, as in the forest the leaves of one\nseason succeed the leaves of another, or like the songs of birds which\nare taken up one after another; if the generations of man passed\nthrough the world like a ship passing through the sea and the wind over\nthe desert—a fruitless and a vain thing; if eternal oblivion were ever\ngreedily watching for its prey and there existed no power strong enough\nto wrest it from its clutches—how empty were life then, and how dismal!\nAnd yet it is not thus; but, just as God created man and woman, he\nlikewise called into being the hero and the poet or orator. The latter\ncannot perform the deeds of the hero—he can only admire and love him\nand rejoice in him. And yet he also is happy and not less so; for the\nhero is, as it were, his better self with which he has fallen in love,\nand he is glad he is not himself the hero, so that his love can express\nitself in admiration.\nThe poet is the genius of memory, and does nothing but recall what has\nbeen done, can do nothing but admire what has been done. He adds\nnothing of his own, but he is jealous of what has been entrusted to\nhim. He obeys the choice of his own heart; but once he has found what\nhe has been seeking, he visits every man's door with his song and with\nhis speech, so that all may admire the hero as he does, and be proud of\nthe hero as he is. This is his achievement, his humble work, this is\nhis faithful service in the house of the hero. If thus, faithful to his\nlove, he battles day and night against the guile of oblivion which\nwishes to lure the hero from him, then has he accomplished his task,\nthen is he gathered to his hero who loves him as faithfully; for the\npoet is at it were the hero's better self, unsubstantial, to be sure,\nlike a mere memory, but also transfigured as is a memory. Therefore\nshall no one be forgotten who has done great deeds; and even if there\nbe delay, even if the cloud of misunderstanding obscure the hero from\nour vision, still his lover will come some time; and the more time has\npassed, the more faithfully will he cleave to him.\nNo, no one shall be forgotten who was great in this world. But each\nhero was great in his own way, and each one was eminent in proportion\nto the great things he loved. For he who loved himself became great\nthrough himself, and he who loved others became great through his\ndevotion, but he who loved God became greater than all of these.\nEveryone of them shall be remembered, but each one became great in\nproportion to his trust. One became great by hoping for the possible;\nanother, by hoping for the eternal; but he who hoped for the\nimpossible, he became greater than all of these. Every one shall be\nremembered; but each one was great in proportion to the power with\nwhich he strove. For he who strove with the world became great by\novercoming himself; but he who strove with God, he became the greatest\nof them all. Thus there have been struggles in the world, man against\nman, one against a thousand; but he who struggled with God, he became\ngreatest of them all. Thus there was fighting on this earth, and there\nwas he who conquered everything by his strength, and there was he who\nconquered God by his weakness. There was he who, trusting in himself,\ngained all; and there was he who, trusting in his strength sacrificed\neverything; but he who believed in God was greater than all of these.\nThere was he who was great through his strength, and he who was great\nthrough his wisdom, and he who was great through his hopes, and he who\nwas great through his love; but Abraham was greater than all of\nthese—great through the strength whose power is weakness, great through\nthe wisdom whose secret is folly, great through the hope whose\nexpression is madness, great through the love which is hatred of one's\nself.", "source": "fear_and_trembling.txt"}
