{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a real clearance sale. Everything is to be had at such a bargain that it is doubtful whether in the end there is anybody who will want to buy. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every Privatdocent, tutor, and student, every crofter and cottar in philosophy, is not content with doubting everything but goes further. Perhaps it would be untimely and ill-timed to ask them where they are going, but surely it is courteous and assumes no responsibility to regard them as having passed doubt, since they go further. It was different in the old days, for then faith was a task for a whole lifetime, because it was assumed that dexterity in faith is not acquired in a few days or weeks. When the tried oldster drew near to his last hour, having fought the good fight and kept the faith, his heart was still young enough not to have forgotten that fear and trembling which chastened the youth, which the man indeed held in check, but which no man quite outgrows . . . except as he might succeed in going further as early as possible.\nJohannes de Silentio", "source": "fear_and_trembling.txt"}
{"text": "What is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the moans and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a steady fire; their cries could not reach the tyrant’s ears so as to strike terror into his heart; when they reached his ears they sounded like sweet music.\nAnd men crowd about the poet and say to him, “Sing for us soon again”—which is as much as to say, “May new sufferings torment your soul, but may your lips be fashioned as before; for the cries would only distress us, but the music is delicious.” And the critics come forward and say, “That is perfectly done—just as it should be, according to the rules of aesthetics.” Now it is understood that a critic resembles a poet to a hair; he only lacks the anguish in his heart and the music upon his lips. lo, I tell you, I would rather be a swineherd, understood by the swine, than a poet misunderstood by men.\nI don’t care for anything. I don’t care to ride, for the exercise is too violent. I don’t care to walk, walking is too strenuous. I don’t care to lie down, for I should either have to remain lying, and I don’t care to do that, or I should have to get up again, and I don’t care to do that either. Summa summarum: I don’t care at all.", "source": "diapsalmata.txt"}
