{"text": "Diapsalmata\n\"I prefer the autumn to the spring, for the autumn is full of the melancholy of passing things, and the spring is full of the restlessness of hope.\"\n\"Marry, and you will regret it; don’t marry, you will also regret it; marry or don’t marry, you will regret it either way. Laugh at the world’s foolishness, you will regret it; weep over it, you will regret that too; laugh at the world’s foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will also regret it… Hang yourself, you will regret it; do not hang yourself, and you will regret that too; hang yourself or don’t hang yourself, you’ll regret it either way; whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the essence of all philosophy.\"\n\"I have the courage, I believe, to doubt everything; I have the courage, I believe, to fight with everything; but I have not the courage to know anything; not the courage to possess, to own anything. Most people complain that the world is so prosaic, that life is not like a romance, where opportunities are always so favourable. I complain that life is not like a romance where one has hard struggles to endure, but where one has the chance to be something.\"\n\"My life is like an eternal night... I am like a Janus bifrons; with one face I laugh, with the other I weep.\"\n...\nThe Rotation Method\n\"Boredom is the root of all evil—the despairing refusal to be oneself.\"\n\"People are always talking about the future, about how things will be better tomorrow. I don’t want to wait for tomorrow. I want to live today.\"\n\"The essence of pleasure does not lie in the thing enjoyed, but in the accompanying consciousness. If I had a humble spirit in my service who, when I asked for a glass of water, brought me the world's costliest wines blended in a chalice, I should dismiss him, in order to teach him that pleasure consists not in what I enjoy, but in having my own way.\"\n...\nThe Seducer's Diary\n\"To love is to suffer. To avoid suffering one must not love. But then one suffers from not loving. Therefore, to love is to suffer; not to love is to suffer; to suffer is to suffer. To be happy is to love. To be happy, then, is to suffer, but suffering makes one unhappy. Therefore, to be happy one must love or love to suffer or suffer from too much happiness.\"\n\"How beautiful it is to be in love, how interesting to know that one is in love. This is the difference. I can become furious at the thought that she is perhaps the only one I have ever loved. But I must have certainty. Certainty! This is the most difficult thing of all to acquire.\"", "source": "either_or_excerpts.txt"}
{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a real clearance sale. Everything may be had at such a bargain price that it is doubtful whether in the end there is anyone who will want to bid. Every speculative waiter-in-waiting who conscientiously directs the attention of some student of science or of some modern thinker to the treasures of thought, says: \"Here is your chance, sir; I am selling out, selling out.\"\n...\nPreliminary Expectoration\nWhat is the relation of the individual to the universal? Is the ethical the universal? Is the single individual, as such, higher than the universal? This is the paradox of faith: that the single individual is higher than the universal, that the single individual, to use a somewhat crude expression, determines his relation to the universal by his relation to the absolute, not his relation to the absolute by his relation to the universal.\n...\nThe Story of Abraham\nAnd Abraham rose up early in the morning, and saddled his ass, and took two of his young men with him, and Isaac his son, and clave the wood for the burnt offering, and rose up, and went unto the place of which God had told him.\nFaith is precisely this paradox, that the single individual as the particular is higher than the universal, is justified before it, not as subordinate to the universal but superior to it, yet in such a way, be it observed, that it is the single individual who, after having been subordinate as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute. This position cannot be mediated, for all mediation comes about precisely by virtue of the universal; it is and remains to all eternity a paradox, inaccessible to thought. And yet faith is this paradox--or else (these are the logical deductions which I would beg the reader to have in mente at every point, though it would be too prolix for me to reiterate them on every occasion)--or else there is no faith because there is no such thing as faith, but faith is a temptation (Anfechtung), and Abraham is lost, and the only salvation is to give up the claim to be the single individual and to express the universal in one's life.\nBut if faith is a temptation, then one must not speak of it, but should rather say that it is a temptation, and that one cannot be saved by it. If, on the other hand, faith is a reality, then one must speak of it, and one must speak of it as of a paradox.\n...\nInfinite Resignation and Faith\nBy my own strength I can give up everything, and then I find peace and repose in pain and suffering; but by my own strength I cannot get the least thing, if that thing is to be the one I have given up. By my own strength I can give up the princess, and I shall not become a grumbler but shall find joy and peace and rest in my pain; but by my own strength I cannot get her back again, for I use all my strength to be resigned. But by faith, says the knight of faith, by faith I shall get her by virtue of the absurd.\nThis movement I cannot make. As soon as I would make it, I feel myself heterogeneous. I can swim in existence, but for this mystical soaring I am too heavy. To exist in such a way that my opposition to existence expresses itself as the most beautiful and secure harmony with it, that I cannot do. And yet it must be glorious to get the princess, that is to say, for one who has resigned her. If the knight of faith says, \"I believe that I shall get her by virtue of the absurd,\" he says precisely the same thing that I say, but he says it by virtue of the absurd, and that makes him happy. I can only say it by virtue of my understanding, and so I say it in resignation.\n...\nEpilogue\nOne must go further, one must go further. This urge to go further is an old thing in the world. Heraclitus the obscure said, \"One cannot pass twice through the same stream.\" Heraclitus the obscure had a disciple who did not stop with that, he went further and added, \"One cannot do it even once.\" Poor Heraclitus, to have such a disciple! By this improvement the thesis of Heraclitus was amended into an Eleatic thesis which denies motion, and yet that disciple desired only to be a disciple of Heraclitus... and to go further, not back to the position Heraclitus had abandoned.", "source": "fear_and_trembling_excerpts.txt"}
