{"text": "\"The despairing man who is unconscious of being in despair is, in comparison with him who is conscious of it, merely a negative step further from the truth and from salvation.\"\n\"Despair is the sickness unto death.\"\n\"Man is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self.\"\n\"To have a self, to be a self, is the greatest concession made to man, but at the same time it is eternity's demand upon him.\"\n\"The formula that describes the state of the self when despair is completely rooted out is this: in relating itself to itself and in willing to be itself, the self rests transparently in the power that established it.\"\n\"The greatest hazard of all, losing one’s self, can occur very quietly in the world, as if it were nothing at all. No other loss can occur so quietly; any other loss - an arm, a leg, five dollars, a wife, etc. - is sure to be noticed.\"", "source": "sickness_unto_death_excerpts.txt"}
{"text": "\"What is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music.\"\n\"Marry, and you will regret it; don’t marry, you will also regret it; marry or don’t marry, you will regret it either way. Laugh at the world’s foolishness, you will regret it; weep over it, you will regret that too; laugh at the world’s foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will also regret it… Hang yourself, you will regret it; do not hang yourself, and you will regret that too; hang yourself or don’t hang yourself, you’ll regret it either way; whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the essence of all philosophy.\"\n\"I see it all perfectly; there are two possible situations — one can either do this or that. My honest opinion and my friendly advice is this: do it or do not do it — you will regret both.\"\n\"My life is like an eternal night... I feel like a chess piece when the opponent says: That piece cannot be moved.\"\n\"The most unhappy man! He who can never die, can never slip away, can never be obliterated!\"\n\"Let others complain that the age is wicked; my complaint is that it is paltry; for it lacks passion. Men’s thoughts are thin and flimsy like lace, they are themselves pitiable like the lacemakers. The thoughts of their hearts are too paltry to be sinful. For a worm it might be regarded as a sin to harbor such thoughts, but not for a man who is made in the image of God. Their lusts are dull and sluggish, their passions sleepy. They do their duty, these shopkeeper souls, but they permit themselves, like the Jews, a little clipping of the coin.\"", "source": "either_or_excerpts.txt"}
{"text": "\"Faith is precisely this paradox, that the single individual is higher than the universal.\"\n\"If there were no eternal consciousness in a man, if at the foundation of all there lay only a wildly seething power which writhing with obscure passions produced everything that is great and everything that is insignificant, if a bottomless void never satiated lay hidden beneath all — what then would life be but despair?\"\n\"The knight of faith resigns the finite infinitely, and then takes it back again by virtue of the absurd.\"\n\"To stand on one leg and prove God's existence is a very different thing from going on one's knees and thanking Him.\"\n\"It is quite true what philosophy says: that life must be understood backwards. But that makes one forget the other saying: that it must be lived - forwards.\"\n\"People understand me so poorly that they don't even understand my complaint about them not understanding me.\"\n\"The ethical expression for what Abraham did is that he would murder Isaac; the religious expression is that he would sacrifice Isaac — but precisely in this contradiction is the anxiety that can make a person sleepless, and yet without this anxiety Abraham is not who he is.\"", "source": "fear_and_trembling_excerpts.txt"}
