{"text": "Diapsalmata\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music.\nI have just now come from a party where I was its life and soul; witticisms streamed from my lips, everyone laughed and admired me, but I went away — yes, the dash should be as long as the radius of the earth's orbit ——————————— and wanted to shoot myself.\nI divide my time as follows: half the time I sleep, the other half I am awake. I sleep when I sleep, and I am awake when I am awake; for strangely enough, those who are most active are often those who are most asleep.\nThe Rotation Method\nMy method does not consist in change of field, but in change of crop. The rotation of crops is a vulgar principle; one must rotate the soil. One must change the method of cultivation and the kinds of grain. To be constant in love is a very respectable thing, but it is not entertaining; it is merely a way of becoming a philistine.\nThe Aesthete vs The Judge\nThe aesthetic view of life is that enjoyment is the specific condition of existence. But this enjoyment is always dependent on conditions outside the individual. The ethical view of life is that it is the individual's task to become himself, to choose himself.\nMarry, and you will regret it; do not marry, you will also regret it; marry or do not marry, you will regret it either way. Laugh at the world’s foolishness, you will regret it; weep over it, you will regret that too; laugh at the world’s foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will also regret it… This, gentlemen, is the essence of all philosophy.", "source": "either_or_excerpts.txt"}
{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a real clearance sale. Everything may be had at such a dirt-cheap price that one begins to wonder whether in the end anyone will want to make a bid.\n...\nThe Knight of Faith\nIf I were to speak of the knight of faith, I should say: He is the only happy man, the heir to the finite. And yet, the crowd does not see him. He looks just like a tax collector. He tends to his work, he takes a walk on Sundays, he enjoys the dinner his wife has prepared. There is nothing about him that betrays the infinite movement he has made.\nFaith is precisely this paradox, that the single individual is higher than the universal. It is a paradox that cannot be mediated. The ethical is the universal, and as such it applies to everyone. But the knight of faith steps out of the universal and into the absolute relationship with the Absolute. This is the teleological suspension of the ethical.\nAbraham did not explain himself to Sarah or to Eliezer. He could not. For what he was about to do was, ethically speaking, murder. But religiously speaking, it was a sacrifice. The distress and the anguish of this paradox is what the knight of faith endures. He has given up everything infinite, and then he grasps the finite by virtue of the absurd.\nInfinite resignation is the last stage before faith, so that anyone who has not made this movement does not have faith. For only in the infinite resignation do I become clear to myself with respect to my eternal validity, and only then can one speak of grasping existence by virtue of faith.", "source": "fear_and_trembling_excerpts.txt"}
