{"text": "The self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself.\nDespair is the sickness unto death.\nThe possibility of this sickness is man’s advantage over the beast; to be aware of this sickness is the Christian’s advantage over the natural man; to be healed of this sickness is the Christian’s blessedness.\nEvery human existence which is not conscious of itself as spirit, or conscious of itself before God as spirit, every human existence which is not thus grounded transparently in God but obscurely reposes or terminates in some abstract universality (state, nation, etc.), or which, in obscurity about itself, takes its faculties merely as active powers, without the deeper meaning that in them it is related to God… every such existence, whatever it accomplishes, though it be the most amazing exploit, whatever it explains, though it were the whole of existence, however intensely it enjoys life aesthetically — every such existence is after all despair.\nThe formula that describes the state of the self when despair is completely rooted out is this: in relating itself to itself and in willing to be itself, the self rests transparently in the power that established it.", "source": "sickness_unto_death.txt"}
{"text": "The ethical expression for what Abraham did is that he would murder Isaac; the religious expression is that he would sacrifice Isaac; but precisely in this contradiction is the anxiety that can make a person sleepless, and yet without this anxiety Abraham is not who he is.\nFaith is precisely this paradox, that the single individual is higher than the universal, yet in such a way, be it observed, that the movement repeats itself, and that consequently the single individual who was in the universal, now as the single individual sets himself apart as higher than the universal.\nIf faith does not make it a holy act to be willing to murder one’s son, then let the same judgment be passed upon Abraham as upon every other man.\nThere was one who was great by reason of his power, and one who was great by reason of his wisdom, and one who was great by reason of his hope, and one who was great by reason of his love; but Abraham was greater than all, great by reason of his power whose strength is impotence, great by reason of his wisdom whose secret is foolishness, great by reason of his hope whose form is madness, great by reason of his love which is hatred of oneself.\nInfinite resignation is the last stage prior to faith, so that one who has not made this movement has not faith; for only in infinite resignation do I become clear to myself with respect to my eternal validity, and only then can there be any question of grasping existence by virtue of faith.", "source": "fear_and_trembling.txt"}
{"text": "Marry, and you will regret it; do not marry, you will also regret it; marry or do not marry, you will regret it either way. Laugh at the world’s foolishness, you will regret it; weep over it, you will regret that too; laugh at the world’s foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will also regret it… Hang yourself, you will regret it; do not hang yourself, and you will regret that too; hang yourself or don’t hang yourself, you’ll regret it either way; whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the essence of all philosophy.\nThe unhappy person is one who has his ideal, the content of his life, the fullness of his consciousness, the essence of his being, in some manner outside of himself. The unhappy man is always absent from himself, never present to himself.\nThe present age is one of understanding, of reflection, devoid of passion, an age which flies into enthusiasm for a moment only to decline back into indolence.\nI have just now come from a party where I was its life and soul; witticisms streamed from my lips, everyone laughed and admired me, but I went away — yes, the dash should be as long as the radius of the earth's orbit — and wanted to shoot myself.", "source": "either_or.txt"}
