{"text": "The Sickness Unto Death is Despair.\nA. Despair is a Sickness in the Spirit, in the Self, and So It May Assume a Triple Form: in Despair at Not Being Conscious of Having a Self (Despair Improperly So Called); in Despair at Not Willing to Be Oneself; in Despair at Willing to Be Oneself.\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. If on the contrary the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\nSuch a relation which relates itself to its own self (that is to say, a self) must either have constituted itself or have been constituted by another.\nIf this relation which relates itself to its own self is constituted by another, the relation doubtless is the third term, but this relation (the third term) is in turn a relation relating itself to that which constituted the whole relation.\nSuch a derived, constituted, relation is the human self, a relation which relates itself to its own self, and in relating itself to its own self relates itself to another. Hence it is that there can be two forms of despair properly so called. If the human self had constituted itself, there could be only one form: not to will to be oneself, to will to do away with oneself, but there could not be the form: in despair to will to be oneself. This second formula is the expression for the dependence of the relation (the self), the expression for the inability of the self to arrive at or to be in equilibrium and rest by itself, but only, in relating itself to its own self, by relating itself to that which constituted it.", "source": "sickness_unto_death_excerpt.txt"}
{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a veritable clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid. Every speculative price-setter who conscientiously directs attention to the significant march of modern philosophy, every privat-docent, tutor, and student, every crofter and cottar in philosophy, is not stopping at doubting everything but is going further. Perhaps it would be premature and untimely to ask them where they are going, but it is pardonable to take for granted that they have doubted everything, since otherwise it would be queer of them to be going further. This proceeding, on their part, they have in common with all those who at one time or another have been in the van. DESCARTES, a venerable, humble, honest thinker, whose writings surely no one can read without the deepest emotion, did what he said and said what he did. Alas, alack, that is a great rarity in our times!\nThe Knight of Faith\nIf I were to speak of him, I would say: He is the only happy man, the heir to the finite, while the knight of resignation is a stranger and an alien. He takes delight in everything he sees, in the human swarm, in the new omnibuses, in the water of the Sound. He is interested in everything; he could stand and watch the builders for a day, and if someone were to speak to him, he would talk about it as if he were himself a bricklayer. He is not a poet, and I have in vain sought to detect in him the poetic incommensurability. He has not the slightest inclination to become a world-historic figure...\nThe Teleological Suspension of the Ethical\nThe ethical as such is the universal, and as the universal it applies to everyone, which may be expressed from another point of view by saying that it applies every instant. It rests immanent in itself, has nothing without itself which is its telos, but is itself telos for everything outside it, and when this has been incorporated by the ethical it can go no further...\nFaith is precisely this paradox, that the individual as the particular is higher than the universal, is justified over against it, is not subordinate but superior—yet in such a way, be it observed, that it is the particular individual who, after he has been subordinated as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute.", "source": "fear_and_trembling_excerpt.txt"}
