{"text": "Preface\n\nNot only in the world of commerce but also in the world of ideas our age is putting on a real clearance sale. Everything may be had at such a bargain price that it is doubtful whether in the end there is anyone who will want to bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every privat-docent, tutor, and student, every crofter and cottar in philosophy, is not content with doubting everything but goes further. Perhaps it would be untimely and ill-timed to ask them where they are going, but surely it is courteous and not without humble regard for the individual to assume that he has doubted everything, since otherwise it is a curious statement for him to make, that he has gone further. This movement they have all made, or so they say, and so it must be true...\n\nFaith is precisely this paradox, that the single individual is higher than the universal, yet in such a way, be it observed, that the movement repeats itself, and that consequently the individual, after having been in the universal, now as the single individual sets himself apart as higher than the universal. If this be not faith, then Abraham is lost, then faith has never existed in the world...because it has always existed. For if the ethical (i.e., the moral) is the highest thing, and if nothing incommensurable remains in man in any other way but as the evil (i.e., the particular which has to be expressed in the universal), then one needs no other categories than those which the Greek philosophers possessed or which can be deduced from them. This is something that Hegel should not have concealed, for, after all, he was acquainted with Greek philosophy.\n\nBut Abraham is the Knight of Faith...\n", "source": "fear_and_trembling.txt"}
{"text": "The Sickness Unto Death\nby Anti-Climacus\n\nChapter 1: That Despair is the Sickness Unto Death\n\nA. Despair is a Sickness in the Spirit, in the Self, and so it may have three forms: in Despair at not being conscious of having a Self (Despair Improperly so called); in Despair at not willing to be oneself; in Despair at willing to be oneself.\n\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\n\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. But if the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\n\nSuch a relation which relates itself to its own self (that is to say, a self) must either have constituted itself or have been constituted by another.\n\nIf this relation which relates itself to its own self is constituted by another, the relation doubtless is the third term, but this relation (the third term) is in turn a relation relating itself to that which constituted the whole relation.\n\nSuch a derived, constituted, relation is the human self, a relation which relates itself to its own self, and in relating itself to its own self relates itself to another. Hence it is that there can be two forms of despair properly so called. If the human self had constituted itself, there could be a question only of one form: not willing to be one's own self, of willing to get rid of oneself, but there could be no question of despair at willing to be oneself. This formula [i.e. that the self is constituted by another] is the expression for the total dependence of the relation (the self), the expression for the fact that the self cannot of itself arrive at or remain in equilibrium and rest by its own self, but only by relating itself to that Power which constituted the whole relation.\n", "source": "sickness_unto_death.txt"}
