{"text": "Preface\n\nNot only in the world of commerce but also in the world of ideas our age is putting on a real clearance sale. Everything may be had at such a bargain price that it is doubtful whether in the end there will be anyone who wants to bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every privatdocent, tutor, and student, every crofter and cottager in philosophy, is not content with doubting everything but goes further. Perhaps it would be untimely and ill-timed to ask them where they are going, but it is surely courteous and unobjectionable to assume that they have doubted everything, since otherwise it would be queer of them to go further. Having performed this preliminary movement, they have thus perceived that it was not what they were looking for, not what they were striving after, not the system of the whole but of the fragment.\n\nThe Knight of Faith\n\nIf I were to speak of the knight of faith, I would say: The knight of faith is the only happy man, the heir to the finite, while the knight of resignation is a stranger and an alien. To obtain the princess, to live with her joyfully and happily day in and day out (for it is also conceivable that the knight of resignation might get the princess, but that his soul would have lost the elasticity of the finite)—that requires the movements of faith. If I were to describe this movement, I would say: The knight of faith makes the movements of infinity, but he does it with such correctness and assurance that he constantly gets the finite out of it, and there is not a second when one has a notion of anything else. It is supposed to be the most difficult task for a dancer to leap into a specific posture in such a way that there is not a second when he is grasping after the posture but assumes it in the leap itself. Perhaps no dancer can do it—but that is what the knight does.\n\nThe Teleological Suspension of the Ethical\n\nThe ethical as such is the universal, and as the universal it applies to everyone, which may be expressed from another point of view by saying that it applies every instant. It rests immanent in itself, has nothing without itself which is its telos, but is itself telos for everything outside it, and when this has been incorporated by it, it can go no further. Conceived immediately as physical and psychical, the particular individual is the individual who has his telos in the universal, and his ethical task is to express himself constantly in it, to abolish his particularity in order to become the universal. As soon as the individual would assert himself as the particular over against the universal, he sins, and he can become reconciled again with the universal only by recognizing it.\n", "source": "fear_and_trembling_excerpt.txt"}
{"text": "The Sickness Unto Death\n\nThe Human Being is Spirit\n\nA human being is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself. A human being is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short, a synthesis. A synthesis is a relation between two. Considered in this way, a human being is still not a self.\n\nIn the relation between two, the relation is the third as a negative unity, and the two relate to the relation and in the relation to the relation; thus under the qualification of the psychical the relation between the psychical and the physical is a relation. If, however, the relation relates itself to itself, this relation is the positive third, and this is the self.\n\nDespair is the Sickness unto Death\n\nThe concept of the sickness unto death must be understood in a peculiar sense. Literally it means a sickness the end and outcome of which is death. Thus one speaks of a mortal sickness as synonymous with a sickness unto death. In this sense despair cannot be called the sickness unto death. But in the Christian understanding death is itself a transition to life. In this way there is nothing earthly and temporal that is the sickness unto death.\n", "source": "sickness_unto_death_excerpt.txt"}
