{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a real clearance sale. Everything is to be had at such a bargain that it is questionable whether in the end there is anybody who will want to buy. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every assistant professor, tutor, and student, every crofter and cottar in philosophy, is not content with doubting everything but goes further. It might be untimely and ill-timed to ask them where they are going, but surely it is courteous and altogether appropriate to assume that they have doubted, since otherwise it would be queer to say that they went further. Having accomplished this preliminary movement, they have perceived that they would not find what they sought in this way, wherefore they do well to go further.\nFaith is a marvel, and yet no human being is excluded from it; for that in which all human life is unified is passion, and faith is a passion.\nThe Knight of Infinite Resignation\nThe knight of infinite resignation is easily recognized: his walk is light and bold. But he who belongs to the infinite usually lacks the finite. He has made the movement of infinity, and he has made it with such correctness and assurance that he does not need to fear the finite, for the finite cannot reach him. He is a stranger in the world, and the world is a stranger to him.\nThe Knight of Faith\nBut the knight of faith is the only happy one, the heir to the finite, while the knight of resignation is a stranger and a foreigner. To get the princess, to live with her joyfully and happily day in and day out (for it is also conceivable that the knight of resignation might get the princess, but that his soul had sensed the sting of the infinite, so that the finite could not make him happy)—that is the feat.\nAbraham\nAnd God tempted Abraham and said unto him, Take Isaac, thine only son, whom thou lovest, and get thee into the land of Moriah, and offer him there for a burnt offering upon one of the mountains which I will tell thee of.\nIt was early in the morning, Abraham rose early, he saddled his ass, he took his two young men with him, and Isaac his son; he clave the wood for the burnt offering, and rose up, and went unto the place of which God had told him.", "source": "fear_and_trembling.txt"}
{"text": "The Sickness Unto Death is Despair\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. If on the contrary the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\nPossibility and Necessity\nThe self is composed of infinity and finiteness. But the synthesis is a relation, and it is a relation which, though it is derived, relates itself to itself, which means freedom. The self is freedom. But freedom is the dialectical element in the terms possibility and necessity.\nPrimarily this is the case because the self as synthesis of finite and infinite is originally constituted as a possibility, is then still a possibility, is not yet a reality. Real it is indeed (for it is a synthesis), but in another sense it is not real, or is only that reality which is the possibility of itself.\nDespair is the Sickness Unto Death\nThe concept of the sickness unto death must be understood in a peculiar sense. Literally it means a sickness the end and outcome of which is death. Thus one speaks of a fatal illness as a sickness unto death. But in this sense despair cannot be called the sickness unto death. But in the Christian understanding death is itself a transition unto life. In this way there is from the Christian point of view no earthly bodily sickness unto death. For death is doubtless the last phase of the sickness, but death is not the last thing.", "source": "sickness_unto_death.txt"}
{"text": "The Aesthetic Validity of Marriage\nMy Friend,\nYou have perhaps already lost patience with me; and the fact that I am starting on a new sheet of paper, and, as you see, a large one, suggests that I am not nearly finished. What I have said up to now is, in a certain sense, only an introduction, and yet it contains the whole; what I have still to say is, in a certain sense, the whole, and yet, in another sense, it is something very insignificant.\nThe Rotation Method\nStarting from a principle is usually a very precarious thing to do. I know that I am risking a great deal in doing so, but I cannot help it. My starting point is that all men are bores. Surely no one will prove himself so great a bore as to contradict me in this. The fact that this statement is true is seen from the fact that it is the one point on which all men are agreed.\nBoredom is the root of all evil. It is very curious that boredom, which itself has such a calm and sedate nature, can have such a capacity to initiate motion. The effect of boredom is usually direct, but in this case it is indirect. The boredom which is the root of all evil is the boredom which is not annulled by work.\nThe Diary of the Seducer\nApril 4.\nMonday.\nI am an observer. I am always on the lookout. I have a certain talent for detection. I can detect the interesting. But this talent of mine is of a peculiar nature. It is not at all the sort of thing a police agent has.\nIt is beautiful to be in love; it is interesting to know that one is in love. This is the difference. I can become furious at the thought that there are people who confuse these two things.", "source": "either_or.txt"}
