{"text": "The highest passion in a human being is faith, and here no generation begins at any other point than did the predecessor, every generation begins all over again, the subsequent generation gets no further than the foregoing, insofar as this remained faithful to its task and did not leave it in the lurch. That this should be wearisome is of course something the generation cannot say, for surely there is a task for every generation, and surely the generation has enough to do with its task?\nIf I cannot understand Abraham, then I can only learn from him to be amazed. If people today want to be able to do everything, then they can also understand everything. But if they would only learn to be amazed, then they would have plenty to do.\nIt is so hard to believe because it is so hard to obey.\nPeople demand freedom of speech as a compensation for the freedom of thought which they seldom use.\nLife can only be understood backwards; but it must be lived forwards.\nThe most common form of despair is not being who you are.\nAnxiety is the dizziness of freedom.\nThe function of prayer is not to influence God, but rather to change the nature of the one who prays.\nThere are two ways to be fooled. One is to believe what isn't true; the other is to refuse to believe what is true.\nI feel as if I were a piece in a game of chess, when my opponent says of it: That piece cannot be moved.\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into a ravishing music.\nMarry, and you will regret it; don’t marry, you will also regret it; marry or don’t marry, you will regret it either way. Laugh at the world’s foolishness, you will regret it; weep over it, you will regret that too; laugh at the world’s foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will also regret it… Hang yourself, you will regret it; do not hang yourself, and you will regret that too; hang yourself or don’t hang yourself, you’ll regret it either way; whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the essence of all philosophy.\nFace the facts of being what you are, for that is what changes what you are.\nThe truth is a trap: you can not get it without it getting you; you cannot get the truth by capturing it, only by its capturing you.", "source": "excerpts.txt"}
