{"text": "Excerpt from \"The Sickness Unto Death\":\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. But if the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\nExcerpt from \"Fear and Trembling\":\nIf there were no eternal consciousness in a man, if at the bottom of everything there were only a wild ferment, a power that twisting in dark passions produced everything great or inconsequential; if an unfathomable, insatiable emptiness lay hid beneath everything, what would life be but despair? If it were thus, if there were no sacred bond uniting mankind, if one generation arose after another like the leaves of the forest, if one generation replaced the other like the songs of birds in the woods, if the human race passed through the world as the ship through the sea, like the wind through the desert, a thoughtless and fruitless activity, if an eternal oblivion always lay hungrily watching for its prey and there were no power strong enough to wrest it from its clutches—how empty and devoid of comfort would life be! But such is not the case.\nExcerpt from \"Either/Or\":\nI see it all perfectly; there are two possible situations — one can either do this or that. My honest opinion and my friendly advice is this: do it or do not do it — you will regret both.\nMarry, and you will regret it; don’t marry, you will also regret it; marry or don’t marry, you will regret it either way. Laugh at the world’s foolishness, you will regret it; weep over it, you will regret that too; laugh at the world’s foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will also regret it… Hang yourself, you will regret it; do not hang yourself, and you will regret that too; hang yourself or don’t hang yourself, you’ll regret it either way; whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the essence of all philosophy.\nOn Anxiety:\nAnxiety is the dizziness of freedom. He whose eye happens to look down into the yawning abyss becomes dizzy. But what is the reason for this? It is just as much in his own eye as in the abyss. For suppose he had not looked down. Hence, anxiety is the dizziness of freedom, which emerges when the spirit wants to posit the synthesis and freedom looks down into its own possibility, laying hold of finiteness to support itself.\nOn the Crowd:\nThe crowd is untruth. There is therefore no more dangerous and significant truth than this: the crowd is untruth. It is the crowd which is the untruth.\nTo be a teacher in the right sense is to be a learner. Instruction begins when you, the teacher, learn from the learner, put yourself in his place so that you may understand what he understands and in the way he understands it.\nOn Subjectivity:\nThe thing is to understand myself, to see what God really wishes me to do; the thing is to find a truth which is true for me, to find the idea for which I can live and die. What would be the use of discovering so-called objective truth, of working through all the systems of philosophy and of being able, if required, to review them all and show up the inconsistencies within each system;... what good would it do me if truth stood before me, cold and naked, not caring whether I recognised her or not, and producing in me a shudder of fear rather than a trusting devotion?\nLife can only be understood backwards; but it must be lived forwards.\nPeople demand freedom of speech as a compensation for the freedom of thought which they seldom use.\nThe function of prayer is not to influence God, but rather to change the nature of the one who prays.", "source": "excerpts.txt"}
