{"text": "The Project Gutenberg eBook of Either/Or, by Søren Kierkegaard\nTitle: Either/Or: A Fragment of Life\nEnten - Eller\nAuthor: Søren Kierkegaard (Victor Eremita)\nDIAPSALMATA\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish,\nbut whose lips are so fashioned that the sighs and cries which pass over\nthem are transformed into ravishing music. His fate is like that of the\nunfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull,\nand slowly tortured over a steady fire; their cries could not reach the\ntyrant's ears so as to strike terror into his heart; when they reached\nhim they sounded like sweet melody. And men crowd about the poet and say\nto him, \"Sing for us soon again\"--which is as much as to say, \"May new\nsufferings torment your soul, but may your lips be fashioned as before;\nfor the cries would only distress us, but the music is dainty.\" And the\ncritics come forward and say, \"That is perfectly done--just as the rules\nof aesthetics require.\" For it appears that a critic resembles a poet to\na hair; he only lacks the anguish in his heart and the music upon his lips.\nI tell you, I would rather be a swineherd, understood by the swine, than\na poet misunderstood by men.\nI do not care for anything. I do not care to ride, for the exercise is\ntoo violent. I do not care to walk, for it is too strenuous. I do not\ncare to lie down, for I should either have to remain lying, and I do not\ncare to do that, or I should have to get up again, and I do not care to\ndo that. Summa summarum: I do not care at all.\nThere are two kinds of people, and only two, and that is the only practical\ndivision of humanity: one kind of people who can sleep, and another kind\nwho can't.\nMy sorrow is my castle, which like an eagle's eyrie is built high up on\nthe mountain peak among the clouds. No one can storm it. From it I fly\ndown into reality to seize my prey; but I do not remain down there, I\nbring my booty home. And this booty is a picture I weave into the\ntapestries of my palace. There I live as one dead. I immerse everything\nI have experienced in a baptism of forgetfulness unto an eternal\nremembrance. Everything finite and accidental is forgotten and erased.\nThen I sit like an old man, grey-haired and thoughtful, and explain\npicture after picture in a voice as soft as a whisper; and at my side\nsits a child and listens and remembers everything with an open, wondering\neye.\nThe most unhappiest man.\n\"Marry, and you will regret it; do not marry, and you will also regret it;\nmarry or do not marry, you will regret it either way. Laugh at the\nworld's foolishness, you will regret it; weep over it, you will regret\nthat either; laugh at the world's foolishness or weep over it, you will\nregret both. Believe a woman, you will regret it; believe her not, you\nwill also regret it; believe a woman or believe her not, you will regret\nit either way. Hang yourself, you will regret it; do not hang yourself,\nand you will regret that too; hang yourself or do not hang yourself,\nyou will regret it either way. This, gentlemen, is the essence of all\nphilosophy.\"\nTHE ROTATION METHOD\nMy method does not consist in the change of field, but rather resembles\nthe true rotation method in changing the crop and the mode of cultivation.\nHere we have at once the principle of limitation, the only saving\nprinciple in the world. The more you limit yourself, the more fertile\nyou become in invention. A prisoner in solitary confinement for life\nbecomes very inventive, and a spider may furnish him with much\nentertainment. One need only hark back to his school days, and one will\nsurely be convinced that there is no time when one has such a wealth of\nideas as during the prayer period, precisely because one is then obliged\nto sit still and keep quiet. The more you limit yourself, the more\nfertile you become in invention.", "source": "either_or_excerpts.txt"}
{"text": "The Project Gutenberg eBook of Fear and Trembling, by Søren Kierkegaard\nThis ebook is for the use of anyone anywhere in the United States and\nmost other parts of the world at no cost and with almost no restrictions\nwhatsoever.\nTitle: Fear and Trembling\nA Dialectical Lyric\nAuthor: Søren Kierkegaard (Johannes de Silentio)\nPREFACE\nNot only in the world of commerce but also in the world of ideas our age\nis putting on a veritable clearance sale. Everything can be had so dirt\ncheap that one begins to wonder whether in the end anyone will want to\nmake a bid. Every speculative price-fixer who conscientiously directs\nattention to the significant march of modern philosophy, every\nPrivatdocent, tutor, and student, every crofter and cottar in philosophy,\nis not content with doubting everything but goes further. Perhaps it would\nbe premature and untimely to ask them where they are going, but surely it\nis courteous and modest to take it for granted that they have doubted\neverything, since otherwise it would be queer of them to be going further.\nThis proceeding they have all performed with such ease that one does not\nthink the least bit about how they did it.\nPRELUDE\nOnce upon a time there was a man who as a child had heard the beautiful\nstory about how God tempted Abraham, and how he endured temptation, kept\nthe faith, and a second time received again a son contrary to expectation.\nWhen the man became older, he read the same story with even greater\nadmiration, for life had separated what had been united in the pious\nsimplicity of the child. The older he became, the more frequently his\nmind reverted to that story, his enthusiasm became greater and greater,\nand yet he was less and less able to understand the story. At last in his\ninterest for that he forgot everything else; his soul had only one wish,\nto see Abraham, one longing, to have been witness to that event.\nABRAHAM AND ISAAC\nBy faith Abraham went out from the land of his fathers and became a\nsojourner in the land of promise. He left one thing behind, took one thing\nwith him: he left his earthly understanding behind and took faith with him--\notherwise he would not have wandered forth but would have thought this\nunreasonable. By faith he was a stranger in the land of promise, and\nthere was nothing to recall what was dear to him, but by its novelty\neverything tempted his soul to melancholy yearning. And yet he was God's\nelect, in whom the Lord was well pleased! Indeed, if he had been\ndisowned, cast off from God's grace, he could have comprehended it better;\nbut now it was like a mockery of him and of his faith. There was in the\nworld one who lived in expectation also. Time passed, the evening drew\nnigh, he was not paltry enough to have forgotten his expectation,\ntherefore he had also not forgotten himself. Then he sorrowed, and\nsorrow did not deceive him as life had done, it did what it could for\nhim, in the sweetness of sorrow he possessed his disappointed expectation.\nIt is human to sorrow, human to sorrow with the sorrowing, but it is\ngreater to keep faith, more wonderful to be one of the faithful.\nBut Abraham believed. Therefore he was young; for he who always hopes for\nthe best becomes old, and he who is always prepared for the worst becomes\nold, but he who believes preserves an eternal youth. Praise be to that\nstory! For Sarah, though advanced in age, was young enough to desire the\npleasure of motherhood, and Abraham, though gray-haired, was young enough\nto wish to be a father. In an outward respect the marvel consists in the\nfact that it came to pass according to their expectation, in a deeper\nsense the miracle of faith consists in the fact that Abraham and Sarah\nwere young enough to wish, and that faith had preserved their wish and\ntherewith their youth. He accepted the fulfillment of the promise, he\naccepted it by faith, and it came to pass according to the promise and\naccording to his faith--for Moses smote the rock with his rod and the\nwaters gushed forth, but he did not believe.\nPROBLEM I: IS THERE SUCH A THING AS A TELEOLOGICAL SUSPENSION OF THE ETHICAL?\nThe ethical as such is the universal, it applies to everyone, which may\nbe expressed from another point of view by saying that it applies every\ninstant. It reposes immanently in itself, it has nothing without itself\nwhich is its telos, but is itself telos for everything outside it, and\nwhen this has been incorporated by the ethical it can go no further.\nConceived immediately as physical and psychical, the particular\nindividual is the individual who has his telos in the universal, and\nhis ethical task is to express himself constantly in it, to abolish his\nparticularity in order to become the universal. As soon as the individual\nwould assert himself as the particular over against the universal, he\nsins, and he only recognizes the universal by confessing his sin.\nFaith is precisely this paradox, that the individual as the particular\nis higher than the universal, is justified over against it, is not\nsubordinate but superior--yet in such a way, be it observed, that it is\nthe particular individual who, after he has been subordinated as the\nparticular to the universal, now through the universal becomes the\nindividual who as the particular is superior to the universal, for the\nfact that the individual as the particular stands in an absolute relation\nto the absolute. This position cannot be mediated, for all mediation\ncomes about precisely by virtue of the universal; it is and remains to\nall eternity a paradox, inaccessible to thought.", "source": "fear_and_trembling_excerpts.txt"}
