{"text": "\"What I really need is to get clear about what I must do, not what I must know, except insofar as knowledge must precede every act. What matters is to find a purpose, to see what it really is that God wills that I shall do; the crucial thing is to find a truth which is truth for me, to find the idea for which I am willing to live and die.\"\n\"Life can only be understood backwards; but it must be lived forwards.\"\n\"The most common form of despair is not being who you are.\"\n\"Anxiety is the dizziness of freedom.\"\n\"To dare is to lose one's footing momentarily. To not dare is to lose oneself.\"\n\"People demand freedom of speech as a compensation for the freedom of thought which they seldom use.\"\n\"Face the facts of being what you are, for that is what changes what you are.\"\n\"Life is not a problem to be solved, but a reality to be experienced.\"\n\"There are two ways to be fooled. One is to believe what isn't true; the other is to refuse to believe what is true.\"\n\"It is quite true what philosophy says: that life must be understood backwards. But that makes one forget the other saying: that it must be lived forwards.\"", "source": "quotes.txt"}
{"text": "The Sickness Unto Death\nThe Concept of Despair\nDespair is a sickness in the spirit, in the self, and so it may have three forms: in despair not to be conscious of having a self (not despair in the strict sense); in despair not to will to be oneself; in despair to will to be oneself.\nThe human being is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself.\nA human being is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short, a synthesis. A synthesis is a relation between two. Considered in this way, a human being is still not a self.\nIn the relation between two, the relation is the third as a negative unity, and the two relate to the relation and in the relation to the relation; thus under the qualification of the psychical the relation between the psychical and the physical is a relation. But if the relation relates itself to itself, this relation is the positive third, and this is the self.\nSuch a relation that relates itself to itself, a self, must either have established itself or have been established by another.\nIf the relation that relates itself to itself has been established by another, then the relation is indeed the third, but this relation, the third, is yet again a relation and relates itself to that which established the entire relation.\nThe human self is such a derived, established relation, a relation that relates itself to itself and in relating itself to itself relates itself to another. This is why there can be two forms of despair in the strict sense. If a human self had itself established itself, then there could be only one form: not to will to be oneself, to will to do away with oneself, but there could not be the form: in despair to will to be oneself.\nThis second formulation is specifically the expression for the complete dependence of the relation (of the self), the expression for the inability of the self to arrive at or to be in equilibrium and rest by itself, but only, in relating itself to itself, by relating itself to that which has established the entire relation.\nYes, this second form of despair (in despair to will to be oneself) is so far from being merely a variety of the first one (in despair not to will to be oneself) that, on the contrary, all despair can ultimately be traced back to and resolved in it.\nTo be a self is the greatest concession made to man, but at the same time it is eternity's demand upon him.", "source": "sickness_unto_death_excerpt.txt"}
{"text": "Preface\nIf no one else will undertake to tell the story of Abraham, I will. I know very well that I am not the one who can do it as it ought to be done; but I can at least describe my own fascination with the story.\nThe story of Abraham is one that we all know, but it is not one that we all understand. We know the facts: God commanded Abraham to sacrifice his son Isaac, his only son, the son whom he loved. And Abraham obeyed. He saddled his donkey, took two of his servants and his son Isaac, and set out for the place that God had shown him.\nOn the third day Abraham looked up and saw the place in the distance. He said to his servants, \"Stay here with the donkey; the boy and I will go over there; we will worship, and then we will come back to you.\"\nAbraham took the wood for the burnt offering and placed it on his son Isaac, and he himself carried the fire and the knife. As the two of them went on together, Isaac spoke up and said to his father Abraham, \"Father?\"\n\"Yes, my son?\" Abraham replied.\n\"The fire and wood are here,\" Isaac said, \"but where is the lamb for the burnt offering?\"\nAbraham answered, \"God himself will provide the lamb for the burnt offering, my son.\" And the two of them went on together.\nWhen they reached the place God had told him about, Abraham built an altar there and arranged the wood on it. He bound his son Isaac and laid him on the altar, on top of the wood. Then he reached out his hand and took the knife to slay his son.\nBut the angel of the Lord called out to him from heaven, \"Abraham! Abraham!\"\n\"Here I am,\" he replied.\n\"Do not lay a hand on the boy,\" he said. \"Do not do anything to him. Now I know that you fear God, because you have not withheld from me your son, your only son.\"\nAbraham looked up and there in a thicket he saw a ram caught by its horns. He went over and took the ram and sacrificed it as a burnt offering instead of his son. So Abraham called that place The Lord Will Provide. And to this day it is said, \"On the mountain of the Lord it will be provided.\"\nThis is the story. But what does it mean? What does it mean to have faith like Abraham? Is it possible for us to understand such faith, or is it something that lies beyond the limits of human reason?\nI confess that I do not understand Abraham. I admire him, I am astounded by him, but I cannot follow him. Every time I try to think about his action, I am struck by a kind of vertigo. I feel like a man who is standing at the edge of a precipice, looking down into an abyss.\nFaith is a paradox. It is the paradox that the single individual is higher than the universal. It is the paradox that the individual determines his relation to the universal by his relation to the absolute, not his relation to the absolute by his relation to the universal.\nAbraham is the knight of faith. He is the one who has suspended the ethical in order to obey the divine command. He has acted in virtue of the absurd. He has believed that God would not require Isaac of him, and yet he was willing to sacrifice Isaac. He believed that he would receive Isaac back again, and yet he was willing to give him up.\nThis is the movement of faith. It is a double movement. It is the movement of infinite resignation and the movement of faith. In infinite resignation, the individual gives up everything. He renounces his claim on the world and on his own happiness. But in faith, he gets everything back. He receives it all back by virtue of the absurd.", "source": "fear_and_trembling_excerpt.txt"}
