{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a real clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every Privat-docent, tutor, and student, every crofter and cottager in philosophy, is not content with stopping at doubting everything but goes further. It might be premature and unbecoming to ask where they are going, but it is certainly courteous and assume that they have doubted everything, since otherwise it would be queer for them to be going further. This movement they are making has by them been called, and with reason, a movement, but I have not been able to find any who have made it; on the contrary, one and all are engaged in the task of doubting everything.\nI am not a philosopher, I am a poet and an elegant. I cannot understand the System, but I can admire it. I can also admire the great thinkers who have built it. But I can also admire the man who, without being a philosopher, is able to express the highest.\nFaith is precisely this paradox, that the single individual is higher than the universal, yet in such a way, be it observed, that the movement repeats itself, and that consequently the single individual, after having been in the universal, now as the single individual isolates himself as higher than the universal. If this be not faith, then Abraham is lost, then faith has never existed in the world... because it has always existed.\nInfinite resignation is the last stage prior to faith, so that one who has not made this movement has not faith; for only in the infinite resignation do I become clear to myself with respect to my eternal validity, and only then can there be question of grasping existence by virtue of faith.\n-- Søren Kierkegaard, Fear and Trembling", "source": "fear_and_trembling_excerpt.txt"}
