{"text": "The ethical expression for what Abraham did is that he would murder Isaac; the religious expression is that he would sacrifice Isaac—but in this contradiction lies the dread which can well make a man sleepless, and yet Abraham is not what he is without this dread.\n...\nFaith is precisely this paradox, that the individual as the particular is higher than the universal, is justified over against it, is not subordinate but superior—yet in such a way, be it observed, that it is the particular individual who, after he has been subordinated as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute. This position cannot be mediated, for all mediation comes about precisely by virtue of the universal; it is and remains to all eternity a paradox, inaccessible to thought. And yet faith is this paradox—or else (these are the logical deductions which I would beg the reader to have in mind at every point, though it would be too prolix for me to reiterate them on every occasion)—or else there never has been faith...\n...\nIf there is no eternal consciousness in a man, if at the bottom of everything there is only a wild ferment, a power that twisting in dark passions produces everything great or inconsequential; if an unfathomable, insatiable emptiness lies hid beneath everything, what would life be but despair? If it were thus, if there were no sacred bond uniting mankind, if one generation rose up after another like the leaves of the forest, if one generation succeeded the other like the songs of birds in the woods, if the human race passed through the world as a ship through the sea or the wind through the desert, a thoughtless and fruitless whim, if an eternal oblivion always lurked hungrily for its prey and there was no power strong enough to wrest it from its clutches—how empty and devoid of comfort would life be!", "source": "fear_and_trembling.txt"}
{"text": "What is a poet? An unhappy man who hides deep anguish in his heart, but whose lips are so formed that when the sigh and cry pass through them, it sounds like lovely music.\n...\nI feel as if I were a piece in a game of chess, when my opponent says of it: That piece cannot be moved.\n...\nMy sorrow is my castle, which like an eagle's nest is built high up on the mountain peaks among the clouds. No one can storm it. From it I fly down into reality and seize my prey; but I do not remain down there, I bring it home, this prey is a picture I weave into the tapestries of my palace.\n...\nMarry, and you will regret it. Do not marry, and you will also regret it. Marry or do not marry, you will regret it either way. Whether you marry or you do not marry, you will regret it either way. Laugh at the world’s follies, you will regret it; weep over them, you will also regret it. Laugh at the world’s follies or weep over them, you will regret it either way. Whether you laugh at the world’s follies or weep over them, you will regret it either way. Believe a woman, you will regret it, believe her not, you will also regret it. Believe a woman or believe her not, you will regret it either way. Whether you believe a woman or believe her not, you will regret it either way. Hang yourself, you will regret it; do not hang yourself, and you will also regret it. Hang yourself or do not hang yourself, you will regret it either way. Whether you hang yourself or do not hang yourself, you will regret it either way. This, gentlemen, is the quintessence of all the wisdom of life.", "source": "either_or.txt"}
