{"text": "Excerpt from Fear and Trembling:\nFaith is precisely this paradox, that the single individual is higher than the universal. If this is not so, then Abraham is lost, and faith has never existed in the world because it has always existed. For if the ethical (i.e., the moral) is the highest thing, and if nothing incommensurable remains in man in any other way but as the evil (i.e., the particular which has to be expressed in the universal), then one needs no other categories than those which the Greek philosophers possessed or which can be deduced from them by logic. But if the single individual is higher than the universal, then Abraham is a knight of faith.\nThe knight of faith is the only happy man, the heir to the finite, while the knight of resignation is a stranger and a foreigner. But the knight of faith knows it is glorious to belong to the universal. He knows it is beautiful and salutary to be the individual who translates himself into the universal, who edits, as it were, a pure and elegant edition of himself, as free from errors as possible and readable by all. He knows that it is refreshing to become intelligible to oneself in the universal so that he understands it and so that every individual who understands him understands the universal through him, and both rejoice in the security of the universal. He knows that it is beautiful to be born as the individual who has the universal as his home, his friendly abiding place, which at once welcomes him with open arms when he would abide there. But he knows also that higher than this there is a winding, solitary path, steep and narrow; he knows that it is terrible to be born outside the universal, to walk without meeting a single traveler. He knows that it is terrible to be born out to the solitary, for whom the universal is not a home, but a distance.\nInfinite resignation is the last stage prior to faith, so that one who has not made this movement has not faith; for only in the infinite resignation do I become clear to myself with respect to my eternal validity, and only then can there be question of grasping existence by virtue of faith.\nTo exist in such a way that my opposition to existence expresses itself as the most beautiful and secure harmony with it, that is the task.", "source": "fear_and_trembling_excerpts.txt"}
{"text": "Excerpts from Either/Or (Diapsalmata):\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music.\nI do not care for anything. I do not care to ride, for the exercise is too violent. I do not care to walk, for it is too strenuous. I do not care to lie down, for I should either have to remain lying, and I do not care to do that, or I should have to get up again, and I do not care to do that. Summa summarum: I do not care at all.\nMy life is like an eternal night...\nLet others complain that the age is wicked; my complaint is that it is paltry; for it lacks passion. Men’s thoughts are thin and flimsy like lace, they are themselves pitiable like the lacemakers. The thoughts of their hearts are too paltry to be sinful. For a worm it might be regarded as a sin to harbor such thoughts, but not for a being made in the image of God. Their lusts are dull and sluggish, their passions sleepy. They do their duty, these shopkeeper souls, but they permit themselves to be clipped the coin a little, like the Jews; they think that if they do a little bit of good, the Lord will probably take the will for the deed.\nI feel as if I were a piece in a game of chess when my opponent says of it: That piece cannot be moved.\nThe result of my life is simply nothing, a mood, a single color. My result is like the painting of the artist who was to paint the Israelites crossing the Red Sea. To this end, he painted the whole wall red, explaining that the Israelites had already crossed over, and that the Egyptians were drowned.\nIf I were to wish for anything, I should not wish for wealth and power, but for the passionate sense of the potential, for the eye which, ever young and ardent, sees the possible. Pleasure disappoints, possibility never.", "source": "diapsalmata.txt"}
{"text": "Excerpt from The Sickness Unto Death:\nThe sickness unto death is despair.\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. If on the contrary the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\nDespair is the sickness, not the cure. To be unaware of being defined as spirit is precisely what despair is. It is not that one is in despair, but that one is not a self.\nThe formula for all despair is this: to relate oneself to oneself and to will to be oneself.\nThe despair that is conscious of being despair is a qualified despair. It is not merely a suffering, but an act. The more consciousness, the more intense the despair.\nTo have a self, to be a self, is the greatest concession made to man, but at the same time it is eternity's demand upon him.", "source": "sickness_unto_death_excerpts.txt"}
