{"text": "*** Fear and Trembling ***\nPreface\nNot only in the world of commerce but also in the world of ideas our age is organizing a regular clearance sale. Everything is to be had at such a bargain that it is questionable whether in the end there is anybody who will want to bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every Privatdocent, tutor, and student, every crofter and cottar in philosophy, is not content with doubting everything but goes further. Perhaps it would be untimely and ill-timed to ask them where they are going, but surely it is courteous and unobjectionable to regard it as certain that they have doubted everything, since otherwise it would be queer for them to be going further. This motion of going further I have therefore permitted myself to denote by the Greek word epoche, which is the term used by the Skeptics, but as they used it to signify the cessation of dogmatizing, I use it to signify the starting-point for the \"going further.\"\n...\nStory of Abraham\nAnd God tempted Abraham and said unto him, Abraham! and he said, Here am I. And he said, Take now thy son, thine only son Isaac, whom thou lovest, and get thee into the land of Moriah; and offer him there for a burnt offering upon one of the mountains which I will tell thee of.\nIt was early in the morning, Abraham arose, he saddled his ass, he took Isaac and two servants with him, and he started out.\n...\nPreliminary Expectoration\nWhat I have to say is not a problem for the simple, nor yet is it a problem for the learned. It is a problem for the man who is great enough to be simple, for the man who is simple enough to be learned.\nIf there were no eternal consciousness in a man, if at the foundation of all there lay only a wildly seething power which writhing with obscure passions produced everything that is great and everything that is insignificant, if a bottomless void never satiated lay hidden beneath all--what then would life be but despair? If it were thus, if there were no sacred bond which united mankind, if one generation arose after another like the leafage in the forest, if the one generation replaced the other like the song of birds in the forest, if the human race passed through the world as the ship goes through the sea, like the wind through the desert, a thoughtless and fruitless activity, if an eternal oblivion were always hungry for its prey and there were no power strong enough to wrest it from its maw--how empty then and comfortless life would be! But therefore it is not thus; and as God created man and woman, so too He fashioned the hero and the poet or orator. The poet cannot do what that other does, he can only admire, love and rejoice in the hero. Yet he too is happy, and not less so; for the hero is as it were his better nature, with which he is in love, and yet he is not the hero, and this is not his fault. The poet is the genius of recollection, and can do nothing but call to mind what has been done, admire what has been done; he contributes nothing of his own, but is jealous of the entrusted treasure. He follows the option of his heart, but when he has found what he sought, he wanders before every man's door with his song and with his speech, that all may admire the hero as he does, be proud of the hero as he is. This is his task, this his humble work, this is his faithful service in the house of the hero. If he thus remains true to his love, he strives day and night against the cunning of oblivion which would trick him out of his hero, then he has completed his work, then he is gathered to the hero, who has loved him as faithfully as the poet loved him, for the poet is as it were the hero's better nature, powerless it is true as a memory is, but also transfigured as a memory is. Hence no one shall be forgotten who was great in the world. But each was great in his own way, and each in proportion to the greatness of that which he loved. For he who loved himself became great by himself, and he who loved other men became great by his selfless devotion, but he who loved God became greater than all. Everyone shall be remembered, but each became great in proportion to his expectation. One became great by expecting the possible, another by expecting the eternal, but he who expected the impossible became greater than all. Everyone shall be remembered, but each was great in proportion to the greatness of that with which he struggled. For he who struggled with the world became great by conquering the world, and he who struggled with himself became great by conquering himself, but he who struggled with God became greater than all. So there was strife in the world, man against man, one against a thousand, but he who struggled with God became greater than all. So there was strife on earth, and he who conquered by his own strength became great by his own strength, but he who conquered by powerlessness became greater than all. Then there was he who relied upon his own strength and he who relied upon God... but he who relied upon God became greater than all. Then there was he who was great by reason of his power, and he who was great by reason of his wisdom, and he who was great by reason of his hope, and he who was great by reason of his love; but Abraham was greater than all, great by reason of his power whose strength is impotence, great by reason of his wisdom whose secret is foolishness, great by reason of his hope whose form is madness, great by reason of his love which is hatred of oneself.\n*** The Sickness Unto Death ***\nIntroduction\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. But if the relation relates itself to its own self, the then this relation is the positive third term, and this is the self.\nSuch a relation which relates itself to its own self (that is to say, a self) must either have constituted itself or have been constituted by another.\nIf this relation which relates itself to its own self is constituted by another, the relation doubtless is the third term, but this relation (the third term) is in turn a relation relating itself to that which constituted the whole relation.\nSuch a derived, constituted, relation is the human self, a relation which relates itself to its own self, and in relating itself to its own self relates itself to another. Hence it is that there can be two forms of despair properly so called. If the human self had constituted itself, there could be a question only of one form: not to will to be one’s own self, to will to get rid of oneself, but there could be no question of not willing to be oneself in the deepest sense, as one might call it, the despair of willing to be another than himself.\n*** Either/Or ***\n\"Diapsalmata\"\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a steady fire; their cries could not reach the tyrant’s ears so as to strike terror into his heart; when they reached his ears they sounded like sweet music. And men crowd about the poet and say to him, \"Sing for us soon again\"—which is as much as to say, \"May new sufferings torment your soul, but may your lips be fashioned as before; for the cries would only distress us, but the music is delicious.\" And the critics come forward and say, \"That is perfectly done—just as it should be, according to the rules of aesthetics.\" Now it is understood that a critic resembles a poet to a hair; he only lacks the anguish in his heart and the music upon his lips. I tell you, I would rather be a swineherd, understood by the swine, than a poet misunderstood by men.\nI feel as if I were a piece in a game of chess, when my opponent says of it: That piece cannot be moved.\nMy life is like an eternal night; when will the day dawn? When will the sun rise?\nI have the courage, I believe, to doubt everything; I have the courage, I believe, to fight with everything; but I have not the courage to know anything, not the courage to possess, to own anything. Most people complain that the world is so prosaic, that life is not like a romance, where opportunities are always so favorable. I complain that life is not like a romance, where one has hard-hearted parents and nixies and trolls to fight, and enchanted princesses to free. What are all such enemies taken together, compared with the pale, bloodless, tenacious, nocturnal shapes with which I fight, and to which I give life and being myself.\nThe result of my life is simply nothing, a mood, a single color. My result is like the painting of the artist who was to paint the Israelites crossing the Red Sea. To this end, he painted the whole wall red, explaining that the Israelites had already crossed over, and that the Egyptians were drowned.\nI do not care for anything. I do not care to ride, for the exercise is too violent. I do not care to walk, it is too strenuous. I do not care to lie down, for I should either have to remain lying, and I do not care to do that, or I should have to get up again, and I do not care to do that. Summa summarum: I do not care at all.", "source": "works.txt"}
