{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a veritable clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every assistant professor, tutor, and student, every crofter and cottar in philosophy, is not content with doubting everything but goes further. It might be premature and unbecoming of me to ask where they are going, but surely it is polite and modest to assume that they have doubted everything, since otherwise it would be queer to say that they were going further. This proceeding has been accorded approval and apparently has made such a hit that politicians are beginning to thump the rostrum and to proclaim that the era of experimentation is past, the era of speculation has begun. I, however, am not a philosopher, but a poetic and elegant thinker, who writes for his own sake and for the sake of the few who can understand.\nPRELUDE\nOnce upon a time there was a man who as a child had heard the beautiful story about how God tempted Abraham, and how he withstood the temptation, kept the faith, and a second time received again a son contrary to expectation. When the child became older, he read the same story with even greater admiration, for life had separated what was united in the pious simplicity of the child. The older he became, the more frequently his mind reverted to that story, his enthusiasm became greater and greater, and yet he was less and less able to understand the story. At last in his interest for that he forgot everything else; his soul had only one wish, to see Abraham, one longing, to have been witness to that event. His desire was not to see the beautiful carpet of the East, or the cedars of Lebanon, or the blossum of the almond tree; his desire was to be with Abraham when he lifted up his eyes and saw Mount Moriah afar off, to be with him when he left the asses behind and went alone with Isaac up unto the mountain; for what his mind was intent upon was not the beautiful tapestry of imagination, but the shudder of thought.\nThat man was not a thinker, he felt no need of going further than faith; on the contrary, he thought it must be the most glorious thing to be remembered as the father of it, an enviable lot to possess it, even though no one else were to know it.\nPROBLEM I\nIs there such a thing as a teleological suspension of the ethical?\nThe ethical as such is the universal, it applies to everyone, and the same thing is expressed from another point of view by saying that it applies every instant. It rests immanent in itself, has nothing without itself which is its telos, but is itself telos for everything outside it, and when this has been incorporated by it it can go no further. Conceived immediately as physical and psychical, the particular individual is the individual who has his telos in the universal, and his ethical task is to express himself constantly in it, to abolish his particularity in order to become the universal. As soon as the individual would assert himself as the particular over against the universal, he sins, and he only recognizes his error when he returns into the universal. Every time the individual after he has entered the universal feels an impulse to assert himself as the particular, he is in a spiritual trial (tentation), and he can labor himself out of this only by repenting himself back into the universal as a task. If this is the highest thing that can be said of man and his existence, then the ethical has the same nature as man's eternal blessedness, which to all eternity and at every instant is his telos, since it would be a contradiction to say that this might be abandoned (i.e. teleologically suspended), seeing that as soon as this is suspended it is forfeited, whereas in other cases what is suspended is not forfeited but is preserved precisely in the higher thing which constitutes its telos.\nIf such be the case, then Hegel is right when in his Logic he treats the Good and Conscience as a \"formal\" conscience, and it is right also to describe this as a psychological form of the moral. (See the Philosophy of Right.) But if this is the case, then he is wrong in speaking of faith, wrong in not protesting loudly and clearly against Abraham's enjoying honor and glory as a father of faith, whereas he ought to be prosecuted and convicted of murder.\nFor faith is this paradox, that the particular is higher than the universal--yet in such a way, be it observed, that the movement repeats itself, and that consequently the individual, after having been in the universal, now as the particular isolates himself as higher than the universal. If this be not faith, then Abraham is lost, then faith has never existed in the world... because it has always existed. For if the ethical (i.e. the moral) is the highest thing, and if nothing incommensurable remains in man in any other way but as the evil (i.e. the particular which has to be expressed in the universal), then one needs no other categories than those which the Greek philosophy possessed or which can be deduced from them by the most consistent thought. This is the eternal truth which the Christian philosophy has discovered: that the particular is higher than the universal.\nPROBLEM II\nIs there such a thing as an absolute duty toward God?\nThe ethical is the universal, and as such it is also the divine. Thus it is right to say that duty is the duty to love God, but in the duty to love God the duty is not exhausted, for duty is precisely the expression for the will of God. Thus the duty to love God is the duty to love the neighbor.\nBut if this is the case, then the paradox of faith is lost. For if the individual's duty is absolute, then the ethical is the absolute, and then there is no absolute duty toward God.\nThe paradox of faith is this, that the individual is higher than the universal, that the individual (to recall a dogmatic distinction now rather often used) determines his relation to the universal by his relation to the absolute, not his relation to the absolute by his relation to the universal. The paradox can also be expressed by saying that there is an absolute duty toward God; for in this relationship of duty the individual as an individual stands related absolutely to the absolute. So when in this connection it is said that it is a duty to love God, something different is said from that in the foregoing; for if this duty is absolute, the ethical is reduced to a position of relativity. From this it does not follow that the ethical is to be destroyed, but it follows that the ethical constitutes the temptation, the trial (Anfechtung), which the individual has to resist by an appeal to the paradox of faith.\nIn the story of Abraham we find such a paradox. His relation to Isaac, ethically speaking, is that the father should love the son more dearly than himself. But within the ethical the relation to Isaac is the only relation. God can require of him the sacrifice of the best. But that the requirement is a trial (Anfechtung) is not the case, for the trial is precisely the ethical itself which would hold him back from doing the will of God. But what is it that tempts him? It is the ethical. In so far as the ethical is the temptation, the individual stands related to it as the particular to the universal.\nThus the story of Abraham contains a teleological suspension of the ethical.\nPROBLEM III\nWas Abraham ethically defensible in keeping silent about his purpose before Sarah, before Eleazar, before Isaac?\nThe ethical as such is the universal, and as the universal it is the manifest, the revealed. The individual regarded as he is immediately, that is, as a physical and psychical being, is the hidden, the concealed. So his ethical task is to develop himself out of his concealment and to become revealed in the universal. Hence whenever he wills to remain in concealment he sins and is in a state of temptation (Anfechtung), out of which he can come only by revealing himself.\nIf there is no concealment which is justified, then Hegel is right. But is there a concealment which is justified? That is the question. And this question is the same as the question about the paradox. For if the paradox is the silence, then the silence is justified, but only by virtue of the paradox, which is to say that it is not justified by virtue of the universal.\nAbraham remains silent--but he cannot speak. Therein lies the distress and the anguish. For if I when I speak am unable to make myself understood, then I do not speak--even though I were to talk uninterruptedly day and night. Such is the case with Abraham. He can say everything, but one thing he cannot say, and if he cannot say that (i.e. say it in such a way that another understands it), then he does not speak. The relief of speech is that it translates me into the universal. Now Abraham can say the most beautiful things any language can express about how he loves Isaac. But it is not this which he has at heart to say, it is the deeper thing, that he would sacrifice him because it is a trial. This latter no one can understand, and hence everyone can only misunderstand the former.", "source": "fear_and_trembling_excerpts.txt"}
