{"text": "The self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself. A human being is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short, a synthesis. A synthesis is a relation between two. Considered in this way, a human being is still not a self.\nIn the relation between two, the relation is the third as a negative unity, and the two relate to the relation and in the relation to the relation; thus under the qualification of the psychical the relation between the psychical and the physical is a relation. But that the relation relates itself to itself is the positive third, and this is the self.\nDespair is the sickness unto death. The torment of despair is precisely this, not to be able to die. So it has much in common with the situation of the dying man when he lies and struggles with death, and cannot die. So to be sick unto death is, not to be able to die — yet not as though there were hope of life; no, the hopelessness in this case is that even the last hope, death, is not available. When death is the greatest danger, one hopes for life; but when one becomes acquainted with an even more dreadful danger, one hopes for death. So when the danger is so great that death has become one’s hope, despair is the disconsolateness of not being able to die.", "source": "sickness_unto_death.txt"}
{"text": "The ethical expression for what Abraham did is that he would murder Isaac; the religious expression is that he would sacrifice Isaac — but in this contradiction lies the dread which can well make a man sleepless, and yet Abraham is not what he is without this dread.\nFaith is precisely this paradox, that the individual as the particular is higher than the universal, is justified over against it, is not subordinate but superior — yet in such a way, be it observed, that it is the particular individual who, after he has been subordinated as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute.\nIf this is not faith, then Abraham is lost, then faith has never existed in the world... because it has always existed. For if the ethical (i.e., the moral) is the highest thing, and if nothing incommensurable remains in man in any other way but as the evil (i.e., the particular which has to be expressed in the universal), then one needs no other categories than those which the Greek philosophers possessed or which can be deduced from them by consistent thought. This is the truth which Hegel has grasped and which he has preached with so much power. But he was wrong in speaking of faith, wrong in not protesting loudly and clearly that Abraham is a murderer and that it is meaningful to acquit him only if one acknowledges the paradox of faith.", "source": "fear_and_trembling.txt"}
{"text": "What is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a steady fire; their cries could not reach the tyrant’s ears so as to strike terror into his heart; when they reached his ears they sounded like sweet music.\nPeople call him happy and wish him well, but they mean, “May your heart remain filled with anguish, and may your lips be fashioned as before, for if the anguish ceases your voice will no longer be ravishing music.” The critics say, “He does not meet the standards of aesthetics,” which amounts to saying, “the cries in the brazen bull did not sound quite as sweet as one might have expected.”\nI see it all perfectly; there are two possible situations — one can either do this or that. My honest opinion and my friendly advice is this: do it or do not do it — you will regret both.\nMarry, and you will regret it; do not marry, and you will regret it; marry or do not marry, you will regret it either way. Laugh at the world’s foolishness, you will regret it; weep over it, you will regret that too; laugh at the world’s foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will regret that too; believe a woman or believe her not, you will regret it either way. Hang yourself, you will regret it; do not hang yourself, and you will regret that too; hang yourself or do not hang yourself, you will regret both whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the essence of all philosophy.", "source": "either_or.txt"}
