{"text": "The Project Gutenberg eBook of Either/Or, by Søren Kierkegaard\nTitle: Either/Or\nA Fragment of Life\nAuthor: Søren Kierkegaard\n(edited by Victor Eremita)\nDIAPSALMATA\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish,\nbut whose lips are so fashioned that the sighs and cries which pass\nover them are transformed into ravishing music. His fate is like that\nof the unfortunate victims whom the tyrant Phalaris imprisoned in a\nbrazen bull, and slowly tortured over a steady fire; their cries could\nnot reach the tyrant’s ears so as to strike terror into his heart; when\nthey reached his ears they sounded like sweet music.\n...\nI feel as if I were a piece in a game of chess, when my opponent says\nof it: That piece cannot be moved.\n...\nMy sorrow is my castle, which like an eagle’s eyrie is built high up on\nthe mountain peak among the clouds. No one can storm it. From it I fly\ndown into reality and seize my prey; but I do not remain down there, I\nbring my booty home. And this booty is a picture I weave into the\ntapestries of my palace.\n...\nLet others complain that the age is wicked; my complaint is that it is\npaltry; for it lacks passion. Men’s thoughts are thin and flimsy like\nlace, they are themselves pitiable like the lacemakers. The thoughts\nof their hearts are too paltry to be sinful. For a worm it might be\nregarded as a sin to harbor such thoughts, but not for a being made in\nthe image of God. Their lusts are dull and sluggish, their passions\nsleepy. They do their duty, these shopkeeping souls, but they clip the\ncoin a trifle, like the Jews; they think that even if the Lord keeps\nthe tabernacles of his anger carefully, he may not notice it. Out upon\nthem! This is the reason my soul always turns back to the Old Testament\nand to Shakespeare. I feel that those who speak there are at least\nhuman beings: they hate, they love, they murder their enemies, and curse\ntheir descendants throughout all generations, they sin.\n...\nTHE ROTATION OF CROPS\nPeople with experience maintain that proceeding from a basic principle\nis supposed to be very reasonable; I yield to them and proceed from\nthe basic principle that all people are boring. Or is there anyone who\nwould be boring enough to contradict me in this regard? This basic\nprinciple has to the highest degree the repelling force always possessed\nby the negative, which is actually the principle of motion. It is not\nmerely repelling but infinitely repulsive, and whoever has the basic\nprinciple behind him must necessarily have infinite momentum for making\ndiscoveries.\nBoredom is the root of all evil. It is very curious that boredom,\nwhich itself has such a calm and sedate nature, can have such a capacity\nto initiate motion. The effect that boredom has is altogether magical,\nbut this effect is one not of attraction but of repulsion.\n...", "source": "either_or_excerpts.txt"}
{"text": "The Project Gutenberg eBook of Fear and Trembling, by Søren Kierkegaard\nTitle: Fear and Trembling\nA Dialectical Lyric\nAuthor: Søren Kierkegaard\n(under the pseudonym Johannes de Silentio)\nPREFACE\nNot only in the world of commerce but also in the world of ideas our\nage is putting on a veritable clearance sale. Everything can be had\nso dirt cheap that one begins to wonder whether in the end anyone\nwill want to make a bid.\n...\nPRELUDE\nOnce upon a time there was a man who as a child had heard the beautiful\nstory about how God tempted Abraham, and how he withstood the temptation,\nkept the faith, and a second time received again a son contrary to\nexpectation. When the man became older, he read the same story with even\ngreater admiration, for life had separated what had been united in the\npious simplicity of the child. The older he became, the more frequently\nhis thoughts turned to that story; his enthusiasm became greater and\ngreater, and yet he was less and less able to understand the story. At\nlast he forgot everything else because of it; his soul had but one wish,\nto see Abraham, one longing, to have been witness to that event.\n...\nPROBLEM I\nIs there a Teleological Suspension of the Ethical?\nThe ethical as such is the universal, it applies to everyone, and the\nsame thing may be expressed from another point of view by saying that\nit applies every instant. It rests immanent in itself, has nothing\nwithout itself which is its telos, but is itself telos for everything\noutside it, and when this has been incorporated by the ethical it can\ngo no further. Conceived immediately as physical and psychical, the\nparticular individual is the particular which has its telos in the\nuniversal, and its task is to express itself constantly in it, to\nabolish its particularity in order to become the universal. As soon as\nthe particular individual asserts himself in his particularity over\nagainst the universal, he sins, and only by recognizing this can he\nagain reconcile himself with the universal.\nFaith is precisely this paradox, that the individual as the particular\nis higher than the universal, is justified over against it, is not\nsubordinate but superior—yet in such a way, be it observed, that it\nis the particular individual who, after he has been subordinated as the\nparticular to the universal, now through the universal becomes the\nindividual who as the particular is superior to the universal, for the\nfact that the individual as the particular stands in an absolute\nrelation to the absolute. This position cannot be mediated, for all\nmediation comes about precisely by virtue of the universal; it is and\nremains to all eternity a paradox, inaccessible to thought. And yet\nfaith is this paradox—or else (these are the logical deductions which\nI would beg the reader to judge for himself, though I by no means\nmake it out to be easily understood)—or else there is no faith at all,\nbut Abraham is lost, and faith has never existed in the world...", "source": "fear_and_trembling_excerpts.txt"}
