{"text": "The Unhappiest Man\nSomewhere in England there is a grave which is not like other graves. It is not a mound of earth, but a stone enclosure. Over it grows a weeping willow, but its boughs are not drooping, they are bent backwards as if by a storm. The inscription on the stone is only a name, but that name is \"The Unhappiest Man.\"\nWho is the unhappiest man? It is he who cannot die, and yet cannot live. It is he who has lost his memory of the past, and has no hope for the future. It is he who is always present to himself, but never in himself. It is he who is separated from himself by an infinite distance, and who yet cannot escape himself.\n...\nDiapsalmata\nI have just now come from a party where I was its life and soul; witticisms streamed from my lips, everyone laughed and admired me, but I went away — yes, the dash should be as long as the radius of the earth's orbit ——————————— and wanted to shoot myself.\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a steady fire; their cries could not reach the tyrant's ears so as to strike terror into his heart; when they reached his ears they sounded like sweet music.\nPeople understand me so poorly that they don't even understand my complaint about them not understanding me.\nMy life is like an eternal night. But the stars that shine in this night are the thoughts of the eternal.\nI feel as if I were a piece of chess-man when the opponent says of it: That piece cannot be moved.\nIt is impossible to live without passion. But it is also impossible to live with passion. That is the paradox of existence.\n...\nThe Rotation Method\nBoredom is the root of all evil. It is very curious that boredom, which itself has such a calm and sedate nature, can have such a capacity to initiate motion. The effect of boredom is usually direct, causing us to seek diversion; but the effect can also be inverse, causing us to seek solitude.\nThe method I propose does not consist in changing the soil, but in changing the method of cultivation and the kind of crop. One must learn to forget. One must learn to remember. One must learn to arbitrarily control one's own moods. One must learn to be arbitrary in one's relationships with others.\n...\nEquilibrium between the Aesthetical and the Ethical in the Composition of Personality\nThe aesthetic choice is either/or, but this is not a choice in the strict sense, for it is a choice which is no choice. The ethical choice is also either/or, but this is a choice in the strict sense, for it is a choice of the self. By choosing myself I choose the absolute which chooses me.\nHe who chooses the ethical chooses the good, but here the good is not an abstract category, it is a concrete existence. It is the life of the individual in its relation to the universal.\nIt is not a question of choosing between good and evil, but of choosing to will the good or to will the evil. The choice itself is crucial.", "source": "either_or_excerpts.txt"}
{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a real clearance sale. Everything may be had at such a bargain that it is doubtful whether in the end there is anybody who will want to bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every privat-docent, tutor, and student, every crofter and cottar in philosophy, is not content with stopping at doubting everything but goes further. It might perhaps be untimely and ill-timed to ask them where they are going, but surely it is courteous and not regarded as troglodytic to assume that they have doubted everything, since otherwise it would be queer for them to be going further. This motion of going further I have therefore performed in my own person, and have found that it is not as easy as one thinks to doubt everything, and that it is not possible to go further if one has not done that, but that if one has done that, one does not need to go further.\n...\nThe Knight of Faith\nIf I were to describe the movements of faith, I should say: infinite resignation is the last stage prior to faith, so that one who has not made this movement has not faith; for only in the infinite resignation do I become clear to myself with respect to my eternal validity, and only then can there be question of grasping existence by virtue of faith.\nThe knight of faith is obliged to rely upon himself alone, he feels the pain of not being able to make himself intelligible to others, but he feels no vain desire to guide others. The pain is his assurance that he is in the right way, this vain desire he does not know, he is too serious for that. The false knight of faith readily betrays himself by this proficiency in guiding which he has acquired in an instant. He does not comprehend what it is all about, that precisely because he is loved by God and because the tragic hero is dear to him, he must become another man, a man of a different sort, and that this difference consists in the fact that he cannot make himself intelligible to others.\n...\nProblem I: Is there such a thing as a teleological suspension of the ethical?\nThe ethical as such is the universal, it applies to everyone, and the same thing is expressed from another point of view by saying that it applies every instant. It reposes immanently in itself, it has nothing without itself which is its telos, but is itself telos for everything outside it, and when this has been incorporated by the ethical it can go no further. Conceived immediately as physical and psychical, the particular individual is the particular which has its telos in the universal, and its task is to express itself constantly in it, to abolish its particularity in order to become the universal. As soon as the particular individual asserts himself in his particularity over against the universal, he sins, and only by recognizing this can he again reconcile himself with the universal.\nFaith is precisely this paradox, that the individual as the particular is higher than the universal, is justified over against it, is not subordinate but superior—yet in such a way, be it observed, that it is the particular individual who, after he has been subordinated as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute. This position cannot be mediated, for all mediation comes about precisely by virtue of the universal; it is and remains to all eternity a paradox, inaccessible to thought.", "source": "fear_and_trembling_excerpts.txt"}
