{"text": "The ethical expression for what Abraham did is that he would murder Isaac; the religious expression is that he would sacrifice Isaac. But precisely in this contradiction is the anxiety that can make a person sleepless, and yet without this anxiety Abraham is not who he is.\n\nFaith is precisely this paradox, that the single individual is higher than the universal, though in such a way, be it noted, that the movement repeats itself, so that after having been in the universal he as the single individual isolates himself as higher than the universal. If this is not faith, then Abraham is lost, then faith has never existed in the world...\n\nThe Knight of Faith is the only happy one, the heir to the finite, while the Knight of Resignation is a stranger and a foreigner. But the Knight of Faith does the impossible: he gives up everything infinite, and then grasps the finite by virtue of the absurd.", "source": "fear_and_trembling_excerpt.txt"}
{"text": "The self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself. A human being is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short, a synthesis. A synthesis is a relation between two. Considered in this way, a human being is still not a self.\n\nDespair is the sickness unto death. The torment of despair is precisely this: not to be able to die. So it has much in common with the situation of the dying person when he lies and struggles with death, and cannot die. So to be sick unto death is, not to be able to die, but not as if there were hope of life; no, the hopelessness is that there is not even the ultimate hope, death. When death is the greatest danger, one hopes for life; but when one becomes acquainted with an even more dreadful danger, one hopes for death. When the danger is so great that death has become one's hope, despair is the hopelessness of not even being able to die.", "source": "sickness_unto_death_excerpt.txt"}
