{"text": "DIAPSAMATA\n(Ad se ipsum)\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish,\nbut whose lips are so fashioned that the moans and cries which pass\nover them are transformed into ravishing music. His fate is like that\nof the sufferers in the bull of Phalaris, who were not silenced by the\ntyrant's slow fire, but whose screams could not reach the tyrant's ears\nto terrify him; for they sounded like sweet music to the people.\n...\nI have the courage, I believe, to doubt everything; I have the courage, I\nbelieve, to fight with everything; but I have not the courage to know\nanything; not the courage to possess, to own anything. Most people\ncomplain that the world is so prosaic, that life is not like a romance,\nwhere opportunities are always so favorable. I complain that life is\nnot like a romance, where one has hard-hearted parents and ogres and\ntrolls to fight, and enchanted princesses to free. What are all such\nenemies taken together, compared with the pale, bloodless, tenacious,\nnocturnal shapes with which I fight and to which I give life and\nbeing--myself?\n...\nThe Rotation of Crops\nPeople with a great deal of experience in life are inclined to speak of\nboredom as the root of all evil. It might be more correct to say that\nboredom is the root of all evil, and that the history of the world\nproves it. The gods were bored, and so they created man. Adam was bored\nbecause he was alone, and so Eve was created. Thus boredom entered the\nworld, and increased in proportion to the increase of population. Adam\nwas bored alone; then Adam and Eve were bored together; then Adam and\nEve and Cain and Abel were bored _en famille_; then the population of\nthe world increased, and the peoples were bored _en masse_. To divert\nthemselves they conceived the idea of constructing a tower high enough\nto reach the heavens. This idea is itself as boring as the tower was\nhigh, and constitutes a terrible proof of how boredom had gained the\nupper hand.", "source": "either_or_excerpts.txt"}
{"text": "PREFACE\nNot only in the world of commerce but also in the world of ideas our age\nis putting on a veritable clearance sale. Everything can be had so dirt\ncheap that one begins to wonder whether in the end anyone will want to\nmake a bid. Every speculative price-fixer who conscientiously directs\nattention to the significant march of modern philosophy, every\nAssistant Professor, tutor, and student, every crofter and cottar in\nphilosophy, is not content with stopping at doubting everything but goes\nfurther. It might be asked where they are going, but surely it is\ncourteous and proper to assume that they have doubted everything, since\notherwise it would be queer of them to be going further. Having made\nthis motion, they have all of them established a preliminary assumption\nto begin with, and it might be thought that this would be enough to\nstart one off; for Descartes did not do so much.\n...\nWhat is the Ethical? What is the Absolute?\nThe ethical as such is the universal, it applies to everyone, and the\nsame thing is expressed from another point of view by saying that it\napplies every instant. It reposes immanently in itself, it has nothing\nwithout itself which is its _telos_, but is itself _telos_ for everything\noutside it, and when this has been incorporated by the ethical it can go\nno further. Conceived immediately as physical and psychical, the\nparticular individual is the individual who has his _telos_ in the\nuniversal, and his ethical task is to express himself constantly in it,\nto abolish his particularity in order to become the universal. As soon\nas the individual would assert himself in his particularity over against\nthe universal, he sins, and only by recognizing this can he again\nreconcile himself with the universal.\n...\nThe Knight of Faith\nHe is humanly speaking crazy and cannot make himself intelligible to\nanyone. And yet it is the mildest expression, to say that he is crazy.\nIf he is not crazy, he is a much higher being, or else he is lost--that\nis, by virtue of the absurd.", "source": "fear_and_trembling_excerpts.txt"}
