{"text": "Preface\n\nNot only in the world of commerce but also in the world of ideas our age is putting on a big clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern science, every freelance lecturer, tutor, and student, every crofter and cottager in philosophy is not stopping at doubting everything but is going further.\n\nThe Story of Abraham\n\nAnd God tempted Abraham and said unto him, Abraham! and he said, Here am I. And he said, Take now thy son, thine only son Isaac, whom thou lovest, and get thee into the land of Moriah; and offer him there for a burnt offering upon one of the mountains which I will tell thee of.\n\nIt was early in the morning, Abraham rose up early, he saddled his ass, and took two of his young men with him, and Isaac his son, and clave the wood for the burnt offering, and rose up, and went unto the place of which God had told him.\n\nFaith is precisely this paradox, that the single individual is higher than the universal. It is the paradox that the single individual as the particular is higher than the universal, is justified vis-à-vis it, not as subordinate to the universal but superior to it, yet in such a way, please note, that it is the single individual who, after having been subordinate as the particular to the universal, now through the universal becomes the single individual who as the particular is superior to the universal, that the single individual as the single individual stands in an absolute relation to the absolute.\n", "source": "fear_and_trembling_excerpt.txt"}
{"text": "The Sickness Unto Death\n\nA human being is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself. A human being is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short, a synthesis. A synthesis is a relation between two. Considered in this way, a human being is still not a self.\n\nIn the relation between two, the relation is the third as a negative unity, and the two relate to the relation and in the relation to the relation; thus under the qualification of the psychical the relation between the psychical and the physical is a relation. If, however, the relation relates itself to itself, this relation is the positive third, and this is the self.\n\nDespair is the sickness unto death. The concept of the sickness unto death must be understood in a peculiar sense. Literally it means a sickness the end and outcome of which is death. Thus one speaks of a mortal sickness as synonymous with a sickness unto death. In this sense despair cannot be called the sickness unto death. But in the Christian sense death is itself a transition unto life. In the Christian sense no earthly, physical sickness is the sickness unto death. For death is specifically the end of the sickness, but death is not the end. If there is to be any question of a sickness unto death in the strictest sense, it must be a sickness of which the end is death and death is the end. And this is precisely what despair is.\n", "source": "sickness_unto_death_excerpt.txt"}
