{"text": "The ethical expression for what Abraham did is that he would murder Isaac; the religious expression is that he would sacrifice Isaac--but in this contradiction lies the very anguish that can indeed make a sleepless night more difficult than a sleepless night in the days of old. Or is it perhaps not so? Is the ethical perhaps not the universal? And is the universal not the divine? And if the ethical is the divine, is it not then a temptation to do the will of God? But faith is precisely this paradox, that the single individual is higher than the universal, yet in such a way, be it observed, that the movement repeats itself, and that consequently the single individual, after having been in the universal, now as the single individual isolates himself as higher than the universal. If this is not faith, then Abraham is lost, then faith has never existed in the world... because it is always so.\n\nFaith is the highest passion in a human being. Many in every generation may not come that far, but none comes further. Whether there are many who do not discover it, I do not decide; I dare only appeal to myself and to this, that I have it not, which is enough...", "source": "fear_and_trembling_excerpt.txt"}
{"text": "The self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself. A human being is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short, a synthesis. A synthesis is a relation between two. Considered in this way, a human being is still not a self....\n\nDespair is the sickness unto death. The concept of the sickness unto death must be understood in a peculiar sense. Literally it means a sickness the end and outcome of which is death. Thus one speaks of a mortal sickness as synonymous with a sickness unto death. But in the Christian understanding death is itself a transition to life. In that sense, there is no sickness unto death in Christianity.\n\nBut despair is the sickness unto death in a quite different sense. It is the sickness of not being able to die; it is the torment of dying but not being able to die. To be sick unto death is to be unable to die, yet not as if there were hope of life; no, the hopelessness is that there is not even the ultimate hope, death. When death is the greatest danger, one hopes for life; but when one learns to know the even more horrifying danger, one hopes for death. When the danger is so great that death has become one's hope, despair is the hopelessness of not even being able to die.", "source": "sickness_unto_death_excerpt.txt"}
