{"text": "Preface\n\nNot only in the world of commerce but also in the world of ideas our age is putting on a veritable clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every privatdocent, tutor, and student, every crofter and cottager in philosophy, is not stopping to doubt everything but goes further. Perhaps it would be untimely and ill-timed to ask them where they are going, but surely it is courteous and unobtrusive to assume that they have doubted everything, since otherwise it would be queer of them to go further. This proceeding, to have doubted everything, they all have in common, and in this way they all have an easy life. \n\nThe Story of Abraham\n\n...Now the story of Abraham is remarkable in that while he is the father of faith, his act is, ethically speaking, the murder of Isaac. But religiously, it is the sacrifice of Isaac. It is in this contradiction that the dread lies which can well make a man sleepless, and yet Abraham is not what he is without this dread. \n\nThe ethical expression for what Abraham did is that he would murder Isaac; the religious expression is that he would sacrifice Isaac; but precisely in this contradiction is the dread which can well make a man sleepless, and yet without this dread Abraham is not who he is. \n\nIf faith does not make it a holy act to be willing to murder his son, then let the same judgment be passed upon Abraham as upon every other man. But if faith makes it a holy act, then what is this faith?\n\nThe Knight of Faith\n\nThe knight of faith is the only happy man, the heir to the finite, while the knight of resignation is a stranger and a sojourner. But the knight of faith does this, he makes the movement of infinity, and then he makes the movement of finiteness. \nHe resigned everything infinitely, and then he took everything back on the strength of the absurd. He makes the movements of faith. \n\nThe Teleological Suspension of the Ethical\n\nThe ethical as such is the universal, it applies to everyone, and the same thing is expressed from another point of view by saying that it applies every instant. It rests immanent in itself, has nothing without itself which is its telos, but is itself telos for everything outside it, and when this has been incorporated by it, it can go no further. Conceived immediately as physical and psychical, the particular individual is the particular which has its telos in the universal, and its task is to express itself constantly in it, to abolish its particularity in order to become the universal. As soon as the individual would assert himself as the particular over against the universal, he sins, and only by recognizing this can he again reconcile himself with the universal.\n\nBut if the ethical is the highest thing, and if nothing that is incommensurable remains in man in any other way but as the evil (i.e., the particular which has to be expressed in the universal), then one needs no other categories than those which the Greek philosophy possessed or which can be deduced from them by logic. But if this is the case, then Hegel is right. But he is not right in speaking about faith or allowing Abraham to be regarded as the father of it; for by the latter he has pronounced judgment both upon Abraham and upon faith. \n\nFaith is precisely this paradox, that the individual as the particular is higher than the universal, is justified over against it, is not subordinate but superior—yet in such a way, be it observed, that it is the particular individual who, after he has been subordinated as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute. This position cannot be mediated, for all mediation comes about precisely by virtue of the universal; it is and remains to all eternity a paradox, inaccessible to thought. \n", "source": "fear_and_trembling_excerpt.txt"}
{"text": "The Sickness Unto Death\n\nPreface\n\nThe form of this exposition is such that it might seem to strictly disciplined scientists as if it were too loose to be scientific, and to others as if it were too scientific to be edifying. As to the first objection, I have nothing to say; as to the second, I am of the opinion that if it is too scientific to be edifying, then the fault lies with the reader, who has not been willing to be edified, or with the author, who has not known how to communicate the edifying scientifically.\n\nPart First: The Sickness Unto Death is Despair\n\nA. That Despair is the Sickness Unto Death\n\n1. Despair is a Sickness in the Spirit, in the Self, and so it may have a Triple Form: in Despair at not being Conscious of having a Self (Despair Improperly so called); in Despair at not willing to be Oneself; in Despair at willing to be Oneself.\n\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\n\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. But if on the contrary the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\n\nSuch a relation which relates itself to its own self (that is to say, a self) must either have constituted itself or have been constituted by another.\n\nIf this relation which relates itself to its own self is constituted by another, the relation doubtless is the third term, but this relation (the third term) is in turn a relation relating itself to that which constituted the whole relation.\n\nSuch a derived, constituted, relation is the human self, a relation which relates itself to its own self, and in relating itself to its own self relates itself to another. Hence it is that there can be two forms of despair properly so called. If the human self had constituted itself, there could be only one form: not to will to be oneself, to will to get rid of oneself, but there could be no question of despairing over willing to be oneself. This formula, however, is the expression for the dependence of the relation (the self), the expression for the inability of the self to arrive at or to be in equilibrium and rest in itself, but only, in relating itself to its own self, by relating itself to that which constituted the whole relation.\n\nDespair is the sickness unto death.\n\n2. The Possibility and Actuality of Despair\n\nIs despair an advantage or a defect? It is pure dialectic, it is both. If one were to stick to the abstract idea of despair, without thinking of any concrete despairer, one might say that it is an immense advantage. The possibility of this sickness is man's advantage over the beast, and this advantage distinguishes him far more essentially than the erect posture, for it implies the infinite erectness or loftiness of being spirit. The possibility of this sickness is man's advantage over the beast; to be aware of this sickness is the Christian's advantage over the natural man; to be cured of this sickness is the Christian's blessedness.\n\nB. The Universality of this Sickness (Despair)\n\n...There is not one single living human being who does not despair a little, who does not secretly harbor a dread, an inner strife, a disharmony, an anxiety about an unknown something or a something he does not even dare to know, an anxiety about some possibility in existence or an anxiety about himself, so that, just as the physician speaks of going about with an illness in the body, he walks about with a sickness, carries about a sickness of the spirit which signals its presence at rare intervals in and through an anxiety he cannot explain.\n", "source": "sickness_unto_death_excerpt.txt"}
