{"text": "Preface\nNot merely in the realm of commerce but in the world of ideas as well our age is organizing a regular clearance sale. Everything is to be had at such a bargain that it is questionable whether in the end there is anybody who will want to bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every Privatdocent, tutor, and student, every crofter and cottar goes further. Perhaps it would be untimely and ill-timed to ask them where they are going.\nThe present writer is nothing of a philosopher, he has not understood the System, does not know whether it actually exists, whether it is completed ; already he has enough for his weak head in the thought of what a prodigious head everybody in our day must have, since everybody has such a prodigious thought. Even though one were capable of converting the whole content of faith into the form of a concept, it does not follow that one has adequately conceived faith and understands how one got into it, or how it got into one. The present writer is nothing of a philosopher ; he is, poetice et eleganter, an amateur writer who neither writes the System nor promises of the System, who neither subscribes to the System nor ascribes anything to it.\nPrelude\nOnce upon a time there was a man who as a child had heard the beautiful story about how God tempted Abraham, and how he endured temptation, kept the faith, and a second time received again a son contrary to expectation. When the child became older he read the same story with even greater admiration, for life had separated what was united in the pious simplicity of the child. The older he became, the more frequently his mind reverted to that story, his enthusiasm became greater and greater, and yet he was less and less able to understand the story. At last in his interest for that he forgot everything else ; his soul had only one wish, to see Abraham, one longing, to have been witness to that event.\nA Panegyric Upon Abraham\nIf a human being did not have an eternal consciousness, if underlying everything there were only a wild, fermenting power that writhing in dark passions produced everything, be it significant or insignificant, if a vast, never appeased emptiness is beneath everything, what would life be then but despair?\nNo, not one shall be forgotten who was great in the world. But each was great in his own way, and each in proportion to the greatness of that which he loved. For he who loved himself became great by himself, and he who loved other men became great by his selfless devotion, but he who loved God became greater than all. Everyone shall be remembered, but each became great in proportion to his expectation. One became great by expecting the possible, another by expecting the eternal, but he who expected the impossible became greater than all.\nBy faith I make renunciation of nothing, on the contrary, by faith I acquire everything, precisely in the sense in which it is said that he who has faith like a grain of mustard can remove mountains. A purely human courage is required to renounce the whole of the temporal to gain the eternal; but this I gain, and to all eternity I cannot renounce it - that is a self-contradiction.\nProblemata\nThe ethical as such is the universal, and as the universal it applies to everyone, which from another angle means that it applies at all times. It rests immanent in itself, has nothing outside itself that is its telos but is itself the telos for everything outside itself, and when the ethical has absorbed this into itself, it goes not further. The single individual, sensately and psychically qualified in immediacy, is the individual who has his telos in the universal, and it is his ethical task continually to express himself in this, to annul his singularity in order to become the universal. As soon as the single individual asserts himself in his singularity before the universal, he sins, and only by acknowledging this can he be reconciled again with the universal. ... Faith is namely this paradox that the single individual is higher than the universal ... so that after having been in the universal he as the single individual isolates himself as higher than the universal.\nInfinite resignation is the last stage before faith, so anyone who has not made this movement does not have faith, for only in infinite resignation does an individual become conscious of his eternal validity, and only then can one speak of grasping existence by virtue of faith.\nEpilogue\nOne must go further, one must go further. This impulse to go further is an ancient thing in the world.\nFaith is the highest passion in a man. There are perhaps many in every generation who do not even reach it, but no one gets further.", "source": "excerpts.txt"}
