{"text": "The Sickness Unto Death is Despair.\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. But if, on the contrary, the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\nDespair is the sickness unto death.\nThe concept of the sickness unto death must be understood in a peculiar sense. Literally it means a sickness the end and outcome of which is death. Thus one speaks of a mortal sickness as synonymous with a sickness unto death. In this sense despair cannot be called the sickness unto death. But in the Christian understanding death is itself a transition unto life. In this way there is from the Christian point of view no earthly bodily sickness unto death. For death is doubtless the last phase of the sickness, but death is not the last thing.\nThe torment of despair is precisely this: not to be able to die. So it has much in common with the situation of the dying man when he lies and struggles with death, and cannot die. So to be sick unto death is, not to be able to die—yet not as though there were hope of life; no, the hopelessness in this case is that even the last hope, death, is not available. When death is the greatest danger, one hopes for life; but when one becomes acquainted with an even more dreadful danger, one hopes for death. So when the danger is so great that death has become one’s hope, despair is the disconsolateness of not being able to die.", "source": "sickness_unto_death.txt"}
{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a real clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern science, every assistant professor, tutor, and student, every crook and corner of Christendom, is willing to sell out for a song.\nThe Story of Abraham\nAnd God tempted Abraham and said unto him, Abraham! and he said, Here am I. And he said, Take now thy son, thine only son Isaac, whom thou lovest, and get thee into the land of Moriah; and offer him there for a burnt offering upon one of the mountains which I will tell thee of.\nIt was early in the morning, Abraham rose early, he saddled his ass, and took two of his young men with him, and Isaac his son, and clave the wood for the burnt offering, and rose up, and went unto the place of which God had told him.\nThe ethical expression for what Abraham did is that he would murder Isaac; the religious expression is that he would sacrifice Isaac; but precisely in this contradiction is the anxiety that can make a person sleepless, and yet without this anxiety Abraham is not who he is.\nFaith is precisely this paradox, that the single individual is higher than the universal. If this is not faith, then Abraham is lost, then faith has never existed in the world because it has always existed. For if the ethical (i.e., the moral) is the highest thing, and if nothing incommensurable remains in man in any other way but as the evil (i.e., the particular which has to be expressed in the universal), then one needs no other categories than those which the Greek philosophers possessed or which can be deduced from them by logic. But the highest thing is not to be a philosopher, nor is it to be a knight of the infinite resignation; it is to be a knight of faith.", "source": "fear_and_trembling.txt"}
{"text": "DIAPSALMATA\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the moans and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a steady fire; their cries could not reach the tyrant’s ears so as to strike terror into his heart; when they reached him they sounded like sweet music. And men crowd about the poet and say to him, “Sing for us soon again”—which is as much as to say, “May new sufferings torment your soul, but may your lips be fashioned as before; for the cries would only distress us, but the music is delicious.” And the critics come forward and say, “That is perfectly done—just as it should be, according to the rules of aesthetics.” Now it is understood that a critic resembles a poet to a hair; he only lacks the anguish in his heart and the music upon his lips. I tell you, I would rather be a swineherd, understood by the swine, than a poet misunderstood by men.\nI don't feel like doing anything. I don't feel like riding—the motion is too violent; I don't feel like walking—it is too strenuous; I don't feel like lying down, for either I should have to remain lying, and I don't feel like doing that, or I should have to get up again, and I don't feel like doing that either. Summa Summarum: I don't feel like doing anything.\nMy life is like an eternal night; when will the day dawn? When will the sun rise? When will the shadows flee away?\nThere are two ways to be fooled. One is to believe what isn't true; the other is to refuse to believe what is true.\nMarry, and you will regret it; do not marry, you will also regret it; marry or do not marry, you will regret it either way. Laugh at the world’s foolishness, you will regret it; weep over it, you will regret that too; laugh at the world’s foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will also regret it… Hang yourself, you will regret it; do not hang yourself, and you will regret that too; hang yourself or don't hang yourself, you'll regret it either way; whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the essence of all philosophy.", "source": "either_or.txt"}
