{"text": "The Sickness Unto Death\nby Anti-Climacus\nPart First\nThe Sickness Unto Death is Despair\nI. That Despair is the Sickness Unto Death\nA. Despair is a Sickness of the Spirit, of the Self, and So Can Have Three Forms: in Despair Not to Be Conscious of Having a Self (Not Despair in the Strict Sense); in Despair Not to Will to Be Oneself; in Despair to Will to Be Oneself.\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. But if the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\nSuch a relation which relates itself to its own self (that is to say, a self) must either have established itself or have been established by another.\nIf the relation which relates itself to its own self has been established by another, then the relation is indeed the third term, but this relation (the third term) is in turn a relation relating itself to that which established the whole relation.\nSuch a derived, established relation is the human self, a relation which relates itself to its own self, and in relating itself to its own self relates itself to another. Hence it is that there can be two forms of despair in the strict sense, so far as the self is concerned: either in despair not to will to be oneself, or in despair to will to be oneself. But if the human self had established itself, then there could be only one form: not to will to be oneself, to will to do away with oneself, but there could not be the form: in despair to will to be oneself.\n...\nThe Possibility of the Offense\nThe offense lies in the fact that the infinite God and the finite man are separated by an infinite qualitative difference. This difference is the stumbling block. When Christianity declares that God became man, the understanding is scandalized. It cannot comprehend how the eternal can become temporal, how the infinite can be enclosed in the finite.\nBut precisely here is the test of faith. Faith is the happy passion that overcomes the offense. The believer looks at the paradox and says, \"I believe, not because I understand, but because it is absurd.\" The understanding must be crucified, for the relation to God is not an intellectual relation but an existential one.\nDespair is the sickness unto death because it is the state of being spiritually dead while physically alive. It is the inability to die, the torment of not being able to consume oneself. To be cured of this sickness is the Christian's task, but the cure is painful, for it requires dying to the world and to the self in order to live in God.", "source": "sickness_unto_death.txt"}
{"text": "Preface\nNot only in the business world but also in the world of ideas, our age stages a real clearance sale. Everything is to be had at such a bargain price that it is doubtful whether in the end there is anyone who will want to bid. Every speculative monitor who conscientiously signals the important trends in modern philosophy, every assistant professor, tutor, and student, every crofter and cottar in philosophy, is unwilling to stop with doubting everything but goes further. Perhaps it would be premature and untimely to ask where they are going, but surely it is polite and modest to assume that they have doubted everything, since otherwise it would be odd of them to say that they are going further. Having made this polite and modest assumption and admitted that they have doubted everything, without, so to speak, invalidating this by saying so, one is then at liberty to offer to them the goal they are aiming for.\n...\nThe Knight of Faith\nIf I were to speak of the knight of faith, I would say: The only thing I can do is describe the movements of faith, but I cannot make them. If a person can make them, he is a knight of faith. It is a source of great wonder to me. I can describe the movements of faith, but I cannot make them. When one looks at the knight of faith, one might easily mistake him for a tax collector or a clerk. He takes a holiday on Sunday. He goes to church. He is like a dancer who has made a leap, and lands so well that he does not stagger. He is completely finite, yet he lives in the infinite.\nThe knight of faith is the only happy man, the heir to the finite, while the knight of resignation is a stranger and an alien. To get the princess, to live with her joyfully and happily day after day (for it is also conceivable that the knight of resignation might get the princess, but that his soul had lost the elasticity of the finite)—this is what the knight of faith does, and the only thing he does.\n...\nProblem I: Is there a Teleological Suspension of the Ethical?\nThe ethical as such is the universal, and as the universal it applies to everyone, which may be expressed from another point of view by saying that it applies every instant. It rests immanent in itself, has nothing without itself which is its telos, but is itself telos for everything outside it, and when this has been incorporated by the ethical it can go no further. Conceived immediately as physical and psychical, the particular individual is the particular which has its telos in the universal, and its task is to express itself constantly in it, to abolish its particularity in order to become the universal. As soon as the particular individual asserts himself in his particularity over against the universal, he sins, and only by recognizing this can he again reconcile himself with the universal.\nFaith is precisely this paradox, that the individual as the particular is higher than the universal, is justified over against it, is not subordinate but superior—yet in such a way, be it observed, that it is the particular individual who, after he has been subordinated as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute. This position cannot be mediated, for all mediation comes about precisely by virtue of the universal; it is and remains to all eternity a paradox, inaccessible to thought.", "source": "fear_and_trembling.txt"}
{"text": "Either/Or\nA Fragment of Life\nEdited by Victor Eremita\nDiapsalmata\nI have just returned from a party of which I was the life and soul; wit poured from my lips, everyone laughed and admired me—but I went away—and the dash should be as long as the earth's orbit—\n--------------------------------------------------------------------------------\nand wanted to shoot myself.\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a slow fire; their cries could not reach the tyrant’s ears so as to strike terror into his heart; when they reached him they sounded like sweet music. And men crowd about the poet and say to him, “Sing for us soon again”—that is as much as to say, “May new sufferings torment your soul, but may your lips be fashioned as before; for the cries would only distress us, but the music is delicious.”\n...\nThe Rotation Method\nPeople are always saying that the problem is to be bored. This is quite true, if one only understands it correctly. Boredom is the root of all evil. It is very curious that boredom, which itself has such a calm and sedate nature, can have such a capacity to initiate motion. The effect of boredom is usually strongest when it ceases to be a strictly negative condition and becomes positive.\nTo avoid boredom, one must have a method. My method is the rotation method. It does not consist in changing one’s soil, for the soil is always the same, but in changing the method of cultivation and the crops. One must learn to forget. The art of remembering and the art of forgetting are the two most important arts in life.\nIf you want to be able to forget, you must never become completely absorbed in anything. If you do, you are lost, for you have lost your freedom. You become a slave to the memory. You must always keep a way out open. You must be able to break off at any moment. This applies to friendship, to love, to business, to everything.\nFriendship is dangerous. It binds you. It makes you dependent. You must never have a friend. You may have acquaintances, as many as you like, but no friends.\nMarriage is even more dangerous. It is the most binding of all ties. It is a trap. Once you are married, you are finished. You have lost your freedom, your independence, your soul. You have become a member of society, a cog in the machine.\n...\nThe Esthetic Validity of Marriage\nBut now I ask you, my young friend, is there not something beautiful in marriage? Is it not a noble task to unite the temporal and the eternal, the finite and the infinite, in a holy bond? You smile. You think I am talking like a parson. But I am not. I am talking like a man who has seen life and who knows that the esthetic is not the only validity in life, nor the highest.\nThere is an ethical validity, and it is higher than the esthetic. The ethical does not destroy the esthetic, but it dethrones it. It makes it serve a higher purpose. In marriage, the esthetic is preserved, but it is transfigured. It becomes duty. And duty is the only thing that can give life meaning and stability.\nChoose then, my friend. Choose yourself. Choose despair, if you must, but choose. For in choosing, you become a self. You become a human being.", "source": "either_or.txt"}
