{"text": "\"I see it all perfectly; there are two possible situations — one can either do this or that. My honest opinion and my friendly advice is this: do it or do not do it — you will regret both.\"", "source": "quotes.txt"}
{"text": "\"In addition to my other numerous acquaintances, I have one more intimate confidant… My depression is the most faithful mistress I have known — no wonder, then, that I return the love.\"", "source": "quotes.txt"}
{"text": "\"What is a poet? An unhappy man who hides deep anguish in his heart, but whose lips are so formed that when the sigh and cry pass through them, it sounds like lovely music.... And people flock around the poet and say: 'Sing again soon' - that is, 'May new sufferings torment your soul but your lips be fashioned as before, for the cry would only frighten us, but the music, that is blissful.'\"", "source": "quotes.txt"}
{"text": "\"If I were to wish for anything, I should not wish for wealth and power, but for the passionate sense of the potential, for the eye which, ever young and ardent, sees the possible. Pleasure disappoints, possibility never. And what wine is so sparkling, what so fragrant, what so intoxicating, as possibility!\"", "source": "quotes.txt"}
{"text": "\"I have only one friend, and that is echo. Why is it my friend? Because I love my sorrow, and echo does not take it away from me. I have only one confidant, and that is the silence of night. Why is it my confidant? Because it remains silent.\"", "source": "quotes.txt"}
{"text": "\"Life can only be understood backwards; but it must be lived forwards.\"", "source": "quotes.txt"}
{"text": "\"A fire broke out backstage in a theatre. The clown came out to warn the public; they thought it was a joke and applauded. He repeated it; the acclaim was even greater. I think that's just how the world will come to an end: to general applause from wits who believe it's a joke.\"", "source": "quotes.txt"}
{"text": "\"Do not disturb yourself by picturing your life as a whole; do not assemble in your mind the many and varied troubles which have come to you in the past... but ask yourself with regard to every present difficulty: 'What is there in this that is unbearable and beyond endurance?'\"", "source": "quotes.txt"}
{"text": "\"The most common form of despair is not being who you are.\"", "source": "quotes.txt"}
{"text": "\"Anxiety is the dizziness of freedom.\"", "source": "quotes.txt"}
