{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a big clearance sale. Everything is to be had at such a bargain price that it is doubtful whether in the end there will be anyone who wants to bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every lecturer, tutor, and student, every crofter and cottar in philosophy, is not content with doubting everything but goes further. It might be premature and unbecoming for me to ask them where they are going, but surely it is polite and modest to assume that they have doubted everything, since otherwise it would be queer for them to go further. This movement they have made, this preliminary step, they have therefore completed, and they probably would not be so unkind as to leave one who is anxious to learn the nature of this movement in the lurch, one who otherwise would easily be tempted to interpret the movement in the words of the proverb: “One preaches to the other until the other gets up and walks away.”\nI am not a philosopher, I am a poet and an elegant thinker, but I have often heard what philosophy says and have also heard what the simple man says, and I have never found that they agreed. I know that the system is the unity of the finite and the infinite, but I also know that if a man says this to a simple man, the latter will look at him in astonishment and ask, “What is that?” And if the philosopher then explains it to him, the simple man will say, “Oh, is that what it is? Well, I knew that already.” So the difference is that the philosopher says it in a difficult way and the simple man says it in a simple way. But if the philosopher says, “I have doubted everything,” the simple man will say, “Well, I haven’t; for I have always believed in God.” And if the philosopher says, “I have gone further,” the simple man will say, “Well, I haven’t; for I am still where I was.”", "source": "fear_and_trembling_excerpt.txt"}
