{"text": "The relation of the self to itself is the self. The self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself. A human being is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short, a synthesis. A synthesis is a relation between two. Considered in this way, a human being is still not a self.\nDespair is the sickness unto death. The torment of despair is precisely this: not to be able to die. So it has much in common with the situation of the dying man when he lies and struggles with death, and is unable to die. Thus to be sick unto death is, not to be able to die, but not as if there were hope of life; no, the hopelessness is that there is not even the ultimate hope, death. When death is the greatest danger, one hopes for life; but when one learns to know the even greater danger of despair, one learns to shout for death.", "source": "sickness_unto_death_excerpt.txt"}
{"text": "The Knight of Faith is the only happy man, the heir to the finite, while the Knight of Resignation is a stranger and a sojourner. But if I knew where to find such a knight of faith, I would travel on foot to him, for this marvel interests me absolutely. I would not let him go for a moment, I would watch how he managed to make the movements, I would regard myself as sustained by him, and I would divide my time between looking at him and practicing the exercises myself, and thus I would spend all my time admiring him.\nFaith is precisely this paradox, that the single individual is higher than the universal. It is the paradox that the single individual as the single individual determines his relation to the universal by his relation to the absolute, not his relation to the absolute by his relation to the universal. The paradox may also be expressed in this way: that there is an absolute duty toward God; for in this relationship of duty the individual as an individual stands related absolutely to the absolute.", "source": "fear_and_trembling_excerpt.txt"}
