{"text": "What I really lack is to be clear in my mind what I am to do, not what I am to know, except in so far as a certain understanding must precede every action. The thing is to understand myself, to see what God really wishes me to do; the thing is to find a truth which is true for me, to find the idea for which I can live and die. What good would it do me if truth stood before me, cold and naked, not caring whether I recognised her or not, and producing in me a shudder of fear rather than a trusting devotion? I certainly do not deny that I still recognise an imperative of understanding and that through it one can work upon men, but it must be taken up into my life, and that is what I now recognise as the most important thing.\nMarry, and you will regret it; do not marry, you will also regret it; marry or do not marry, you will regret it either way. Laugh at the world’s foolishness, you will regret it; weep over it, you will also regret it; laugh at the world’s foolishness or weep over it, you will regret it either way; whether you laugh at the world’s foolishness or weep over it, you will regret it either way. Believe a woman, you will regret it; do not believe her, you will also regret it; believe a woman or do not believe her, you will regret it either way; whether you believe a woman or do not believe her, you will regret it either way. Hang yourself, you will regret it; do not hang yourself, you will also regret it; hang yourself or do not hang yourself, you will regret it either way; whether you hang yourself or do not hang yourself, you will regret it either way. This, gentlemen, is the essence of all philosophy.\nAnxiety is the dizziness of freedom. He whose life is not crushed by this dizziness, but who takes up the burden of his own freedom, he is the one who truly exists. The crowd is untruth. To venture causes anxiety, but not to venture is to lose one's self. And to venture in the highest sense is precisely to be conscious of one's self.", "source": "excerpt.txt"}
