{"text": "The Sickness Unto Death\nA Christian Psychological Exposition for Upbuilding and Awakening\nby Anti-Climacus\nChapter 1. Despair Is the Sickness Unto Death\nA. That Despair is the Sickness Unto Death\n1. Despair is a Sickness of the Spirit, of the Self, and So Can Have Three Forms: in Despair Not to Be Conscious of Having a Self (Not Despair in the Strict Sense); in Despair Not to Will to Be Oneself; in Despair to Will to Be Oneself.\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. If on the contrary the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\nSuch a relation which relates itself to its own self (that is to say, a self) must either have constituted itself or have been constituted by another. If this relation which relates itself to its own self is constituted by another, the relation doubtless is the third term, but this relation (the third term) is in turn a relation relating itself to that which constituted the whole relation. Such a derived, constituted, relation is the human self, a relation which relates itself to its own self, and in relating itself to its own self relates itself to another. Hence it is that there can be two forms of despair in the strict sense. If the human self had constituted itself, there could be only one form: not to will to be oneself, to will to get rid of oneself, but there could be no question of despairing to will to be oneself. This formula [i.e. that the self is constituted by another] is the expression for the total dependence of the relation (the self), the expression for the fact that the self cannot of itself attain and remain in equilibrium and rest by itself, but only by relating itself to that which constituted the whole relation. Indeed, so far is it from being true that this second form of despair (despair at willing to be oneself) denotes the bisecting of a self, that on the contrary it can only be unified by relating itself to God.\nThe formula which describes the state of the self when despair is completely eradicated is this: by relating itself to its own self and by willing to be itself the self is grounded transparently in the Power which posited it.\n2. The Possibility and Actuality of Despair\nIs despair an advantage or a drawback? Regarded in a purely dialectical way it is both. If one were to stick to the abstract idea of despair, without thinking of any concrete despairer, one might say that it is an immense advantage. The possibility of this sickness is man’s advantage over the beast, and this advantage distinguishes him far more essentially than the erect posture, for it implies the infinite erectness or loftiness of being spirit. The possibility of this sickness is man’s advantage over the beast; to be aware of this sickness is the Christian’s advantage over the natural man; to be cured of this sickness is the Christian’s blessedness.\nSo then it is an infinite advantage to be able to despair; and yet it is not only the greatest misfortune and misery to be in despair; no, it is perdition. Ordinarily there is no such relation between possibility and actuality; if it is an advantage to be able to be this or that, it is still a greater advantage to be it. That is to say, the being of despair is not a simple being, but a negation of being, and acts destructively upon being.\n3. Despair is the Sickness unto Death.\nThe concept of the sickness unto death must be understood in a peculiar sense. Literally it means a sickness the end and outcome of which is death. Thus one speaks of a mortal sickness as synonymous with a sickness unto death. In this sense despair cannot be called the sickness unto death. But in the Christian understanding of it death is itself a transition unto life. In view of this, there is nothing earthly and temporal which is the sickness unto death.\nDespair is the sickness unto death, this tormenting contradiction, this sickness in the self; eternally to die, to die and yet not to die, to die death. For to die signifies that it is all over, but to die death means to experience dying, and if this is experienced for a single instant, one thereby experiences it eternally. If a person were to die of despair as one dies of a sickness, then the eternal in him, the self, must be capable of dying in the same sense that the body dies of sickness. But this is an impossibility; the dying of despair transforms itself constantly into a living. The despairing man cannot die; no more than \"the dagger can slay thoughts\" can consumption of the eternal, the self, be consumed by despair. No, the torment of despair is precisely this, not to be able to die.", "source": "sickness_unto_death.txt"}
{"text": "Preface\nNot only in the commercial world, but also in the world of ideas, our age is putting on a big clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every privatdocent, tutor, and student, every crofter and cottar in philosophy, is not stopping to doubt everything but goes further. Perhaps it would be premature and untimely to ask them where they are going, but surely it is pardonable and polite to assume that they have doubted everything, since otherwise it would be queer of them to go further. This proceeding of theirs, then, they have all performed with such ease that they do not think the least bit about it.\n...\nProblem I: Is there a Teleological Suspension of the Ethical?\nThe ethical as such is the universal, and as the universal it applies to everyone, which may be expressed from another point of view by saying that it applies every instant. It rests immanent in itself, has nothing without itself which is its telos, but is itself telos for everything outside it, and when this has been incorporated by it it can go no further. Conceived immediately as physical and psychical, the particular individual is the individual who has his telos in the universal, and his ethical task is to express himself constantly in it, to abolish his particularity in order to become the universal. As soon as the individual would assert himself as the particular over against the universal, he sins, and only by recognizing this can he again reconcile himself with the universal. Every time the individual after he has entered the universal feels an impulse to assert himself as the particular, he is in temptation (Anfechtung), and he can labor himself out of this only by abandoning himself as the particular in the universal. If this be the highest thing that can be said of man and of his existence, then the ethical has the same nature as man’s eternal blessedness, which to all eternity and at every instant is his telos, since it would be a contradiction to say that this might be abandoned (i.e. teleologically suspended), seeing that as soon as it is suspended it is forfeited, whereas in other cases what is suspended is not forfeited but is preserved in the higher sphere which is its telos.\nIf such be the case, then Hegel is right when in his Logic he characterizes “the Good” and “Conscience” as “the Moral Forms of Evil” (cf. especially The Philosophy of Right), and he is right in characterizing faith as this form of evil—but in that case he is wrong in not characterizing faith as a temptation (Anfechtung), or in characterizing it as that, but at the same time saying nothing about how he has overcome it.\nFaith is precisely this paradox, that the individual as the particular is higher than the universal, is justified over against it, is not subordinate but superior—yet in such a way, be it observed, that it is the particular individual who, after he has been subordinated as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute. This position cannot be mediated, for all mediation comes about precisely by virtue of the universal; it is and remains to all eternity a paradox, inaccessible to thought. And yet faith is this paradox—or else (these are the logical deductions which I would beg the reader to have in mente at every point, though it would be too prolix for me to reiterate them on every occasion)—or else there never has been faith...\nThe story of Abraham contains therefore a teleological suspension of the ethical. As the individual he became higher than the universal. This is the paradox which does not permit of mediation. It is just as inexplicable how he got into it as it is inexplicable how he remained in it. If such is not the position of Abraham, then he is not even a tragic hero but a murderer. To want to continue to call him the father of faith, to talk of this to people who do not concern themselves with anything but words, is thoughtless. A man can become a tragic hero by his own powers—but not a knight of faith. When a man enters upon the way, in a certain sense the hard way of the tragic hero, many will be able to give him counsel; to him who follows the narrow way of faith no one can give counsel, him no one can understand. Faith is a miracle, and yet no man is excluded from it; for that in which all human life is unified is passion, and faith is a passion.", "source": "fear_and_trembling.txt"}
{"text": "Either/Or: A Fragment of Life\nEdited by Victor Eremita\nDiapsalmata\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a slow fire; their cries could not reach the tyrant's ears so as to strike terror into his heart; when they reached him they sounded like sweet music. And men crowd about the poet and say to him, \"Sing for us soon again\"—which is as much as to say, \"May new sufferings torment your soul, but may your lips be fashioned as before; for the cries would only distress us, but the music is delicious.\" And the critics come, too, and say, \"He writes according to the rules of aesthetics, and as a man of taste should.\" To be sure, a critic resembles a poet to a hair; he only lacks the anguish in his heart and the music upon his lips. lo, I tell you, I would rather be a swineherd, understood by the swine, than a poet misunderstood by men.\n...\nI do not care for anything. I do not care to ride, for the exercise is too violent. I do not care to walk, for it is too strenuous. I do not care to lie down, for I should either have to remain lying, and I do not care to do that, or I should have to get up again, and I do not care to do that either. Summa summarum: I do not care at all.\n...\nMy life is like an eternal night; when will the day dawn? When will the cock crow? My soul is faint, for I have watched through the night. I have fought with the dark powers; I have conquered, but the victory was won at the cost of my life's happiness. I am like a man who has conquered a city but in the process has lost his own house.\n...\nPeople understand me so poorly that they don't even understand my complaint about them not understanding me.\n...\nIf you marry, you will regret it; if you do not marry, you will also regret it; if you marry or do not marry, you will regret both; whether you marry or do not marry, you will regret both. Laugh at the world’s follies, you will regret it, weep over them, you will also regret that; laugh at the world’s follies or weep over them, you will regret both; whether you laugh at the world’s follies or weep over them, you will regret both. Believe a woman, you will regret it, believe her not, you will also regret that; believe a woman or believe her not, you will regret both; whether you believe a woman or believe her not, you will regret both. Hang yourself, you will regret it; do not hang yourself, and you will also regret that; hang yourself or do not hang yourself, you will regret both; whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the sum and substance of all philosophy.\n...\nThe most beautiful time is the first period of falling in love, when from every encounter, every glance, one fetches home something new to rejoice over.\n...\nMy soul is so heavy that thought can no longer sustain it, no more than the spider's web can sustain the weight of a stone.\n...\nI have the courage, I believe, to doubt everything; I have the courage, I believe, to fight with everything; but I have not the courage to know anything; not the courage to possess, to own anything. Most people complain that the world is so prosaic, that life is not like a romance, where opportunities for the most ideal happiness are offered. I complain that life is not like a romance where there are hard and fast conditions, where one has only to satisfy them in order to be happy. In a romance, if you kill the giant, you win the princess. In life, if you kill the giant, you are likely to be sued for damages, and if you win the princess, you find she has a mother who comes to live with you.\n...\nA fire broke out backstage in a theatre. The clown came out to warn the public; they thought it was a joke and applauded. He repeated it; the acclaim was even greater. I think that's just how the world will come to an end: to general applause from wits who believe it's a joke.", "source": "either_or.txt"}
