{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a veritable clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every assistant professor, tutor, and student, every crofter and cottager in philosophy, is not content with doubting everything but goes further. It might be untimely and ill-timed to ask them where they are going, but it is no doubt polite and altogether proper to assume that they have doubted everything, since otherwise it would be queer for them to be going further. This preliminary movement they have all of them made with such ease that they do not think it necessary to say a word about how they did it; for not even he who anxiously and with deep concern sought a little guidance in these waters, found any, found any instruction in the art of doubting, or any enlightenment as to how the doubting began. But even Descartes, a venerable, humble and honest thinker, whose writings surely no one can read without deep emotion, did he do what he said and say what he did. Alas, alas, that is a great rarity in our times! Descartes, as he has frequently said, did not doubt in matters of faith. \"Memores tamen, ut jam dictum est, huic lumini naturali tamdiu tantum esse credendum, quamdiu nihil contrarium a Deo ipso revelatur. . . . Praeter caetera autem, memoriae nostrae pro summa regula est infigendum, ea quae nobis a Deo revelata sunt, ut omnium certissima esse credenda; et quamvis forte lumen rationis, quam maxime clarum et evidens, aliud quid nobis suggerere videretur, soli tamen auctoritati divinae potius quam proprio nostro judicio fidem esse adhibendam.\" He cried out to his age: \"Quemadmodum enim qui in obscuris incedunt, si quo ad praesens egeant, oculos claudant, ne quid videant, recte agere videntur,\" etc. He did not cry, \"Fire!\" and make it a duty for everyone to doubt; for Descartes was a quiet and solitary thinker, not a shouting street-watchman; he knew that he himself had doubted, he knew that this was no easy thing to do.\nBut in our time, as was said, one does not stop with faith, one goes further. It would perhaps be rash to ask where one is going, but it is surely a sign of breeding and culture for me to assume that everyone has faith, for otherwise it would be queer for them to be going further. In those old days it was different, then faith was a task for a whole lifetime, because it was assumed that dexterity in faith is not acquired in a few days or weeks. When the tried old soldier reaches the end of life, he answers the clergyman who would examine him on the Bible: \"I have fought the good fight, I have kept the faith.\" His eye is not young and fiery, his arm is weak, he cannot hold his weapon--but he cannot stop, he goes further. He does not know clearly where he is going, he does not know clearly what there is, what waits for him, but he goes further. This is the way it was in the old days, when faith was a task for a whole lifetime, when it was a struggle and a victory. But in our time, this is not the case, now one has faith but one goes further.", "source": "fear_and_trembling.txt"}
{"text": "The Sickness Unto Death\nA Christian Psychological Exposition for Upbuilding and Awakening\nBy Anti-Climacus\nEdited by S. Kierkegaard\nPreface\nTo many the form of this \"exposition\" will seem strange; it will seem to them too strict to be upbuilding, and too upbuilding to be strictly scientific. As to the latter point, I have no opinion. As to the former, I beg leave to differ; and if it were true that the form is too strict to be upbuilding, I should regard that as a fault. It is a different question whether the form may not seem too strict to the edifying, in the sense in which everyone now understands that word; and as to that, I have no opinion. But that it is too strict to be upbuilding, I deny; for the upbuilding is not the loose, the lax, the sentimentally flabby, but the strict, the rigorous, the strenuous.\nIt is a Christian exposition, and so the form is not scientific. For Christianly understood, \"truth\" is not the same as it is in the sense of philosophy, an objective, uncertain something, indifferent to the existing subject; no, Christianly understood, truth is the subjective, the inwardness, the appropriation, the being-in-truth. Therefore, it is not scientific.\n...\nChapter 1: Sickness Unto Death is Despair\nA. That Despair is the Sickness Unto Death\n1. Despair is a Sickness in the Spirit, in the Self, and so it may have three forms: in Despair at not being conscious of having a Self (Despair Improperly So Called); in Despair at not willing to be oneself; in Despair at willing to be oneself.\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. But if the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\nSuch a relation which relates itself to its own self (that is to say, a self) must either have constituted itself or have been constituted by another. If this relation which relates itself to its own self is constituted by another, the relation doubtless is the third term, but this relation (the third term) is in turn a relation relating itself to that which constituted the whole relation. Such a derived, constituted, relation is the human self, a relation which relates itself to its own self, and in relating itself to its own self relates itself to another. Hence it is that there can be two forms of despair in the strict sense. If the human self had constituted itself, there could be a question only of one form: not willing to be one's own self, of willing to get rid of oneself, but there would be no question of despair at willing to be oneself. This formula [i.e. that the self is constituted by another] is the expression for the total dependence of the relation (the self), the expression for the fact that the self cannot of itself attain and remain in equilibrium and rest by itself, but only by relating itself to that Power which constituted it. And so despair, which is the disrelationship in a relation which relates itself to itself, signifies that the self does not do this, but in the relation to itself relates itself to another.", "source": "sickness_unto_death.txt"}
