{"text": "Excerpt from \"Fear and Trembling\":\nFaith is precisely this paradox, that the single individual is higher than the universal, yet in such a way, be it observed, that the movement repeats itself, and that consequently the single individual who was in the universal, now as the single individual sets himself higher than the universal. If this be not faith, then Abraham is lost, then faith has never existed in the world...\nThe knight of faith is obliged to rely upon himself alone, he feels the pain of not being able to make himself intelligible to others, but he feels no vain desire to guide others. The pain is his assurance that he is in the right way, for he knows that if he were to be understood, he would be speaking the universal, but if he were speaking the universal, he would not be the knight of faith.\nExcerpt from \"The Sickness Unto Death\":\nThe despair that is conscious of being despair, as also that it is despair about something specific... requires, in order to be a despair which is conscious of itself, a consciousness of the self.\nTo be a self is the greatest concession made to man, but at the same time it is eternity's demand upon him.\nA self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nExcerpt from \"Either/Or\":\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a slow fire; their cries could not reach the tyrant's ears so as to strike terror into his heart; when they reached him they sounded like sweet music.\nI see it all perfectly; there are two possible situations — one can either do this or that. My honest opinion and my friendly advice is this: do it or do not do it — you will regret both.\nMarry, and you will regret it; do not marry, you will regret it; marry or do not marry, you will regret it either way. Laugh at the world’s foolishness, you will regret it; weep over it, you will regret that too; laugh at the world’s foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will regret that too; believe a woman or believe her not, you will regret both. Hang yourself, you will regret it; do not hang yourself, and you will regret that too; hang yourself or do not hang yourself, you will regret both whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the essence of all philosophy.\nExcerpt from \"Concluding Unscientific Postscript\":\nTruth is subjectivity.\nWhen the question of truth is raised in an objective manner, reflection is directed objectively to the truth, as an object to which the knower is related. Reflection is not focused upon the relationship, however, but upon the question of whether it is the truth to which the knower is related. If only the object to which he is related is the truth, the subject is accounted to be in the truth. When the question of the truth is raised subjectively, reflection is directed subjectively to the nature of the individual's relationship; if only the mode of this relationship is in the truth, the individual is in the truth even if he should happen to be thus related to what is not true.\nThe objective accent falls on WHAT is said, the subjective accent on HOW it is said.\nPeople understand me so poorly that they don't even understand my complaint about them not understanding me.", "source": "excerpts.txt"}
