{"text": "The Sickness Unto Death\nA Christian Psychological Exposition for Upbuilding and Awakening\nBy Anti-Climacus\nFirst Part: The Sickness Unto Death is Despair\nI. That Despair is the Sickness Unto Death\nA. Despair is a Sickness in the Spirit, in the Self, and So It May Have a Threefold Form: in Despair at Not Being Conscious of Having a Self (Despair Improperly So Called); in Despair at Not Willing to Be Oneself; in Despair at Willing to Be Oneself.\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short, a synthesis. A synthesis is a relation between two. Considered in this way, man is still not a self.\nIn the relation between two, the relation is the third as a negative unity, and the two relate to the relation and in the relation to the relation; thus under the qualification of the psyche the relation between the psyche and the body is a relation. If, on the contrary, the relation relates itself to itself, this relation is the positive third, and this is the self.\nSuch a relation that relates itself to itself, a self, must either have established itself or have been established by another.\nIf the relation that relates itself to itself has been established by another, then the relation is indeed the third, but this relation, the third, is yet again a relation and relates itself to that which established the entire relation.\nThe human self is such a derived, established relation, a relation that relates itself to itself and in relating itself to itself relates itself to another. This is why there can be two forms of despair in the strict sense. If a human self had itself established itself, then there could be only one form: not to will to be oneself, to will to do away with oneself, but there could not be the form: in despair to will to be oneself. This second formula is specifically the expression for the total dependence of the relation (the self), the expression for the inability of the self to arrive at or to be in equilibrium and rest by itself, but only, in relating itself to itself, by relating itself to that which has established the entire relation.", "source": "sickness_unto_death_excerpt.txt"}
{"text": "Not only in the world of commerce but also in the world of ideas our age is putting on a veritable clearance sale. Everything can be had at such a bargain price that it is doubtful whether in the end there is anyone who will want to bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every assistant professor, tutor, and student, every crofter and cottar in philosophy, is unwilling to stop with the doubting of everything but goes further. Perhaps it would be premature and untimely to ask them where they are going, but it is certainly pardonable to make use of faith.\nIf there were no eternal consciousness in a man, if at the foundation of all there lay only a wildly seething power which writhing with obscure passions produced everything that is great and everything that is insignificant, if a bottomless void never satiated lay hidden beneath all--what then would life be but despair? If it were thus, if there were no sacred bond which united mankind, if one generation arose after another like the leafage of the forest, if the one generation replaced the other like the song of birds in the forest, if the human race passed through the world as the ship slides through the sea, or the hurricane through the desert, a thoughtless and fruitless activity, if an eternal oblivion were always lurking hungrily for its prey and there were no power strong enough to wrest it from its maw--how empty then and comfortless life would be!\nBut it is not so.\nThe Knight of Faith is the only happy man, the heir to the finite, while the Knight of Resignation is a stranger and a foreigner. But the Knight of Faith... humanly speaking, he is crazy and cannot make himself intelligible to anyone. He says: \"Nevertheless, I have faith that I will get her--that is, by virtue of the absurd, by virtue of the fact that for God all things are possible.\"", "source": "fear_and_trembling_excerpt.txt"}
