{"text": "Not only in the world of commerce but also in the world of ideas our age is putting on a real clearance sale. Everything may be had at such a bargain that it is doubtful whether in the end there is anybody who will want to bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every privat-docent, tutor, and student, every crofter and cottar in philosophy, is not content with stopping at doubting everything but goes further. It might be asked perhaps where they are going, but surely it is politeness and nothing more which makes them refrain from declaring it, for they are willing and able to do so: they go further than faith. What was once the hardest task of all, that is now a mere nothing, for every student goes further.\nFaith is precisely this paradox, that the single individual as the single individual is higher than the universal, is justified before it, not as inferior to it but as superior—yet in such a way, be it observed, that it is the single individual who, after having been subordinate as the single individual to the universal, now by means of the universal becomes the single individual who as the single individual is superior, that the single individual as the single individual stands in an absolute relation to the absolute.", "source": "fear_and_trembling.txt"}
{"text": "What is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the moans and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a steady fire; their cries could not reach the tyrant’s ears so as to strike terror into his heart; when they reached his ears they sounded like sweet music. And men crowd about the poet and say to him, 'Sing for us soon again'—which is as much as to say, 'May new sufferings torment your soul, but may your lips be fashioned as before; for the cries would only distress us, but the music is dainty.' And the critics come forward and say, 'That is perfectly done—just as it should be, according to the rules of aesthetics.' Now it is understood that a critic resembles a poet to a hair; he only lacks the anguish in his heart and the music upon his lips. lo, I tell you, I would rather be a swineherd, understood by the swine, than be a poet and be misunderstood by men.\nI don't feel like doing anything. I don't feel like riding—the motion is too violent; I don't feel like walking—it is too strenuous; I don't feel like lying down, for either I should have to remain lying, and I don't feel like doing that, or I should have to get up again, and I don't feel like doing that either. Summa Summarum: I don't feel like doing anything.", "source": "diapsalmata.txt"}
