{"text": "\"Faith begins precisely where thinking leaves off.\"\n\"For he who loves God without faith reflects on himself, while he who loves God in faith reflects on God.\"\n\"If there were no eternal consciousness in a man, if at the foundation of all there lay only a wildly seething power which writhing with obscure passions produced everything that is great and everything that is insignificant, if a bottomless void never satiated lay hidden beneath all--what then would life be but despair?\"\n\"To have faith is to lose your mind and to win God.\"\n\"The knight of faith is the only happy man, the heir to the finite, while the knight of resignation is a stranger and an alien.\"\n\"Abraham believed by virtue of the absurd.\"\n\"Infinite resignation is the last stage prior to faith, so that one who has not made this movement has not faith; for only in infinite resignation do I become clear to myself with respect to my eternal validity, and only then can there be question of grasping existence by virtue of faith.\"\n\"It is great to give up one's wish, but it is greater to hold it fast after having given it up, it is great to grasp the eternal, but it is greater to hold fast to the temporal after having given it up.\"", "source": "fear_and_trembling.txt"}
{"text": "\"The self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself.\"\n\"Despair is the sickness unto death.\"\n\"The specific character of despair is precisely this: it is unaware of being despair.\"\n\"To lack possibility means that everything has become necessary to a person or that everything has become trivial.\"\n\"The greatest hazard of all, losing one's self, can occur very quietly in the world, as if it were nothing at all. No other loss can occur so quietly; any other loss - an arm, a leg, five dollars, a wife, etc. - is sure to be noticed.\"\n\"Deep within every human being there still lives the anxiety over the possibility of being alone in the world, forgotten by God, overlooked among the millions and millions.\"\n\"Precisely because the negative is present, the positive is also present; but because the positive is present, the negative is also present.\"\n\"To be a self is the greatest concession made to man, but at the same time it is eternity's demand upon him.\"", "source": "sickness_unto_death.txt"}
{"text": "\"What if everything in the world were a misunderstanding, what if laughter were really tears?\"\n\"I feel as if I were a piece in a game of chess when my opponent says of it: That piece cannot be moved.\"\n\"I have the courage, I believe, to doubt everything; to have the courage to believe in nothing is something I do not have.\"\n\"Let others complain that the age is wicked; my complaint is that it is paltry; for it lacks passion.\"\n\"My life has been brought to an impasse, I loathe existence, it is tasteless, lacking salt and sense.\"\n\"The unhappy person is one who has his ideal, the content of his life, the fullness of his consciousness, the essence of his being, in some manner outside of himself.\"\n\"It is quite true what philosophy says: that life must be understood backwards. But then one forgets the other principle: that it must be lived forwards.\"\n\"Marry, and you will regret it; do not marry, you will also regret it; marry or do not marry, you will regret it either way.\"\n\"The most painful state of being is remembering the future, particularly the one you'll never have.\"\n\"People demand freedom of speech as a compensation for the freedom of thought which they seldom use.\"", "source": "either_or.txt"}
