{"text": "The ethical as such is the universal, it applies to everyone, and the same thing is expressed from another point of view by saying that it applies every instant. It rests immanent in itself, has nothing without itself which is its telos, but is itself telos for everything outside it, and when this has been incorporated by the ethical it can go no further...\nFaith is precisely this paradox, that the individual as the particular is higher than the universal, is justified over against it, is not subordinate but superior—yet in such a way, be it observed, that it is the particular individual who, after he has been subordinated as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute. This position cannot be mediated, for all mediation comes about precisely by virtue of the universal; it is and remains to all eternity a paradox, inaccessible to thought.", "source": "fear_and_trembling_excerpt.txt"}
{"text": "The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. But if on the contrary the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\nDespair is the sickness unto death. The concept of the sickness unto death must be understood in a peculiar sense. Usually it means a sickness the end of which is death, and death is the end of all. But in a Christian sense death is by no means the end of all, and hence it implies a kind of sickness which implies a death which is not a death.", "source": "sickness_unto_death_excerpt.txt"}
