{"text": "DIAPSALMATA\nWhat is a poet? An unhappy man who conceals profound anguish in his\nheart, but whose lips are so fashioned that when sighs and groans pass\nover them they sound like beautiful music. His fate resembles that of\nthe unhappy men who were slowly roasted by a gentle fire in the tyrant\nPhalaris' bull--their shrieks could not reach his ear to terrify\nhim, to him they sounded like sweet music. And people flock about the\npoet and say to him: do sing again; which means, would that new\nsufferings tormented your soul, and: would that your lips stayed\nfashioned as before, for your cries would only terrify us, but your\nmusic is delightful. And the critics join them, saying: well done, thus\nmust it be according to the laws of æsthetics. Why, to be sure, a critic\nresembles a poet as one pea another, the only difference being that he\nhas no anguish in his heart and no music on his lips. Behold, therefore\nwould I rather be a swineherd on Amager, and be understood by the\nswine than a poet, and misunderstood by men.\nIn addition to my numerous other acquaintances I have still one more\nintimate friend--my melancholy. In the midst of pleasure, in the\nmidst of work, he beckons to me, calls me aside, even though I remain\npresent bodily. My melancholy is the most faithful sweetheart I have\nhad--no wonder that I return the love!\nOf all ridiculous things the most ridiculous seems to me, to be\nbusy--to be a man who is brisk about his food and his work.\nTherefore, whenever I see a fly settling, in the decisive moment, on\nthe nose of such a person of affairs; or if he is spattered with mud\nfrom a carriage which drives past him in still greater haste; or the\ndrawbridge opens up before him; or a tile falls down and knocks him\ndead, then I laugh heartily. And who, indeed, could help laughing?\nWhat, I wonder, do these busy folks get done? Are they not to be\nclassed with the woman who in her confusion about the house being\non fire carried out the fire-tongs? What things of greater account, do\nyou suppose, will they rescue from life's great conflagration?\nLet others complain that the times are wicked. I complain that they\nare paltry; for they are without passion. The thoughts of men are thin\nand frail like lace, and they themselves are feeble like girl\nlace-makers. The thoughts of their hearts are too puny to be sinful.\nFor a worm it might conceivably be regarded a sin to harbor thoughts\nsuch as theirs, not for a man who is formed in the image of God. Their\nlusts are staid and sluggish, their passions sleepy; they do their duty,\nthese sordid minds, but permit themselves, as did the Jews, to trim the\ncoins just the least little bit, thinking that if our Lord keep tab of\nthem ever so carefully one might yet safely venture to fool him a bit.\nFye upon them! It is therefore my soul ever returns to the Old Testament\nand to Shakespeare. There at least one feels that one is dealing with\nmen and women; there one hates and loves, there one murders one's\nenemy and curses his issue through all generations--there one sins.\nJust as, according to the legend, Parmeniscus in the Trophonian\ncave lost his ability to laugh, but recovered it again on the island\nof Delos at the sight of a shapeless block which was exhibited as the\nimage of the goddess Leto: likewise did it happen to me. When I was\nvery young I forgot in the Trophonian cave how to laugh; but when I\ngrew older and opened my eyes and contemplated the real world, I had\nto laugh, and have not ceased laughing, ever since. I beheld that the\nmeaning of life was to make a living; its goal, to become Chief Justice;\nthat the delights of love consisted in marrying a woman with ample\nmeans; that it was the blessedness of friendship to help one another\nin financial difficulties; that wisdom was what most people supposed\nit to be; that it showed enthusiasm to make a speech, and courage, to\nrisk being fined 10 dollars; that it was cordiality to say \"may it agree\nwith you\" after a repast; that it showed piety to partake of the\ncommunion once a year. I saw that and laughed.\nA strange thing happened to me in my dream. I was rapt into the\nSeventh Heaven. There sat all the gods assembled. As a special\ndispensation I was granted the favor to have one wish. \"Do you wish\nfor youth,\" said Mercury, \"or for beauty, or power, or a long life; or\ndo you wish for the most beautiful woman, or any other of the many fine\nthings we have in our treasure trove? Choose, but only one thing!\" For\na moment I was at a loss. Then I addressed the gods in this wise: \"Most\nhonorable contemporaries, I choose one thing--that I may always\nhave the laughs on my side.\" Not one god made answer, but all began\nto laugh. From this I concluded that my wish had been granted and\nthought that the gods knew how to express themselves with good taste;\nfor it would surely have been inappropriate to answer gravely: your\nwish has been granted.", "source": "either_or_excerpts.txt"}
{"text": "PREPARATION\nThere lived a man who, when a child, had heard the beautiful Bible\nstory of how God tempted Abraham and how he stood the test, how\nhe maintained his faith and, against his expectations, received\nhis son back again. As this man grew older he read this same story\nwith ever greater admiration; for now life had separated what had\nbeen united in the reverent simplicity of the child. And the older\nhe grew, the more frequently his thoughts reverted to that story.\nHis enthusiasm waxed stronger and stronger, and yet the story grew\nless and less clear to him. Finally he forgot everything else in\nthinking about it, and his soul contained but one wish, which was,\nto behold Abraham: and but one longing, which was, to have been\nwitness to that event. His desire was, not to see the beautiful\nlands of the Orient, and not the splendor of the Promised Land,\nand not the reverent couple whose old age the Lord had blessed\nwith children, and not the venerable figure of the aged patriarch,\nand not the god-given vigorous youth of Isaac--it would have been\nthe same to him if the event had come to pass on some barren\nheath. But his wish was, to have been with Abraham on the three\ndays' journey, when he rode with sorrow before him and with Isaac\nat his side. His wish was, to have been present at the moment when\nAbraham lifted up his eyes and saw Mount Moriah afar off; to have\nbeen present at the moment when he left his asses behind and wended\nhis way up to the mountain alone with Isaac. For the mind of this\nman was busy, not with the delicate conceits of the imagination,\nbut rather with his shuddering thought.\nThe man we speak of was no thinker, he felt no desire to go beyond\nhis faith: it seemed to him the most glorious fate to be remembered\nas the Father of Faith, and a most enviable lot to be possessed of\nthat faith, even if no one knew it.\nThe man we speak of was no learned exegetist, he did not even\nunderstand Hebrew--who knows but a knowledge of Hebrew might have\nhelped him to understand readily both the story and Abraham.\nI\nAnd God tempted Abraham and said unto him: take Isaac, thine\nonly son, whom thou lovest and go to the land Moriah and sacrifice\nhim there on a mountain which I shall show thee.\nIt was in the early morning, Abraham arose betimes and had his\nasses saddled. He departed from his tent, and Isaac with him;\nbut Sarah looked out of the window after them until they were\nout of sight. Silently they rode for three days; but on the fourth\nmorning Abraham said not a word but lifted up his eyes and beheld\nMount Moriah in the distance. He left his servants behind and,\nleading Isaac by the hand, he approached the mountain. But Abraham\nsaid to himself: \"I shall surely conceal from Isaac whither he is\ngoing.\" He stood still, he laid his hand on Isaac's head to bless\nhim, and Isaac bowed down to receive his blessing. And Abraham's\naspect was fatherly, his glance was mild, his speech admonishing.\nBut Isaac understood him not, his soul would not rise to him; he\nembraced Abraham's knees, he besought him at his feet, he begged\nfor his young life, for his beautiful hopes, he recalled the joy\nin Abraham's house when he was born, he reminded him of the sorrow\nand the loneliness that would be after him. Then did Abraham raise\nup the youth and lead him by his hand, and his words were full of\nconsolation and admonishment. But Isaac understood him not. He\nascended Mount Moriah, but Isaac understood him not. Then Abraham\naverted his face for a moment; but when Isaac looked again, his\nfather's countenance was changed, his glance wild, his aspect\nterrible, he seized Isaac and threw him to the ground and said:\n\"Thou foolish lad, believest thou I am thy father? An idol-worshipper\nam I. Believest thou it is God's command? Nay, but my pleasure.\"\nThen Isaac trembled and cried out in his fear: \"God in heaven,\nhave pity on me, God of Abraham, show mercy to me, I have no\nfather on earth, be thou then my father!\" But Abraham said softly\nto himself: \"Father in heaven, I thank thee. Better is it that\nhe believes me inhuman than that he should lose his faith in thee.\"\nWhen the child is to be weaned, his mother blackens her breast;\nfor it were a pity if her breast should look sweet to him when he\nis not to have it. Then the child believes that her breast has\nchanged; but his mother is ever the same, her glance is full of love\nand as tender as ever. Happy he who needed not worse means to wean\nhis child!\nA PANEGYRIC ON ABRAHAM\nIf a consciousness of the eternal were not implanted in man; if\nthe basis of all that exists were but a confusedly fermenting\nelement which, convulsed by obscure passions, produced all, both\nthe great and the insignificant; if under everything there lay\na bottomless void never to be filled--what else were life but\ndespair? If it were thus, and if there were no sacred bonds\nbetween man and man; if one generation arose after another, as\nin the forest the leaves of one season succeed the leaves of\nanother, or like the songs of birds which are taken up one after\nanother; if the generations of man passed through the world like\na ship passing through the sea and the wind over the desert--a\nfruitless and a vain thing; if eternal oblivion were ever greedily\nwatching for its prey and there existed no power strong enough to\nwrest it from its clutches--how empty were life then, and how\ndismal! And therefore it is not thus; but, just as God created\nman and woman, he likewise called into being the hero and the\npoet or orator. The latter cannot perform the deeds of the hero--he\ncan only admire and love him and rejoice in him. And yet he\nalso is happy and not less so; for the hero is, as it were, his\nbetter self with which he has fallen in love, and he is glad he\nis not himself the hero, so that his love can express itself in\nadmiration.\nThe poet is the genius of memory, and does nothing but recall\nwhat has been done, can do nothing but admire what has been\ndone. He adds nothing of his own, but he is jealous of what\nhas been entrusted to him. He obeys the choice of his own heart;\nbut once he has found what he has been seeking, he visits every\nman's door with his song and with his speech, so that all may\nadmire the hero as he does, and be proud of the hero as he is.\nThis is his achievement, his humble work, this is his faithful\nservice in the house of the hero. If thus, faithful to his love,\nhe battles day and night against the guile of oblivion which\nwishes to lure the hero from him, then has he accomplished his\ntask, then is he gathered to his hero who loves him as faithfully;\nfor the poet is at it were the hero's better self, unsubstantial,\nto be sure, like a mere memory, but also transfigured as is a\nmemory. Therefore shall no one be forgotten who has done great\ndeeds; and even if there be delay, even if the cloud of misunderstanding\nobscure the hero from our vision, still his lover will come some\ntime; and the more time has passed, the more faithfully will he\ncleave to him.\nNo, no one shall be forgotten who was great in this world. But\neach hero was great in his own way, and each one was eminent in\nproportion to the great things he loved. For he who loved himself\nbecame great through himself, and he who loved others became great\nthrough his devotion, but he who loved God became greater than\nall of these. Everyone of them shall be remembered, but each one\nbecame great in proportion to his trust. One became great by hoping\nfor the possible; another, by hoping for the eternal; but he who\nhoped for the impossible, he became greater than all of these.\nEvery one shall be remembered; but each one was great in proportion\nto the power with which he strove. For he who strove with the\nworld became great by overcoming himself; but he who strove with\nGod, he became the greatest of them all. Thus there have been\nstruggles in the world, man against man, one against a thousand;\nbut he who struggled with God, he became greatest of them all.\nThus there was fighting on this earth, and there was he who conquered\neverything by his strength, and there was he who conquered God by\nhis weakness. There was he who, trusting in himself, gained all;\nand there was he who, trusting in his strength sacrificed everything;\nbut he who believed in God was greater than all of these. There was\nhe who was great through his strength, and he who was great through\nhis wisdom, and he who was great through his hopes, and he who was\ngreat through his love; but Abraham was greater than all of\nthese--great through the strength whose power is weakness, great\nthrough the wisdom whose secret is folly, great through the hope\nwhose expression is madness, great through the love which is hatred\nof one's self.", "source": "fear_and_trembling_excerpts.txt"}
{"text": "IN VINO VERITAS (THE BANQUET)\nIt was on one of the last days in July, at ten o'clock in the\nevening, when the participants in that banquet assembled together.\nDate and year I have forgotten; indeed, this would be interesting only\nto one's memory of details, and not to one's recollection of the\ncontents of what experience. The \"spirit of the occasion\" and whatever\nimpressions are recorded in one's mind under that heading, concerns\nonly one's recollections; and just as generous wine gains in flavor by\npassing the Equator, because of the evaporation of its watery particles,\nlikewise does recollection gain by getting rid of the watery particles\nof memory; and yet recollection becomes as little a mere figment of the\nimagination by this process as does the generous wine.\nThe participants were five in number: John, with the epithet of the\nSeducer, Victor Eremita, Constantin Constantius, and yet two others\nwhose names I have not exactly forgotten--which would be a matter\nof small importance--but whose names I did not learn. It was as\nif these two had no proper names, for they were constantly addressed\nby some epithet. The one was called the Young Person. Nor was he more\nthan twenty and some years, of slender and delicate build, and of a very\ndark complexion. His face was thoughtful; but more pleasing even was\nits lovable and engaging expression which betokened a purity of soul\nharmonizing perfectly with the soft charm, almost feminine, and the\ntransparency of his whole presence. This external beauty of appearance\nwas lost sight of, however, in one's next impression of him; or, one\nkept it only in mind whilst regarding a youth nurtured or--to use\na still tenderer expression--petted into being, by thought, and\nnourished by the contents of his own soul--a youth who as yet\nhad had nothing to do with the world, had been neither aroused and\nfired, nor disquieted and disturbed. Like a sleep-walker he bore the\nlaw of his actions within himself, and the amiable, kindly expression\nof his countenance concerned no one, but only mirrored the disposition\nof his soul.\nThe other person they called the Dressmaker, and that was his\noccupation. Of him it was impossible to get a consistent impression.\nHe was dressed according to the very latest fashion, with his hair\ncurled and perfumed, fragrant with eau-de-cologne. One moment his\ncarriage did not lack self-possession, whereas in the next it assumed a\ncertain dancing, festive air, a certain hovering motion, which, however,\nwas kept in rather definite bounds by the robustness of his figure. Even\nwhen he was most malicious in his speech his voice ever had a touch of\nthe smoothtonguedness of the shop, the suaveness of the dealer in\nfancy-goods, which evidently was utterly disgusting to himself and only\nsatisfied his spirit of defiance. As I think of him now I understand him\nbetter, to be sure, than when I first saw him step out of his carriage\nand I involuntarily laughed. At the same time there is some\ncontradiction left still. He had transformed or bewitched himself, had\nby the magic of his own will assumed the appearance of one almost\nhalf-witted, but had not thereby entirely satisfied himself; and this is\nwhy his reflectiveness now and then peered forth from beneath his\ndisguise.\nAs I think of it now it seems rather absurd that five such persons\nshould get a banquet arranged. Nor would anything have come of it,\nI suppose, if Constantin had not been one of us. In a retired room of\na confectioner's shop where they met at times, the matter had been\nbroached once before, but had been dropped immediately when the\nquestion arose as to who was to head the undertaking. The Young\nPerson was declared unfit for that task, the Dressmaker affirmed\nhimself to be too busy. Victor Eremita did not beg to be excused\nbecause \"he had married a wife or bought a yoke of oxen which he\nneeded to prove\"; but, he said, even if he should make an\nexception, for once, and come to the banquet, yet he would decline\nthe courtesy offered him to preside at it, and he therewith \"entered\nprotest at the proper time.\" This, John considered a work spoken\nin due season; because, as he saw it, there was but one person able\nto prepare a banquet, and that was the possessor of the wishing-table\nwhich set itself with delectable things whenever he said to it\n\"Cover thyself!\" He averred that to enjoy the charms of a young girl\nin haste was not always the wisest course; but as to a banquet, he\nwould not wait for it, and generally was tired of it a long while\nbefore it came off. However, if the plan was to be carried into effect\nhe would make one condition, which was, that the banquet should be so\narranged as to be served in one course. And that all were agreed on.\nAlso, that the settings for it were to be made altogether new, and\nthat afterwards they were to be destroyed entirely; ay, before rising\nfrom table one was to hear the preparation for their destruction.\nNothing was to remain; \"not even so much,\" said the Dressmaker, \"as\nthere is left of a dress after it has been made over into a hat.\"\n\"Nothing,\" said John, \"because nothing is more unpleasant than a\nsentimental scene, and nothing more disgusting than the knowledge\nthat somewhere or other there is an external setting which in a\ndirect and impertinent fashion pretends to be a reality.\"\nWhen the conversation had thus became animated, Victor Eremita\nsuddenly arose, struck an attitude on the floor, beckoned with his hand\nin the fashion of one commanding and, holding his arm extended as one\nlifting a goblet, he said, with the gesture of one waving a welcome:\n\"With this cup whose fragrance already intoxicates my senses, whose cool\nfire already inflames my blood, I greet you, beloved fellow-banqueters,\nand bid you welcome; being entirely assured  that each one of you is\nsufficiently satisfied by our merely speaking about the banquet; for our\nLord satisfied the stomach before satisfying the eye, but the imagination\nacts in the reverse fashion.\" Thereupon he inserted his hand in his\npocket, took from it a cigar-case, struck a match, and began to smoke.\nWhen Constantin Constantius protested against this sovereign free way\nof transforming the banquet planned into an illusory fragment of life,\nVictor declared that he did not believe for one moment that such\na banquet could be got up and that, in any case, it had been\na mistake to let it become the subject of discussion in advance.\n\"Whatever is to be good must come at once; for 'at once' is the\ndivinest of all categories and deserves to be honored as in the language\nof the Romans: ex templo, because it is the starting point for\nall that is divine in life, and so much so that what is not done at\nonce is of evil.\" However, he remarked, he did not care to argue\nthis point. In case the others wished to speak and act differently\nhe would not say a word, but if they wished him to explain the sense\nof his remarks more fully he must have leave to make a speech,\nbecause he did not consider it all desirable to provoke a discussion\non the subject.\nPermission was given him; and as the others called on him to do so\nat once, he spoke as follows: \"A banquet is in itself a difficult\nmatter, because even if it be arranged with ever so much taste and\ntalent there is something else essential to its success, to wit, good\nluck. And by this I mean not such matters as most likely would give\nconcern to an anxious hostess, but something different, a something\nwhich no one can make absolutely sure of: a fortunate harmonizing\nof the spirit and the minutiæ of the banquet, that fine ethereal\nvibration of chords, that soul-stirring music which cannot be ordered\nin advance from the town-musicians. Look you, therefore is it a\nhazardous thing to undertake, because if things do go wrong, perhaps\nfrom the very start, one may suffer such a depression and loss of\nspirits that recovery from it might involve a very long time.\n\"Sheer habit and thoughtlessness are father and godfather to most\nbanquets, and it is only due to the lack of critical sense among people\nthat one fails to notice the utter absence of any idea in them. In the\nfirst place, women ought never to be present at a banquet. Women\nmay be used to advantage only in the Greek style, as a chorus of\ndancers. As it is the main thing at a banquet that there be eating and\ndrinking, woman ought not to be present; for she cannot do justice to\nwhat is offered; or, if she can, it is most unbeautiful. Whenever a\nwoman is present the matter of eating and drinking ought to be reduced\nto the very slightest proportions. At most, it ought to be no more\nthan some trifling feminine occupation, to have something to busy\none's hands with. Especially in the country a little repast of this\nkind--which, by the way, should be put at other times than the\nprincipal meals--may be extremely delightful; and if so, always\nowing to the presence of the other sex. To do like the English, who\nlet the fair sex retire as soon as the real drinking is to start,\nis to fall between two stools, for every plan ought to be a whole,\nand the very manner with which I take a seat at the table and seize\nhold of knife and fork bears a definite relation to this whole. In\nthe same sense a political banquet presents an unbeautiful\nambiguity inasmuch as one does not want to cut down to a very\nminimum the essentials of a banquet, and yet does not wish to have\nthe speeches thought of as having been made over the cups.\n\"So far, we are agreed, I suppose; and our number--in case anything\nshould come of the banquet--is correctly chosen, according to that\nbeautiful rule: neither more than the Muses nor fewer than the\nGraces. Now I demand the greatest superabundance of everything\nthinkable. That is, even though everything be not actually there, yet\nthe possibility of having it must be at one's immediate beck and call,\naye, hover temptingly over the table, more seductive even than the\nactual sight of it. I beg to be excused, however, from banqueting on\nsulphur-matches or on a piece of sugar which all are to suck in turn.\nMy demands for such a banquet will, on the contrary, be difficult to\nsatisfy; for the feast itself must be calculated to arouse and incite\nthat unmentionable longing which each worthy participant is to bring\nwith him. I require that the earth's fertility be at our service, as\nthough everything sprouted forth at the very moment the desire for it\nwas born. I desire a more luxurious abundance of wine than when\nMephistopheles needed but to drill holes into the table to obtain it.\nI demand an illumination more splendid than have the gnomes when\nthey lift up the mountain on pillars and dance in a sea of blazing\nlight. I demand what most excites the senses, I demand their\ngratification by deliciously sweet perfumes, more superb than any\nin the Arabian Nights. I demand a coolness which voluptuously provokes\ndesire and breathes relaxation on desire satisfied. I demand a\nfountain's unceasing  enlivenment. If Mæcenas could not sleep without\nhearing the splashing of a fountain, I cannot eat without it. Do not\nmisunderstand me, I can eat stockfish without it, but I cannot eat at\na banquet without it; I can drink water without it, but I cannot drink\nwine at a banquet without it. I demand a host of servants, chosen and\ncomely, as if I sate at table with the gods; I demand that there\nshall be music at the feast, both strong and subdued; and I demand\nthat it shall be an accompaniment to my thoughts; and what concerns\nyou, my friends, my demands regarding you are altogether incredible.\nDo you see, by reason of all these demands--which are as many\nreasons against it--I hold a banquet to be a pium desideratum,\nand am so far from desiring a repetition of it that I presume it is not\nfeasible even a first time.\"", "source": "in_vino_veritas_excerpts.txt"}
