{"text": "The Project Gutenberg eBook of Either/Or, by Søren Kierkegaard\nThis ebook is for the use of anyone anywhere in the United States and\nmost other parts of the world at no cost and with almost no restrictions\nwhatsoever.\nTitle: Either/Or\nAuthor: Søren Kierkegaard\nTranslator: David F. Swenson and Lillian Marvin Swenson\n---\nDiapsalmata\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but\nwhose lips are so fashioned that the sighs and cries which pass over them\nare transformed into ravishing music. His fate is like that of the unfortunate\nvictims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly\ntortured over a steady fire; their cries could not reach the tyrant's ears so\nas to strike terror into his heart; when they reached him they sounded like\nsweet music. And men crowd about the poet and say to him, \"Sing for us soon\nagain\"—which is as much as to say, \"May new sufferings torment your soul,\nbut may your lips be fashioned as before; for the cries would only distress\nus, but the music is delicious.\"\n---\nThe Rotation of Crops\nPeople with experience maintain that proceeding from a basic principle is the\nsupposed to be very reasonable; I yield to them and proceed from the basic\nprinciple that all people are boring. Or is there anyone who would be boring\nenough to contradict me in this regard? This basic principle has to the highest\ndegree the repelling force always required in the negative, which is actually\nthe principle of motion. It is not without inspiration that one hears that\nthe world was created from nothing, for it is the nothing that derives from\nthe boring. The beginning was boredom.", "source": "either_or_excerpts.txt"}
{"text": "The Project Gutenberg eBook of Fear and Trembling, by Søren Kierkegaard\nThis ebook is for the use of anyone anywhere in the United States and\nmost other parts of the world at no cost and with almost no restrictions\nwhatsoever.\nTitle: Fear and Trembling\nAuthor: Søren Kierkegaard\nTranslator: Walter Lowrie\n---\nPreface\nNot only in the world of commerce but also in the world of ideas our age is\nputting on a veritable clearance sale. Everything can be had so dirt cheap\nthat one begins to wonder whether in the end anyone will want to make a bid.\nEvery speculative monitor who conscientiously signals the important trends\nof modern philosophy, every Assistant Professor, tutor, and student, every\ncrofter and cottar in philosophy, is unwilling to stop with the doubting of\neverything but goes further. Perhaps it would be premature and untimely to\nask them where they are going, but it is surely pardonable to take for granted\nthat they have doubted everything, since otherwise it would be a queer thing\nfor them to be going further. This having been agreed upon, I have made\nmy peace with those who are unwilling to stop with doubting everything...\n---\nProblem I: Is there such a thing as a teleological suspension of the ethical?\nThe ethical as such is the universal, it applies to everyone, and the same\nthing may be expressed from another point of view by saying that it applies\nevery moment. It reposes immanently in itself, has nothing without itself\nwhich is its telos, but is itself telos for everything outside it, and when\nthis has been incorporated by the ethical it can go no further...\nFaith is precisely this paradox, that the individual as the particular is\nhigher than the universal, is justified over against it, is not subordinate\nbut superior—yet in such a way, be it observed, that it is the particular\nindividual who, after he has been subordinated as the particular to the\nuniversal, now through the universal becomes the individual who as the\nparticular is superior to the universal, for the fact that the individual\nas the particular stands in an absolute relation to the absolute. This position\ncannot be mediated, for all mediation comes about precisely by virtue of the\nuniversal; it is and remains to all eternity a paradox, inaccessible to\nthought. And yet faith is this paradox—or else (these are the logical deductions\nwhich I would beg the reader to have in mente) there never has been a faith\n... nay, what is more, there never has been an Abraham, for what is left is only\na travesty of the story of Abraham.", "source": "fear_and_trembling_excerpts.txt"}
