{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a veritable clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every Privatdocent, tutor, and student, every crofter and cottager in philosophy, is not content with doubting everything but goes further. Perhaps it would be untimely and ill-timed to ask them where they are going, but surely it is courteous and unobtrusive to regard it as certain that they have doubted everything, since otherwise it would be queer for them to go further. This proceeding of theirs, to have completed that preliminary movement, is either an act of ease and comfort or a proof of the marvelous speed which is characteristic of this weak-kneed and winded age.\nFaith is precisely this paradox, that the single individual as the single individual is higher than the universal, is justified before it, not as inferior to it but as superior—yet in such a way, please note, that it is the single individual who, after having been subordinate as the single individual to the universal, now by means of the universal becomes the single individual who as the single individual is superior, that the single individual as the single individual stands in an absolute relation to the absolute. This position cannot be mediated, for all mediation comes about precisely by virtue of the universal; it is and remains to all eternity a paradox, inaccessible to thought. And yet faith is this paradox—or else (these are the logical deductions which I would beg the reader to judge of in his own mind, though I would by no means make him responsible for them)—or else there is no faith at all, but rather faith is something else, or else faith is a temptation, or else Abraham is lost and it is better to give him up.\nThe knight of faith is obliged to rely upon himself alone, he feels the pain of not being able to make himself intelligible to others, but he feels no vain desire to guide others. The pain is his assurance that he is in the right way.\nI cannot understand Abraham, I can only admire him. The one thing that remains is the marvel, and if one will not have that, one can never have anything to do with Abraham.", "source": "fear_and_trembling.txt"}
{"text": "The Despair that is Conscious of being Despair\nThe despair that is conscious of being despair, which is also conscious of being a self wherein there is something eternal, and then is either in despair at not willing to be itself or in despair at willing to be itself.\nThis form of despair is seldom found in the world. The world naturally has no understanding of what is truly horrifying. The despair which is the passage way to faith is also the aid by which the self is helped to become itself.\nDespair is the sickness unto death. The torment of despair is precisely this: not to be able to die. So it has much in common with the situation of the moribund when he lies and struggles with death, and cannot die. Thus to be sick unto death is, not to be able to die—yet not as though there were hope of life; no, the hopelessness in this case is that even the last hope, death, is not available. When death is the greatest danger, one hopes for life; but when one becomes acquainted with an even more dreadful danger, one hopes for death. So when the danger is so great that death has become one’s hope, despair is the disconsolateness of not being able to die.\nA self, every instant it exists, is in process of becoming, for the self [potentially] does not exist in reality, it is only that which it is to become. In so far as the self does not become itself, it is not its own self; but not to be one’s own self is despair.", "source": "sickness_unto_death.txt"}
{"text": "The Aesthetic Validity of Marriage\nMy friend,\nYou are young, you are a poet, and, if you will allow me to say so, you are a little bit of a fool. You have fallen in love, you have been accepted, and you are the happiest of men. But for all that you are not satisfied. You want to be unhappy, you want to be the unhappy lover, and you are not. You are engaged to be married, and you are going to be married, and you are going to be a husband, and you are going to be a father, and you are going to be a citizen, and you are going to be a Philistine.\nWhat is it that connects me with life? What is it that binds me to it? The first thing that greets my eyes is a huge question mark.\nI divide my time as follows: half the time I sleep, the other half I dream. I never dream when I sleep, for that would be a pity, for sleeping is the highest genius.\nMarry, and you will regret it; do not marry, and you will also regret it; marry or do not marry, you will regret it either way. Laugh at the world’s foolishness, you will regret it; weep over it, you will regret it; laugh at the world’s foolishness or weep over it, you will regret it either way; whether you laugh at the world’s foolishness or weep over it, you will regret it either way. Believe a woman, you will regret it; believe her not, you will regret it; believe a woman or believe her not, you will regret it either way; whether you believe a woman or believe her not, you will regret it either way. Hang yourself, you will regret it; do not hang yourself, and you will regret it; hang yourself or do not hang yourself, you will regret it either way; whether you hang yourself or do not hang yourself, you will regret it either way. This, gentlemen, is the essence of all philosophy.\nLife can only be understood backwards; but it must be lived forwards.", "source": "either_or.txt"}
