{"text": "The most common form of despair is not being who you are.\nAnxiety is the dizziness of freedom.\nPeople demand freedom of speech as a compensation for the freedom of thought which they seldom use.\nLife is not a problem to be solved, but a reality to be experienced.\nTo dare is to lose one's footing momentarily. Not to dare is to lose oneself.\nThe function of prayer is not to influence God, but rather to change the nature of the one who prays.\nThere are two ways to be fooled. One is to believe what isn't true; the other is to refuse to believe what is true.\nFace the facts of being what you are, for that is what changes what you are.", "source": "quotes_misc.txt"}
{"text": "If there were no eternal consciousness in a man, if at the foundation of all there lay only a wildly seething power which writhing with obscure passions produced everything that is great and everything that is insignificant, if a bottomless void never satiated lay hidden beneath all–what then would life be but despair?\nFaith is precisely this paradox, that the single individual as the single individual is higher than the universal, is justified before it, not as inferior to it but as superior–yet in such a way, please note, that it is the single individual who, after having been subordinate as the single individual to the universal, now by means of the universal becomes the single individual who as the single individual is superior, that the single individual as the single individual stands in an absolute relation to the absolute.\nIt is quite true what philosophy says: that life must be understood backwards. But that makes one forget the other saying: that it must be lived forwards.\nThe knight of faith is the only happy man, the heir to the finite while the knight of resignation is a stranger and a foreigner.", "source": "excerpts_fear_and_trembling.txt"}
{"text": "What is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music.\nI have the courage, I believe, to doubt everything; I have the courage, I believe, to fight with everything; but I have not the courage to know anything; not the courage to possess, to own anything.\nMy life has been brought to an impasse, I loathe existence, it is without savor, lacking salt and sense.\nIf you marry, you will regret it; if you do not marry, you will also regret it; if you marry or do not marry, you will regret both; Laugh at the world’s follies, you will regret it, weep over them, you will also regret it; laugh at the world’s follies or weep over them, you will regret both; whether you laugh at the world’s follies or weep over them, you will regret both. Believe a woman, you will regret it, believe her not, you will also regret it; believe a woman or believe her not, you will regret both; whether you believe a woman or believe her not, you will regret both. Hang yourself, you will regret it; do not hang yourself, and you will also regret it; hang yourself or do not hang yourself, you will regret both; whether you hang yourself or do not hang yourself, you will regret both. This, gentlemen, is the sum and substance of all philosophy.", "source": "excerpts_either_or.txt"}
