{"text": "The Sickness Unto Death\n\nThe self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\n\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. But if the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\n\nDespair is the sickness unto death. The concept of the sickness unto death must be understood in a peculiar sense. Literally it means a sickness the end and outcome of which is death. Thus one speaks of a mortal sickness as synonymous with a sickness unto death. But in the Christian understanding death is itself a transition unto life. In this way there is no sickness unto death in the Christian sense.\n\nBut despair is the sickness unto death, this tormenting contradiction, this sickness in the self; eternally to die, to die and yet not to die, to die the death. For dying means that it is all over, but dying the death means to live to experience death; and if for a single instant this experience is experienced as an infinite moment, one experiences the eternity of the sickness.\n", "source": "sickness_unto_death_excerpt.txt"}
{"text": "Preface\n\nNot only in the world of commerce but also in the world of ideas our age is putting on a veritable clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid.\n\nThe Knight of Faith\n\nIf there were no eternal consciousness in a man, if at the bottom of everything there were only a wild ferment, a power that twisting in dark passions produced everything great or inconsequential; if an unfathomable, insatiable emptiness lay hid beneath everything, what would life be but despair? But it is not so; and as God created man and woman, so too He fashioned the hero and the poet or orator.\n\nFaith is precisely this paradox, that the single individual is higher than the universal, yet in such a way, be it observed, that the movement repeats itself, and that consequently the single individual who, having been in the universal, now as the single individual sets himself apart as higher than the universal. If this be not faith, then Abraham is lost, then faith has never existed in the world precisely because it has always existed.\n\nThe ethical expression for what Abraham did is, that he would murder Isaac; the religious expression is, that he would sacrifice Isaac; but in this contradiction lies the dread which can well make a man sleepless, and yet Abraham is not what he is without this dread.\n", "source": "fear_and_trembling_excerpt.txt"}
