{"text": "The Realm of the Aesthetic\nWhat is the aesthetic? It is the immediate, the spontaneous, the pursuit of pleasure and the avoidance of pain. The aesthete lives in the moment, forever chasing the interesting and fleeing the boring. But boredom is the root of all evil! To be bored is to face the emptiness of one's own existence.\nBut consider, my friend, the despair of the aesthete. For in the endless pursuit of novelty, one finds no solid ground. The self is dispersed, scattered like seeds in the wind. There is no continuity, no commitment, no selfhood. One becomes a ghost in one's own life.\nThe Ethical Choice\nThen comes the ethical. The ethical is the universal. It is duty, obligation, the choice of oneself. To choose oneself is to accept responsibility for one's actions, to weave the thread of one's life into a coherent tapestry. The ethical man marries, he works, he takes his place in society. He finds comfort in the universal.\nBut is the ethical enough? Can the universal truly capture the singular plight of the individual?\nThe Knight of Faith\nAnd here we arrive at the religious, the realm of the absurd. Consider Abraham. He was willing to sacrifice his son, Isaac. By all ethical standards, he was a murderer. But by the standard of faith, he was a knight. He made the movement of infinity, giving up everything, and yet, by virtue of the absurd, he believed he would get it back.\nFaith is not a comfortable seat in a church pew. It is a terrifying leap into the unknown. It is the teleological suspension of the ethical. It is standing alone before God, stripped of all universal justifications. It is fear and trembling.\nTruth is Subjectivity\nThey tell you that truth is objective, a collection of facts to be memorized. I tell you, truth is subjectivity! It is an objective uncertainty held fast in an appropriation process of the most passionate inwardness. That is the truth, the highest truth attainable for an existing individual.\nDo not ask \"What is the truth?\" Ask \"How do I relate to the truth?\" For in that relationship lies the essence of your existence.", "source": "fear_and_trembling_excerpt.txt"}
