{"text": "Title: Either/Or\nAuthor: Søren Kierkegaard\nDiapsalmata\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music.\nI have just now come from a party where I was its life and soul; witticisms streamed from my lips, everyone laughed and admired me, but I went away — yes, the dash should be as long as the radius of the earth's orbit ——————————— and wanted to shoot myself.\nThe Rotation Method\nMy soul is heavy and listless. The gods are bored, and so they created man. Adam was bored because he was alone, and so Eve was created. Thus boredom entered the world, and increased in proportion to the increase of population. Adam was bored alone; then Adam and Eve were bored together; then Adam and Eve and Cain and Abel were bored en famille; then the population of the world increased, and the peoples were bored en masse. To divert themselves they arranged the building of a tower so high that it would reach the sky. This idea is just as boring as the tower was high, and constitutes a terrible proof of how boredom had gained the upper hand.\nThe Esthetic Validity of Marriage\nThe ethical is the universal, and as such it is also the divine. It is therefore quite in order that the ethical should be regarded as the highest.", "source": "either_or_excerpts.txt"}
{"text": "Title: Fear and Trembling\nAuthor: Søren Kierkegaard\nPseudonym: Johannes de Silentio\nPreface\nNot only in the world of commerce but also in the world of ideas our age is putting on a veritable clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid.\nThe Knight of Faith\nIf I were to speak of the knight of faith, I should say: \"It is supposed to be the most difficult task of all to achieve the resignation of faith; but it is even more difficult to remain in it.\"\nThe knight of faith is the only happy man, the heir to the finite, while the knight of resignation is a stranger and a foreigner. But the knight of faith knows it is glorious to belong to the infinite.\nThe Absurd\nFaith is precisely this paradox, that the single individual is higher than the universal. It is the paradox that the individual as the individual is higher than the universal, is justified vis-à-vis it, is not subordinate but superior.\nAbraham and Isaac\nAbraham is the knight of faith. He believed by virtue of the absurd. He did not believe that he would be saved in some future life, but that he would be happy here in this world. He believed that God would not demand Isaac of him, yet he was willing to sacrifice him.\nInfinite Resignation\nInfinite resignation is the last stage before faith, so that anyone who has not made this movement does not have faith. For only in infinite resignation do I become clear to myself with respect to my eternal validity, and only then can there be any question of grasping existence by virtue of faith.", "source": "fear_and_trembling_excerpts.txt"}
