{"text": "Preface\nIt may perhaps occur to you, dear reader, that you have sometimes doubted whether you were in the right, but whether you were in the right or in the wrong, you probably did not doubt that there was a difference between right and wrong, or that this difference was absolute. It may perhaps have occurred to you that you have sometimes doubted whether a given action was good or bad, but you did not doubt that there was an absolute difference between good and bad. It may perhaps have occurred to you that you have sometimes doubted whether a given conclusion was true or false, but you did not doubt that there was an absolute difference between true and false. If you have ever doubted this, then you have not only doubted, but you have despaired; then you are not only unhappy, but you are lost; then you are not only a doubter, but you are a nihilist.\nBut if you have not doubted this, then there is hope for you, then you are not lost, then you are not a nihilist, but you are a human being, and as such you have a claim upon human sympathy.\nDiapsalmata\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the sighs and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a steady fire; their cries could not reach the tyrant’s ears so as to strike terror into his heart; when they reached him they sounded like sweet music. And men crowd about the poet and say to him, “Sing for us soon again”—that is as much as to say, “May new sufferings torment your soul, but may your lips be fashioned as before; for the cries would only distress us, but the music is delicious.” And the critics come forward and say, “That is perfectly done—just as the rules of aesthetics require.” To be sure! a critic resembles a poet to a hair; he only lacks the anguish in his heart and the music upon his lips. I tell you, I would rather be a swineherd, understood by the swine, than be a poet and be misunderstood by men.\nI feel as if I were a piece in a game of chess, when my opponent says of it: That piece cannot be moved.\nI have the courage, I believe, to doubt everything; I have the courage, I believe, to fight with everything; but I have not the courage to know anything, not the courage to possess, to own anything. Most people complain that the world is so prosaic, that life is not like a romance, where opportunities are always so favorable. I complain that life is not like a romance, where one has hard-hearted parents and nixies and trolls to fight against, and enchanted princesses to free. What are all such enemies taken together, compared with the pale, bloodless, tenacious, nocturnal shapes with which I fight, and to which I give life and being myself.\nHow barren is my soul and my thought, and yet how full of longing, eternally tortured by the thirst of a Tantalus. I see it, but I cannot seize it; I feel it, but I cannot hold it. My soul is like a dead sea, over which no bird flies; when one does appear, it sinks down to death, and I can do nothing, nothing.\nThe Rotation of Crops\nPeople with experience maintain that proceeding from a basic principle is the supposed method of all science. Suppose, then, I adopt this method and make a start with the principle that all men are bores. Or is there anyone who would be so absurd as to contradict me in this? I am willing to allow that some are more boring than others, but the principle itself is one that I am prepared to defend to the death.\nThe more one sees of life the more one is convinced that the only true wisdom is to be found in the rotation of crops. This method is the one I propose to adopt. But as everyone knows, the rotation of crops depends upon a limited area of ground. The more extensive the ground, the more difficult it is to carry out the method. I therefore propose to limit myself to a very small area, namely, myself.\nThe Unhappiest Man\nSomewhere in England there is a grave which is not like other graves. It is not a green mound, it is not a stone, it is not a monument. It is a place where the earth has sunk, so that it looks like a hole. There lies the unhappiest man. And who was he? No one knows. He was a man who never knew happiness, who never knew peace, who never knew rest. He was a man who was always seeking, but never finding; who was always hoping, but never receiving; who was always loving, but never loved. He was a man who was always alone, even in the midst of a crowd; who was always silent, even when he spoke; who was always sad, even when he laughed. He was the unhappiest man.\nThe Seducer’s Diary\nApril 4.\nI am a little uneasy. I feel as if I were on the verge of a discovery. I feel as if I were about to find something which I have been seeking for a long time. I do not know what it is, but I feel that it is something very important. Is it possible that I am in love? I do not know. I have never been in love before. I have played with love, I have trifled with it, I have made sport of it, but I have never been in love.\nAugust 2.\nShe was beautiful today, very beautiful. There was a melancholy about her which was enchanting. It was not a heavy, oppressive melancholy, but a light, airy, floating melancholy, which gave her a spiritual look. I felt as if I could gaze at her forever.\nThe Aesthetic Validity of Marriage\nBut what is it, then, that makes marriage so beautiful, so noble, so holy? It is love. But what kind of love? Is it the first love? No, for the first love is not yet marriage. Is it the romantic love? No, for the romantic love is not yet marriage. It is the married love. And what is the married love? It is the faithful love. It is the love which is faithful unto death. It is the love which does not seek its own, but the good of the beloved. It is the love which suffers long and is kind. It is the love which beareth all things, believeth all things, hopeth all things, endureth all things. This is the love which makes marriage so beautiful, so noble, so holy.", "source": "either_or_excerpts.txt"}
