{"text": "The Sickness Unto Death\nIntroduction\nMan is spirit. But what is spirit? Spirit is the self. But what is the\nself? The self is a relation which relates itself to its own self, or\nit is that in the relation [which accounts for it] that the relation\nrelates itself to its own self; the self is not the relation but [consists\nin the fact] that the relation relates itself to its own self. Man is a\nsynthesis of the infinite and the finite, of the temporal and the\neternal, of freedom and necessity, in short it is a synthesis. A\nsynthesis is a relation between two factors. So regarded, man is not yet\na self.\nIn the relation between two, the relation is the third term as a negative\nunity, and the two relate themselves to the relation, and in the relation\nto the relation; such a relation is that between soul and body, when man\nis regarded as soul. But if, on the contrary, the relation relates\nitself to its own self, the relation is then the positive third term, and\nthis is the self.\nSuch a relation which relates itself to its own self (that is to say, a\nself) must either have constituted itself or have been constituted by\nanother.\nIf this relation which relates itself to its own self is constituted by\nanother, the relation doubtless is the third term, but this relation (the\nthird term) is in turn a relation relating itself to that which\nconstituted the whole relation.\nSuch a derived, constituted, relation is the human self, a relation which\nrelates itself to its own self, and in relating itself to its own self\nrelates itself to another. Hence it is that there can be two forms of\ndespair properly so called. If the human self had constituted itself,\nthere could be only one form: not to will to be oneself, to will to do\naway with oneself, but there could not be the form: in despair to will to\nbe oneself. This second formula is the expression of the inability of the\nself to arrive at or to be in equilibrium and rest by itself, but only by\nrelating itself to that which constituted it.\nDespair is the Sickness unto Death.\n1. That Despair is the Sickness unto Death\nThe concept of the sickness unto death must be understood in a peculiar\nsense. Literally it means a sickness the end and outcome of which is\ndeath. Thus one speaks of a mortal sickness as synonymous with a sickness\nunto death. In this sense despair cannot be called the sickness unto\ndeath. But in the Christian understanding death is itself a transition\nunto life. In this sense there is no sickness unto death.\nBut despair is the sickness unto death. It is the torment of the\ncontradiction here to be unable to die. For to die signifies that it is\nall over, but to die the death means to experience dying and yet not to\ndie.\nThe Forms of Despair\nA. Despair regarded in such a way that one does not reflect whether it is\nconscious or not; so that one reflects only upon the factors of the\nsynthesis.\n(a) Despair viewed under the aspect of Finitude/Infinitude.\n(b) Despair viewed under the aspect of Possibility/Necessity.\nB. Despair viewed under the aspect of Consciousness.\n(1) The Despair which is Unconscious that it is Despair.\n(2) The Despair which is Conscious that it is Despair.\n(a) In despair at not willing to be oneself, the despair of weakness.\n(i) Despair over the earthly or something earthly.\n(ii) Despair about the eternal or over oneself.\n(b) In despair at willing to be oneself, defiance.", "source": "the_sickness_unto_death_excerpts.txt"}
{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age\nis putting on a veritable clearance sale. Everything can be had so dirt\ncheap that one begins to wonder whether in the end anyone will want to\nmake a bid. Every speculative price-fixer who conscientiously directs\nattention to the significant march of modern philosophy, every\nAssistant Professor, tutor, and student, every crofter and cottar in\nphilosophy, is not content with stopping at doubting everything but goes\nfurther. Perhaps it would be untimely and ill-timed to ask them where\nthey are going, but surely it is courteous and unobtrusive to take it\nfor granted that they have doubted everything, since otherwise it would\nbe queer to say that they were going further. This movement they have\nall of them made, and presumably with such ease that they do not think\nit necessary to drop a word about the how; for not even he who anxiously\nand with deep concern sought a little guidance from the standard authors\nfound any, or found only the assurance that everybody had done it.\nBut “Descartes did not doubt in matters of faith.” “Meminisse\nvellem,” thought I, “Cartesium non de divina fide loqui, sed de\npropria philosophia; video tamen in nonnullis eum parum sibi\nconstare.” [I would wish to remember that Descartes did not speak\nof the divine faith but of his own philosophy; I see, however, that\nin some things he was not consistent with himself.] But Descartes\ndid not cry, “Fire!” and make it a duty for everyone to doubt,\nfor Descartes was a quiet and solitary thinker, not a bellowing\nnight-watchman; he modestly admitted that his method had importance\nfor him alone and was justified in part by his earlier bungling\nknowledge. What those ancient Greeks (who also had some knowledge\nof philosophy) thought about such a task, surely we must know. But\ndid not the highly respected veteran philosopher [Heraclitus] say\nthat one cannot go through the same river twice? He, the brave old\nfighter, surely did not stay in the carriage and let “the system”\nmake the conquest. But in our time everything is different; for now\neveryone can do it, and do it all at once.\nIf one were to try to describe the different kinds of philosophical\nspeculation, he could say that the first kind is that which reflects\nupon the past, the second that which reflects upon the future. The\nfirst is the philosophy of recollection, the second the philosophy of\nexpectation. But in the midst of this recollection and expectation,\nthere is the moment, and this moment is the paradox. The paradox is\nnot a concession but a category, an ontological definition which\nexpresses the relation between an existing cognitive spirit and\neternal truth.\nFaith is precisely this paradox, that the single individual is higher\nthan the universal, yet in such a way, be it observed, that the\nmovement repeats itself, and that consequently the single individual,\nafter having been in the universal, now as the single individual\nisolates himself as higher than the universal. If this be not faith,\nthen Abraham is lost, then faith has never existed in the world...\nbecause it has always existed. For if the ethical (i.e., the moral) is\nthe highest thing, and if nothing incommensurable remains in man in any\nother way but as the evil (i.e., the particular which has to be\nexpressed in the universal), then one needs no other categories than\nthose which the Greek philosophers possessed or which can be deduced\nfrom them by consistent thought. But religion is the sphere of the\nparadox.\nThe story of Abraham is the story of this paradox. God tempted Abraham\nand said unto him, Take Isaac, thine only son, whom thou lovest, and get\nthee into the land of Moriah, and offer him there for a burnt offering\nupon one of the mountains which I will tell thee of.\nIt was early in the morning, Abraham rose betimes, and had the asses\nsaddled, left his tent, and Isaac with him. And Sarah looked out of the\nwindow after them until they had gone down the valley and she could see\nthem no more. They rode in silence for three days. On the fourth\nmorning Abraham said not a word, but he lifted up his eyes and saw\nMount Moriah afar off. He left the young men behind and went on alone\nwith Isaac, carrying the fire and the knife. And when he turned aside\nto offer, God saw that he would not withhold his only son, and the ram\nwas sacrificed in his stead.\nNow all this was only a trial.\nBut what if Abraham had not been a man of faith?\nLet us imagine a man who was not an Abraham but who, like him, was\ncalled to sacrifice the best that he possessed. He would have done it,\nand he would have done it with a heavy heart, and he would have\nreturned home, and he would have been admired by his friends and\nneighbors as a hero. But he would not have been the father of faith. He\nwould have been a tragic hero.\nFor the tragic hero stays within the ethical. He sacrifices himself (or\nhis son) for the universal (the state, the law, the family). But\nAbraham? Abraham transcends the ethical. He has a teleological\nsuspension of the ethical. He acts by virtue of the absurd. He\nbelieves that God will not require Isaac of him, yet he is willing to\nsacrifice him. This is the movement of faith.\nIf there is no such thing as a teleological suspension of the ethical,\nthen Abraham is a murderer.\nEpilogue\nOne cannot buy faith in the market place. It is not a ware that passes\nfrom hand to hand. It is a passion, the highest passion of all. There\nare many who never reach it, but no one goes further.", "source": "fear_and_trembling_excerpts.txt"}
