{"text": "The Knight of Infinite Resignation\nThe infinite resignation is the last stage prior to faith, so that one who has not made this movement has not faith; for only in the infinite resignation do I become clear to myself with respect to my eternal validity, and only then can there be any question of grasping existence by virtue of faith.\nIf a man does not have enough courage to make the movement of infinite resignation, he cannot have faith. He will perhaps think that he believes, but he deceives himself. He will perhaps pray to God, but it is not the prayer of faith. He will perhaps invoke the aid of God, but not in the way that faith does.\nThe Knight of Faith\nHe is no genius, for in that case he would be a phenomenon and exist for the aesthetic. He is not a tragic hero, for then he would exist for the ethical. He is a Knight of Faith.\nHe resigns everything infinitely, and then he grasps everything again by virtue of the absurd. He makes the movements of infinity, but he does this with such correctness and assurance that he constantly gets the finite out of it, and there is not a second when one has a notion of anything else. It is supposed to be the most difficult task for a dancer to leap into a definite posture in such a way that there is not a second when he is grasping after the posture, but assumes it in the leap itself. Perhaps no dancer can do it--but that is what the knight does.\nThe Absurd\nFaith is precisely this paradox, that the individual as the particular is higher than the universal, is justified over against it, is not subordinate but superior—yet in such a way, be it observed, that it is the particular individual who, after he has been subordinated as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute. This position cannot be mediated, for all mediation comes about precisely by virtue of the universal; it is and remains to all eternity a paradox, inaccessible to thought.\nAnxiety\nAnxiety is the dizziness of freedom. He whose eye happens to look down into the yawning abyss becomes dizzy. But what is the reason for this? It is just as much in his own eye as in the abyss. For suppose he had not looked down. Hence, anxiety is the dizziness of freedom which emerges when the spirit wants to posit the synthesis and freedom looks down into its own possibility, laying hold of finiteness to support itself. Freedom succumbs in this dizziness.\nSubjectivity is Truth\nWhen the question of truth is raised in an objective manner, reflection is directed objectively to the truth, as an object to which the knower is related. Reflection is not focused upon the relationship, but upon the question of whether it is the truth to which the knower is related. If only the object to which he is related is the truth, the subject is accounted to be in the truth. When the question of the truth is raised subjectively, reflection is directed subjectively to the nature of the individual's relationship; if only the mode of this relationship is in the truth, the individual is in the truth even if he should happen to be thus related to what is not true.", "source": "excerpts.txt"}
