{"text": "The Knight of Faith\nIf there were no eternal consciousness in a man, if at the foundation of all there lay only a wildly seething power which writhing with obscure passions produced everything that is great and everything that is insignificant, if a bottomless void never satiated lay hidden beneath all--what then would life be but despair?\nFaith is precisely this paradox, that the single individual is higher than the universal. It is the paradox that the single individual as the single individual stands in an absolute relation to the absolute.\nI saw the Knight of Faith. He looked like a tax collector! He belongs entirely to the world, no Philistine more so. One can discover nothing of the aloof and superior nature one might look for. He takes delight in everything, he sees to everything, and yet, if one were to look closer, one would see that he makes the movement of infinity at every moment.\nThe Sickness Unto Death\nThe self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself. A human being is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short, a synthesis.\nDespair is the sickness unto death.\nThe forms of despair:\n1. The despair that is unconscious of being despair.\n2. The despair that is conscious of being despair, and therefore is conscious of having a self in which there is something eternal, and then either in despair does not will to be itself or in despair wills to be itself.\nTo have a self, to be a self, is the greatest concession made to man, but at the same time it is eternity's demand upon him.\nEither/Or\nMarry, and you will regret it; do not marry, you will also regret it; marry or do not marry, you will regret it either way. Laugh at the world's foolishness, you will regret it; weep over it, you will regret it also; laugh at the world's foolishness or weep over it, you will regret both. Believe a woman, you will regret it; believe her not, you will also regret it...\nThis is the essence of the aesthetic life: to hover in possibility, to avoid the commitment of the ethical. But the ethical is the universal, and it demands that one reveal oneself. The aesthetic is the hidden.\nAnxiety\nAnxiety is the dizziness of freedom. He who has learned to be anxious in the right way has learned the ultimate.\nTruth is Subjectivity\nThe objective accent falls on WHAT is said, the subjective accent on HOW it is said.\nPeople understand me so poorly that they don't even understand my complaint about them not understanding me.", "source": "kierkegaard_texts.txt"}
