{"text": "Title: Either/Or\nAuthor: Søren Kierkegaard (Victor Eremita)\nDiapsalmata\nI don't feel like doing anything. I don't feel like riding, the motion is too violent; I don't feel like walking, it is too strenuous; I don't feel like lying down, for either I should have to stay down, and I don't feel like doing that, or I should have to get up again, and I don't feel like doing that either. Summa Summarum: I don't feel like doing anything.\n...\nThe Rotation of Crops\nPeople with experience maintain that proceeding from a basic principle is the only reasonable way to act. I yield to them and proceed from the basic principle that all people are boring. Or is there anyone who would be boring enough to contradict me in this?\n...\nThe Aesthetic Validity of Marriage\nMarriage is and remains the most important voyage of discovery a human being undertakes. Every other acquaintance is superficial compared with this one; even the friendship of David and Jonathan is imperfect compared with this connection.\n...\nCrop Rotation\nBoredom is the root of all evil – the despairing refusal to be oneself.", "source": "either_or_excerpts.txt"}
{"text": "Title: Fear and Trembling\nAuthor: Søren Kierkegaard (Johannes de Silentio)\nPreface\nNot only in the world of commerce but also in the world of ideas our age is putting on a veritable clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid.\n...\nProblem I: Is there a Teleological Suspension of the Ethical?\nThe ethical as such is the universal, and as the universal it applies to everyone, which may be expressed from another point of view by saying that it applies every instant. It rests immanent in itself, has nothing without itself which is its telos, but is itself telos for everything outside it, and when this has been incorporated by the ethical it can go no further.\nFaith is precisely this paradox, that the single individual is higher than the universal.\n...\nThe Knight of Faith\nHe resigns everything infinitely, and then he grasps everything again by virtue of the absurd. He makes the movements of infinity, but he does this with such correctness and assurance that he constantly gets the finite out of it, and there is not a second when one has a notion of anything else.\n...\nAbraham\nBy faith Abraham went out from the land of his fathers and became a sojourner in the land of promise. He left one thing behind, took one thing with him: he left his earthly understanding behind and took faith with him--otherwise he would not have wandered forth but would have thought this unreasonable.", "source": "fear_and_trembling_excerpts.txt"}
