{"text": "Title: The Sickness Unto Death\nAuthor: Søren Kierkegaard (Anti-Climacus)\n\nExcerpt:\n\nThe self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself. A human being is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short, a synthesis. A synthesis is a relation between two. Considered in this way, a human being is still not a self.\n\nIn the relation between two, the relation is the third as a negative unity, and the two relate to the relation and in the relation to the relation; thus under the qualification of the psychical the relation between the psychical and the physical is a relation. If, however, the relation relates itself to itself, this relation is the positive third, and this is the self.\n\nDespair is the sickness unto death. The concept of the sickness unto death must be understood in a peculiar sense. Literally it means a sickness the end and outcome of which is death. Thus one speaks of a mortal sickness as synonymous with a sickness unto death. In this sense despair cannot be called the sickness unto death. But in the Christian understanding death is itself a transition unto life. In this way, there is no sickness unto death in the Christian sense.\n\nBut despair is the sickness unto death precisely because it is being unable to die. It is to be sick unto death, to be dying, and yet not to be able to die. It is the state of the dying man who lies and struggles with death, and cannot die. So it is with despair. The torment of despair is precisely this, not to be able to die. So it has much in common with the situation of the agonizingly dying man, but with this difference, that here the dying is constantly transformed into a living. The despairing man cannot die; no more than \"the dagger can slay thoughts\" can consumption of the eternal part of the self die. The despairing man is sick unto death, but he cannot die.\n", "source": "sickness_unto_death_excerpt.txt"}
{"text": "Title: Fear and Trembling\nAuthor: Søren Kierkegaard (Johannes de Silentio)\n\nExcerpt:\n\nThe Knight of Faith is the only happy man, the heir to the finite, while the Knight of Resignation is a stranger and a sojourner. But if I knew where such a knight was to be found, I would travel on foot to him, for this marvel interests me absolutely. I would not let him go for an instant, every moment I would watch to see how he managed to make the movements, I would regard myself as secured for life, and would divide my time between looking at him and practicing the exercises myself, and thus would spend all my time admiring him. As was said, I have not found any such person, but I can well think him. Here he is. Acquaintance made, I am introduced to him. The moment I set eyes on him I instantly push him from me, I myself leap backwards, I clasp my hands and say half aloud, \"Good Lord, is this the man? Is it really he? Why, he looks like a tax-collector!\" However, it is the man after all. I draw closer to him, watching his least movement to see whether there might not be visible a little heterogeneous fractional telegraphic message from the infinite, a glance, a look, a gesture, a note of sadness, a smile from the infinite. No! I examine his figure from tip to toe to see if there might not be a cranny through which the infinite was peeping. No! He is solid through and through. His tread? It is vigorous, belonging entirely to the earth; no one would suspect that the hosts of infinity were watching him. He belongs entirely to the world, no Philistine more so. One can discover nothing of that aloof and superior nature which one recognizes usually by his distant look. He takes delight in everything, he sees to everything, and yet he has the infinite resignation's pain, but he has it in such a way that no one sees it.\n\nThe ethical expression for what Abraham did is that he would murder Isaac; the religious expression is that he would sacrifice Isaac; but precisely in this contradiction is the anxiety that can make a person sleepless, and yet without this anxiety Abraham is not who he is. Faith is precisely this paradox, that the single individual is higher than the universal, yet in such a way, be it observed, that the movement repeats itself, and that consequently the single individual who was in the universal, now as the single individual sets himself apart as higher than the universal. If this be not faith, then Abraham is lost, then faith has never existed in the world... because it has always existed.\n", "source": "fear_and_trembling_excerpt.txt"}
