{"text": "Man is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. If on the contrary the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\nThe formula that describes the state of the self when despair is completely rooted out is this: in relating itself to itself and in willing to be itself, the self rests transparently in the power that established it.", "source": "sickness_unto_death_excerpt.txt"}
{"text": "What is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the moans and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a steady fire; their cries could not reach the tyrant’s ears so as to strike terror into his heart; when they reached his ears they sounded like sweet music. And men crowd about the poet and say to him, “Sing for us soon again”—which is as much as to say, “May new sufferings torment your soul, but may your lips be fashioned as before; for the cries would only distress us, but the music is delicious.” And the critics come forward and say, “That is perfectly done—just as it should be, according to the rules of aesthetics.” Now it is understood that a critic resembles a poet to a hair; he only lacks the anguish in his heart and the music upon his lips. Lo, therefore I would rather be a swineherd, understood by the swine, than a poet misunderstood by men.\nI feel as if I were a piece in a game of chess, when my opponent says of it: That piece cannot be moved.\nMy life is like an eternal night; when will the day dawn? When will the sun rise?", "source": "either_or_excerpt.txt"}
{"text": "If there were no eternal consciousness in a man, if at the foundation of all there lay only a wildly seething power which writhing with obscure passions produced everything that is great and everything that is insignificant, if a bottomless void never satiated lay hidden beneath all--what then would life be but despair? If it were thus, if there were no sacred bond which united mankind, if one generation arose after another like the leafage in the forest, if the one generation replaced the other like the song of birds in the forest, if the human race passed through the world as the ship goes through the sea, like the wind through the desert, a thoughtless and fruitless activity, if an eternal oblivion were always lurking hungrily for its prey and there were no power strong enough to wrest it from its maw--how empty then and comfortless life would be! But therefore it is not thus, but as God created man and woman, so too He fashioned the hero and the poet or orator. The poet cannot do what the hero does, he can only admire him and love him and rejoice in him. But he too is happy, and not less so, for the hero is as it were his better nature, with which he is in love, and yet he is not the hero, and his love is not unhappy, for he loves his own ego, and yet his love is not narcissism, for he loves his own ego in the hero.\nAbraham I cannot understand, in a certain sense there is nothing I can learn from him but astonishment. If people fancy that by considering the outcome of this story they might let themselves be moved to believe that it would be the same with them, they deceive themselves, and they want to swindle God out of the first movement of faith, the infinite resignation. They would suck worldly wisdom out of the paradox. Perhaps one or another may succeed in that, for our age is not willing to stop with faith, with its miracle of turning water into wine, it goes further, it turns wine into water.", "source": "fear_and_trembling_excerpt.txt"}
