{"text": "The Sickness Unto Death is Despair.\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. But if on the contrary the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\nSuch a relation which relates itself to its own self (that is to say, a self) must either have constituted itself or have been constituted by another.\nIf this relation which relates itself to its own self is constituted by another, the relation doubtless is the third term, but this relation (the third term) is in turn a relation relating itself to that which constituted the whole relation.\nSuch a derived, constituted, relation is the human self, a relation which relates itself to its own self, and in relating itself to its own self relates itself to another. Hence it is that there can be two forms of despair properly so called. If the human self had constituted itself, there could be only one form: not to will to be oneself, to will to get rid of oneself, but there could be no question of despairing to will to be oneself. This formula, however, is the expression for the complete dependence of the relation (the self), the expression for the fact that the self cannot of itself attain and remain in equilibrium and rest by itself, but only by relating itself to that Power which constituted the whole relation. So the second form of despair (in despair to will to be oneself) constitutes the ultimate formula for despair, for the first form (not to will to be oneself) reduces to the second, or is capable of being analyzed into it.\nThe possibility of this sickness is man's advantage over the beast, and this advantage distinguishes him far more essentially than the erect posture, for it implies the infinite erectness or loftiness of being spirit. The possibility of this sickness is man's advantage over the beast; to be aware of this sickness is the Christian's advantage over the natural man; to be cured of this sickness is the Christian's blessedness.", "source": "sickness_unto_death.txt"}
{"text": "The Knight of Faith\nIf there were no eternal consciousness in a man, if at the foundation of all there lay only a wildly seething power which writhing with obscure passions produced everything that is great and everything that is insignificant, if a bottomless void never satiated lay hidden beneath all—what then would life be but despair?\nBut it is not so; and as God created man and woman, so too He fashioned the hero and the poet or orator. The poet cannot do what the hero does; he can only admire, love and rejoice in the hero. Yet he too is happy, and not less so; for the hero is as it were his better nature, with which he is in love, and glad that it is not himself, that his love can be admiration. The poet is the genius of recollection, can do nothing but call to mind what has been done, can do nothing but admire what has been done; he contributes nothing of his own, but is jealous of the intrusted capital. He follows the option of his heart, but when he has found what he sought, he wanders before every man's door with his song and with his speech, that all may admire the hero as he does, be proud of the hero as he is. This is his achievement, his humble work, this is his faithful service in the house of the hero. If he thus remains true to his love, he strives day and night against the cunning of oblivion which would trick him out of his hero, then he has completed his work, then he is gathered to the hero, who has loved him just as faithfully, for the poet is as it were the hero's better nature, powerless it is true as a memory is, but also transfigured as a memory is. Hence no one shall be forgotten who was great in the world; but each was great in his own way, and each in proportion to the greatness of that which he loved. For he who loved himself became great by himself, and he who loved other men became great by his selfless devotion, but he who loved God became greater than all. Everyone shall be remembered, but each became great in proportion to his expectation. One became great by expecting the possible, another by expecting the eternal, but he who expected the impossible became greater than all. Everyone shall be remembered, but each was great in proportion to the magnitude of that with which he struggled. For he who struggled with the world became great by conquering the world, and he who struggled with himself became great by conquering himself, but he who struggled with God became greater than all. So there was strife in the world, man against man, one against a thousand, but he who struggled with God was greater than all. So there was strife upon earth: there was one who conquered all by his power, and there was one who conquered God by his impotence. There was one who relied upon himself and gained all, there was one who secure in his strength sacrificed all, but he who believed God was greater than all. There was one who was great by reason of his power, and one who was great by reason of his wisdom, and one who was great by reason of his hope, and one who was great by reason of his love; but Abraham was greater than all, great by reason of his power whose strength is impotence, great by reason of his wisdom whose secret is foolishness, great by reason of his hope whose form is madness, great by reason of his love which is hatred of oneself.\nBy faith Abraham went out from the land of his fathers and became a sojourner in the land of promise. He left one thing behind, took one thing with him: he left his earthly understanding behind and took faith with him—otherwise he would not have wandered forth but would have thought this unreasonable.", "source": "fear_and_trembling.txt"}
{"text": "Diapsalmata\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the moans and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a steady fire; their cries could not reach the tyrant’s ears so as to strike terror into his heart; when they reached him they sounded like sweet music. And men crowd about the poet and say to him, “Sing for us soon again”—which is as much as to say, “May new sufferings torment your soul, but may your lips be fashioned as before; for the cries would only distress us, but the music is delicious.” And the critics come forward and say, “That is perfectly done—just as it should be, according to the rules of aesthetics.” Now it is understood that a critic resembles a poet to a hair; he only lacks the anguish in his heart and the music upon his lips. I tell you, I would rather be a swineherd, understood by the swine, than a poet misunderstood by men.\nI don’t care for anything. I don’t care to ride, for the exercise is too violent. I don’t care to walk, it is too strenuous. I don’t care to lie down, for I should either have to remain lying, and I don’t care to do that, or I should have to get up again, and I don’t care to do that either. Summa summarum: I don’t care at all.\nThere are two ways of being fooled. One is to believe what isn’t true; the other is to refuse to believe what is true.\nMy life is like an eternal night; when will the day dawn? When will the sun rise?\nThe most foolish of all things is to be young and to grow old, but not to grow up.\nLet others complain that the age is wicked; my complaint is that it is paltry; for it lacks passion. Men’s thoughts are thin and flimsy like lace, they are themselves pitiable like the lacemakers. The thoughts of their hearts are too paltry to be sinful. For a worm it might be regarded as a sin to harbor such thoughts, but not for a being made in the image of God. Their lusts are dull and sluggish, their passions sleepy. They do their duty, these shopkeeping souls, but they clip the coin a trifle, like the Jews; they think that if the Lord keeps a careful register of their lives, they may easily pass the examination. Out upon them! This is the reason my soul always turns back to the Old Testament and to Shakespeare. I feel that those who speak there are at least human beings: they hate, they love, they murder their enemies, and curse their descendants throughout all generations, they sin.", "source": "either_or.txt"}
