{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a real clearance sale. Everything may be had at such a dirt-cheap price that it is doubtful whether in the end there is anyone who will want to bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern science, every Assistant Professor, Tutor, and Student, every crofter and cottar in philosophy, is not content with doubting everything but goes further. Perhaps it would be untimely and ill-timed to ask them where they are going, but surely it is courteous and unobtrusive to take it for granted that they have doubted everything, since otherwise it would be queer for them to be going further. Having made this preliminary movement, they have perceived that they did not find what they sought, but this they did not do, they did not even make the movement—and yet they go further.\n...\nThe Story of Abraham\nAnd God tempted Abraham and said unto him, Abraham! and he said, Here am I. And he said, Take now thy son, thine only son Isaac, whom thou lovest, and get thee into the land of Moriah; and offer him there for a burnt offering upon one of the mountains which I will tell thee of.\nIt was early in the morning, Abraham arose, saddled his ass, and took two of his young men with him, and Isaac his son; and he clave the wood for the burnt offering, and rose up, and went unto the place of which God had told him. On the third day Abraham lifted up his eyes, and saw the place afar off. Then he said unto his young men, Abide ye here with the ass; and I and the lad will go yonder and worship, and come again to you. And Abraham took the wood of the burnt offering, and laid it upon Isaac his son; and he took the fire in his hand, and a knife; and they went both of them together. And Isaac spake unto Abraham his father, and said, My father: and he said, Here am I, my son. And he said, Behold the fire and the wood: but where is the lamb for a burnt offering? And Abraham said, My son, God will provide himself a lamb for a burnt offering: so they went both of them together.\nAnd they came to the place which God had told him of; and Abraham built an altar there, and laid the wood in order, and bound Isaac his son, and laid him on the altar upon the wood. And Abraham stretched forth his hand, and took the knife to slay his son.\n...\nIf there were no eternal consciousness in a man, if at the foundation of all there lay only a wildly seething power which writhing with obscure passions produced everything that is great and everything that is insignificant, if a bottomless void never satiated lay hidden beneath all—what then would life be but despair? If it were thus, if there were no sacred bond which united mankind, if one generation arose after another like the leafage in the forest, if the one generation replaced the other like the song of birds in the forest, if the human race passed through the world as the ship goes through the sea, like the wind through the desert, a thoughtless and fruitless activity, if an eternal oblivion were always lurking hungrily for its prey and there were no power strong enough to wrest it from its maw—how empty then and comfortless life would be!", "source": "fear_and_trembling.txt"}
{"text": "What is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the moans and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a steady fire; their cries could not reach the tyrant's ears so as to strike terror into his heart; when they reached his ears they sounded like sweet music.\n...\nI do not care for anything. I do not care to ride, for the exercise is too violent. I do not care to walk, for it is too strenuous. I do not care to lie down, for I should either have to remain lying, and I do not care to do that, or I should have to get up again, and I do not care to do that either. Summa summarum: I do not care at all.\n...\nMy sorrow is my castle, which like an eagle's eyrie is built high up on the mountain peak among the clouds. No one can storm it. From it I fly down into reality and seize my prey; but I do not remain down there, I bring my booty home. And this booty is a picture which I weave into the tapestries of my palace.\n...\nI have the courage, I believe, to doubt everything; I have the courage, I believe, to fight with everything; but I have not the courage to know anything, not the courage to possess, to own anything. Most people complain that the world is so prosaic, that life is not like a romance, where opportunities are always so favorable. I complain that life is not like a romance, where one has hard-hearted parents and nixies and trolls to fight, and enchanted princesses to free. What are all such enemies taken together, compared with the pale, bloodless, tenacious, nocturnal shapes with which I fight, and to which I myself give life and being.", "source": "diapsalmata.txt"}
