{"text": "Man is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. If on the contrary the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\nSuch a relation which relates itself to its own self (that is to say, a self) must either have constituted itself or have been constituted by another.\nIf this relation which relates itself to its own self is constituted by another, the relation doubtless is the third term, but this relation (the third term) is in turn a relation relating itself to that which constituted the whole relation.\nSuch a derived, constituted, relation is the human self, a relation which relates itself to its own self, and in relating itself to its own self relates itself to another. Hence it is that there can be two forms of despair properly so called. If the human self had constituted itself, there could be only one form: not to will to be oneself, to will to get rid of oneself, but there could be no question of despairingly willing to be oneself. This formula [i.e. that the self is constituted by another] is the expression for the total dependence of the relation (the self), the expression for the fact that the self cannot of itself attain and remain in equilibrium and rest by its own self, but only by relating itself to that Power which constituted it.", "source": "sickness_unto_death_excerpt.txt"}
{"text": "What is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the moans and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a steady fire; their cries could not reach the tyrant's ears so as to strike terror into his heart; when they reached him they sounded like sweet music. And men crowd about the poet and say to him, 'Sing for us soon again'—which is as much as to say, 'May new sufferings torment your soul, but may your lips be fashioned as before; for the cries would only distress us, but the music is delicious.' And the critics come forward and say, 'That is perfectly done—just as the rules of aesthetics demand.' To be sure, a critic resembles a poet to a hair; he only lacks the anguish in his heart and the music upon his lips. I tell you, I would rather be a swineherd, understood by the swine, than be a poet and be misunderstood by men.\nI feel as if I were a piece in a game of chess, when my opponent says of it: That piece cannot be moved.\nMy life is like an eternal night...\nI do not care for anything. I do not care to ride, for the exercise is too violent. I do not care to walk, it is too strenuous. I do not care to lie down, for I should either have to remain lying, and I do not care to do that, or I should have to get up again, and I do not care to do that either. Summa summarum: I do not care at all.\nWhat is it that binds me? Of what was the chain formed that bound the Fenris wolf? It was wrought of the noise of cats' paws walking on the ground, of the breath of fish, of the spittle of birds, of the roots of mountains. I was bound by a chain formed of gloomy fancies, of alarming dreams, of troubled thoughts, of fearful presentiments, of inexplicable anxieties. This chain is 'very flexible, soft as silk, yields to the most powerful strain, and cannot be torn apart.'\nLet others complain that the age is wicked; my complaint is that it is paltry; for it lacks passion. Men's thoughts are thin and flimsy like lace, they are themselves pitiable like the lacemakers. The thoughts of their hearts are too paltry to be sinful. For a worm it might be regarded as a sin to harbor such thoughts, but not for a being made in the image of God. Their lusts are dull and sluggish, their passions sleepy. They do their duty, these shopkeeping souls, but they clip the coin a trifle, like the Jews; they think that even if the Lord keeps a careful register of our sins, He may perhaps let one or two pass unpunished.", "source": "either_or_excerpt.txt"}
{"text": "The ethical as such is the universal, it applies to everyone, which may be expressed from another point of view by saying that it applies every instant. It reposes immanently in itself, it has nothing without itself which is its telos, but is itself telos for everything outside it, and when this has been incorporated by the ethical it can go no further. Conceived immediately as physical and psychical, the particular individual is the individual who has his telos in the universal, and his ethical task is to express himself constantly in it, to abolish his particularity in order to become the universal. As soon as the individual would assert himself as the particular over against the universal, he sins, and only by recognizing this can he again reconcile himself with the universal. If this be the highest thing that can be said of man and of his existence, then the ethical has the same nature as man's eternal blessedness, which to all eternity and at every instant is his telos, since it would be a contradiction to say that this might be abandoned (i.e. teleologically suspended), seeing that as soon as it is suspended it is forfeited, whereas in other cases what is suspended is not forfeited but is preserved in the higher sphere which is its telos.\nIf such be the case, then Hegel is right when in his chapter on 'The Good and the Conscience', he characterizes man only as the particular and regards this character as 'a moral form of evil' (see especially The Philosophy of Right), which must be annulled in the teleology of the moral, so that the individual who remains in this stage is either sinning or subjected to temptation. On the other hand, he is wrong when he talks of faith, wrong not to protest loudly and clearly against Abraham enjoying honor and glory as the father of the faith, whereas he ought to be prosecuted and convicted as a murderer.\nFor faith is this paradox, that the particular is higher than the universal, yet in such a way, be it observed, that the movement repeats itself, and that consequently the individual, after having been in the universal, now as the particular isolates himself as higher than the universal. If this be not faith, then Abraham is lost, then faith has never existed in the world... because it has always existed. For if the ethical (i.e. the moral) is the highest thing, and if nothing incommensurable remains in man in any other way but as the evil (i.e. the particular which has to be expressed in the universal), then one needs no other categories than those which the Greek philosophers possessed or which can be deduced from them. This is the phrase which all eternity can be said of him who by his own will drove himself out from the universal.", "source": "fear_and_trembling_excerpt.txt"}
