{"text": "Preface\n\nNot only in the world of commerce but also in the world of ideas our age is putting on a real clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid.\n\n...\n\nThe Story of Abraham\n\nAnd God tempted Abraham and said unto him, Take Isaac, thine only son, whom thou lovest, and get thee into the land of Moriah, and offer him there for a burnt offering upon the mountain which I will show thee.\n\nIt was early in the morning, Abraham rose betimes, he had his asses saddled, left his tent, and Isaac with him, but Sarah looked out of the window after them until they had gone down the valley and she could see them no more. They rode in silence for three days. On the morning of the fourth day Abraham said never a word, but he lifted up his eyes and saw Mount Moriah afar off.\n\n...\n\nThe Knight of Faith\n\nIf I were to speak of him, I should say: He is the only happy man, the heir to the finite. And the knight of resignation who does not say this is a deceiver, he has not the secret, he is not the knight of faith.\n\nFaith is precisely this paradox, that the single individual is higher than the universal.\n", "source": "fear_and_trembling_excerpt.txt"}
{"text": "The Sickness Unto Death\n\nThe Concept of Despair\n\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\n\n...\n\nThe Forms of Despair\n\nDespair is the Sickness unto Death.\n\nThe despair that is conscious of being despair, as also of being a self (wherein there is after all something eternal).\n1. In despair at not willing to be oneself, the despair of weakness.\n2. In despair at willing to be oneself, defiance.\n", "source": "sickness_unto_death_excerpt.txt"}
