{"text": "The Sickness Unto Death is despair.\n\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation that relates itself to itself or is the relation's relating itself to itself in the relation; the self is not the relation but that the relation relates itself to itself. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short, a synthesis. A synthesis is a relation between two. Considered in this way, man is still not a self.\n\nIn the relation between two, the relation is the third as a negative unity, and the two relate to the relation and in the relation to the relation; thus under the qualification of the psychical the relation between the psychical and the physical is a relation. If, however, the relation relates itself to itself, this relation is the positive third, and this is the self.\n\nDespair is a sickness in the spirit, in the self, and so it may take three forms: in despair not to be conscious of having a self (not despair in the strict sense); in despair not to will to be oneself; in despair to will to be oneself.\n\nThe formula that describes the state of the self when despair is completely rooted out is this: in relating itself to itself and in willing to be itself, the self rests transparently in the power that established it.\n", "source": "sickness_unto_death_excerpt.txt"}
{"text": "Preface\n\nNot only in the world of commerce but also in the world of ideas our age is putting on a veritable clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every Privatdocent, tutor, and student, every crofter and cottager in philosophy, is not content with doubting everything but goes further. Perhaps it would be untimely and ill-timed to ask them where they are going, but surely it is courteous and unobtrusive to assume that they have doubted everything, since otherwise it would be queer to say that they were going further. This preliminary movement they have therefore all completed, and it is presumably so easy that they do not think it necessary to waste a word on how they did it.\n\nThe Knight of Faith\n\nIf I were to describe the movements of the knight of faith, I should say: He makes the infinite resignation, he gives up everything, and then he gets everything back by virtue of the absurd. He is not a tragic hero; he is something different, something more. The tragic hero renounces himself in order to express the universal, the knight of faith renounces the universal in order to become the particular.\n\nAbraham is the knight of faith. He leaves his home, he wanders in the desert, he is prepared to sacrifice his beloved son Isaac. And he does this not because he hates Isaac, but because he loves him. He does it not because he is a murderer, but because he is a believer. He believes that God will give Isaac back to him. By virtue of the absurd.\n\nThis is the teleological suspension of the ethical. From the ethical standpoint, Abraham is a murderer. But from the religious standpoint, he is a righteous man. He stands in an absolute relation to the Absolute.\n", "source": "fear_and_trembling_excerpt.txt"}
