{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a veritable clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid. Every speculative price-fixer who conscientiously marks the significant trends in the money market writes the whole of modern philosophy, or at least a synopsis of it, as a textbook.\nFaith is a marvel, and yet no human being is excluded from it; for that in which all human life is unified is passion, and faith is a passion.\nThe Knight of Faith\nIf I were to describe the movements of faith, I would say: Infinite resignation is the last stage prior to faith, so that one who has not made this movement has not faith; for only in the infinite resignation do I become clear to myself in my eternal validity, and only then can there be any question of grasping existence by virtue of faith.\nThe paradox of faith is this: that the single individual is higher than the universal, not as the inferior is subordinate to the superior but as the superior is superior to the inferior—yet always in such a way that it is the single individual who, after having been subordinate as the particular to the universal, now through the universal becomes the single individual who as the single individual is superior, that the single individual as the single individual stands in an absolute relation to the absolute.\nProblem I: Is there a Teleological Suspension of the Ethical?\nThe ethical as such is the universal, and as the universal it applies to everyone, which may be expressed from another point of view by saying that it applies every instant. It rests immanent in itself, has nothing without itself which is its telos, but is itself telos for everything outside it, and when this has been incorporated by the ethical it can go no further. Conceived immediately as physical and psychical, the particular individual is the particular which has its telos in the universal, and its task is to express itself constantly in it, to abolish its particularity in order to become the universal. As soon as the single individual asserts himself in his singularity before the universal, he sins, and only by acknowledging this can be reconciled again with the universal.\nBut faith is precisely this paradox, that the single individual is higher than the universal.\nProblem II: Is there an Absolute Duty toward God?\nThe ethical is the universal, and as such it is the divine. One has therefore a right to say that fundamentally every duty is a duty toward God; but if one cannot say more, then one says at the same time that I have no duty toward God.\nThe paradox of faith is that there is an interiority that is incommensurable with the exteriority.\nEpilogue\nOne time in Holland when the market was rather dull for spices, the merchants had several cargoes dumped into the sea to peg up prices. This was a forgivable, perhaps a necessary, device for deluding the people. Is it something similar we need now in the world of spirit? Are we so sure that we have attained the highest, so that there is nothing left for us but to make ourselves believe piously that we have not attained it, so that we can have something left to occupy our time with?", "source": "fear_and_trembling.txt"}
