{"text": "The Sickness Unto Death\nBy Anti-Climacus\nIntroduction\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\nIn the relation between two, the relation is the third term as a negative unity, and the two relate themselves to the relation, and in the relation to the relation; such a relation is that between soul and body, when man is regarded as soul. If on the contrary the relation relates itself to its own self, the relation is then the positive third term, and this is the self.\nSuch a relation which relates itself to its own self (that is to say, a self) must either have constituted itself or have been constituted by another.\nIf this relation which relates itself to its own self is constituted by another, the relation doubtless is the third term, but this relation (the third term) is in turn a relation relating itself to that which constituted the whole relation.\nSuch a derived, constituted, relation is the human self, a relation which relates itself to its own self, and in relating itself to its own self relates itself to another. Hence it is that there can be two forms of despair properly so called. If the human self had constituted itself, there could be a question only of one form: not to will to be one's own self, to will to get rid of oneself, but there could be no question of not willing to be oneself in the sense that the condition of the self is grounded in the power which constituted it. And in fact this second form of despair (in despair to will to be oneself) is rather the expression for the complete elimination of the self, its final and maximizing expression.\nDespair is the sickness unto death. The concept of the sickness unto death must be understood, however, in a peculiar sense. Literally it means a sickness the end and outcome of which is death. Thus one speaks of a mortal sickness as synonymous with a sickness unto death. In this sense despair cannot be called the sickness unto death. But in the Christian understanding of it death is itself a transition unto life. In view of this, there is from the Christian standpoint no earthly bodily sickness which is the sickness unto death. For death is doubtless the last phase of the sickness, but death is not the last thing.", "source": "sickness_unto_death.txt"}
{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a real clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern science, every assistant professor, tutor, and student, every crofter and cottar in philosophy, is not content with doubting everything but goes further. Perhaps it would be untimely and ill-timed to ask them where they are going, but surely it is courteous and not without humble regard for established usage and sound order to assume that they have doubted everything-otherwise it would be queer to say that they were going further. This motion of going further I have tried to express in the preceding by the phrase \"to go beyond faith,\" and I have also tried to show that this is not a step forward but a step backward.\nThe present writer is by no means a philosopher. He is, poetice et eleganter [in a poetic and elegant way], a freelance writer who neither writes the system nor gives promises of the system, who neither subscribes to the system nor ascribes anything to it. He writes because to him it is a luxury that becomes the more agreeable and apparent the fewer there are who buy and read what he writes. He can easily foresee his fate in an age when passion has been discarded for the sake of science, in an age when an author who wants to have readers must take care to write in such a way that the book can be easily perused during the afternoon nap, and be sure to look like the polite gardener's boy in the advertiser, who with hat in hand and good certificate from the last place he worked recommends himself to the esteemed public.\nFaith is precisely this paradox, that the single individual as the particular is higher than the universal, is justified before it, not as subordinate to the universal but superior to it, yet in such a way, be it observed, that it is the single individual who, after having been subordinate as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute. This position cannot be mediated, for all mediation comes about precisely by virtue of the universal; it is and remains to all eternity a paradox, inaccessible to thought. And yet faith is this paradox-or else (these are the logical consequences which I would beg the reader to have in mind at every point, though it would be too prolix for me to reiterate them on every occasion)-or else there never has been faith...", "source": "fear_and_trembling.txt"}
{"text": "Either/Or\nA Fragment of Life\nEdited by Victor Eremita\nDiapsalmata\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the moans and cries which pass over them are transformed into ravishing music. His fate is like that of the unfortunate victims whom the tyrant Phalaris imprisoned in a brazen bull, and slowly tortured over a steady fire; their cries could not reach the tyrant's ears so as to strike terror into his heart; when they reached his ears they sounded like sweet music.\nI don't care for anything. I don't care to ride, for the exercise is too violent. I don't care to walk, walking is too strenuous. I don't care to lie down, for I should either have to remain lying, and I don't care to do that, or I should have to get up again, and I don't care to do that either. Summa summarum: I don't care at all.\nThere are, as is known, insects that die in the moment of fertilization. So it is with all joy: life's highest, most splendid moment of enjoyment is accompanied by death.\nMy soul is like a dead sea, over which no bird can fly without dropping down into it.\nThe Rotation Method\nPeople with a great deal of experience have maintained that it is the method of rotation that gives value to life. The method of rotation! The expression is not without significance. One gets tired of living in the country, and moves to the city; one gets tired of one's native land, and travels abroad; one is europamüde, and goes to America, and so on; finally one indulges in a sentimental hope of endless journeyings from star to star. Or the movement is different but still extensive. One tires of porcelain dishes and eats on silver; one tires of silver and eats on gold; one burns half of Rome to get an idea of the burning of Troy. This method defeats itself; it is the bad infinite. What I have to propose is something different: the method of rotation must be intensive, not extensive.\nThe whole secret lies in arbitrariness. People usually think that it is easy to be arbitrary, but it requires much study to succeed in being arbitrary so as not to lose oneself in it, but to derive satisfaction from it. One does not enjoy the immediate object, but something else which one arbitrarily introduces. You go to see the middle of a play, you read the third part of a book. By this means you insure yourself a very different kind of enjoyment from that which the author has been so kind as to plan for you. You enjoy something entirely accidental; you consider the whole existence from this standpoint; the most trivial circumstance becomes a motif of great significance.", "source": "either_or.txt"}
