{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a veritable clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern philosophy, every Privatdocent, tutor, and student, every crofter and cottager in philosophy, is not stopping with doubt everything but is going further. Perhaps it would be untimely and ill-timed to ask them where they are going, but surely it is courteous and unobtrusive to assume that they have doubted everything, since otherwise it would be queer for them to be going further. This having made a preliminary movement have they made it?\n...\nProblem I: Is there a Teleological Suspension of the Ethical?\nThe ethical as such is the universal, and as the universal it applies to everyone, which may be expressed from another point of view by saying that it applies every instant. It rests immanent in itself, has nothing without itself which is its telos, but is itself telos for everything outside it, and when this has been incorporated by the ethical it can go no further. Conceived immediately as physical and psychical, the particular individual is the individual who has his telos in the universal, and his ethical task is to express himself constantly in it, to abolish his particularity in order to become the universal. As soon as the individual would assert himself as the particular over against the universal, he sins, and only by recognizing this can he again reconcile himself with the universal.\n...\nFaith is precisely this paradox, that the individual as the particular is higher than the universal, is justified over against it, is not subordinate but superior—yet in such a way, be it observed, that it is the particular individual who, after he has been subordinated as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute. This position cannot be mediated, for all mediation comes about precisely by virtue of the universal; it is and remains to all eternity a paradox, inaccessible to thought. And yet faith is this paradox—or else (these are the logical consequences which I would beg the reader to have in mind at every point, though it would be too prolix for me to reiterate them on every occasion)—or else there never has been faith...\n...\nAbraham is called the father of faith because he has the formal qualification of faith, believing by virtue of the absurd, for all human calculation ceased long ago. If he had imagined that by doing this he would be reconciled to the universal, he would not have been the father of faith.", "source": "fear_and_trembling.txt"}
{"text": "The Sickness Unto Death is Despair.\nI. That Despair is the Sickness Unto Death\nA. Despair is a Sickness in the Spirit, in the Self, and so it may have a threefold form: in Despair at not being conscious of having a Self (Despair improperly so called); in Despair at not willing to be oneself; in Despair at willing to be oneself.\nMan is spirit. But what is spirit? Spirit is the self. But what is the self? The self is a relation which relates itself to its own self, or it is that in the relation [which accounts for it] that the relation relates itself to its own self; the self is not the relation but [consists in the fact] that the relation relates itself to its own self. Man is a synthesis of the infinite and the finite, of the temporal and the eternal, of freedom and necessity, in short it is a synthesis. A synthesis is a relation between two factors. So regarded, man is not yet a self.\n...\nThe formula that describes the state of the self when despair is completely rooted out is this: in relating itself to itself and in willing to be itself, the self rests transparently in the power that established it.\n...\nThe possibility of this sickness is man’s advantage over the beast; to be aware of this sickness is the Christian’s advantage over the natural man; to be healed of this sickness is the Christian’s blessedness.", "source": "the_sickness_unto_death.txt"}
{"text": "DIAPSALMATA\nWhat is a poet? An unhappy man who in his heart harbors a deep anguish, but whose lips are so fashioned that the moans and cries which pass over them are transformed into ravishing music. His fate is like that of the sufferers in the bull of Phalaris, who were not silenced by the tyrant’s slow fire but whose screams could not reach the tyrant’s ears to terrify him; to him they sounded like sweet music.\n...\nI have the courage, I believe, to doubt everything; I have the courage, I believe, to fight with everything; but I have not the courage to know anything, not the courage to possess, to own anything. Most people complain that the world is so prosaic, that life is not like a romance, where opportunities are always so favorable. I complain that life is not like a romance, where one has hard-hearted parents and nixies and trolls to fight, and enchanted princesses to free. What are all such enemies taken together compared with the pale, bloodless, tenacious, nocturnal shapes with which I fight and to which I give life and being?\n...\nMy sorrow is my castle, which like an eagle's eyrie is built high up on the mountain peak among the clouds. No one can storm it. From it I fly down into reality to seize my prey; but I do not stay down there, I bring my prey home; and this prey is a picture I weave into the tapestries of my palace.\n...\nThe Rotation of Crops\nPeople with experience maintain that proceeding from a basic principle is the supposed starting point for all sorts of high-flown conjectures. I say that it is the starting point for nothing. It is not a starting point, but a stopping point.\nOne gets tired of living in the country, and one moves to the city; one gets tired of one's native land, and travels abroad; one is tire of Europe, and goes to America, and so on; finally one indulges in a sentimental hope of endless journeyings from star to star. Or the movement is different but the soul is the same. One gets tired of porcelain dishes and eats on silver; one gets tired of silver and eats on gold; one burns half of Rome to get an idea of the burning of Troy. This method defeats itself; it is the bad infinite. What did Nero gain by it? Antonine was wiser; he says: \"It is in your power to live your life over again; look at things as you did before, for that is a new life.\"\nThe method I propose does not depend on change of soil and climate but on change of crop.", "source": "either_or.txt"}
