{"text": "Preface\nNot only in the world of commerce but also in the world of ideas our age is putting on a big clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid.\nFaith is precisely this paradox, that the individual as the particular is higher than the universal, is justified over against it, is not subordinate but superior—yet in such a way, be it observed, that it is the particular individual who, after he has been subordinated as the particular to the universal, now through the universal becomes the individual who as the particular is superior to the universal, for the fact that the individual as the particular stands in an absolute relation to the absolute. This position cannot be mediated, for all mediation comes about precisely by virtue of the universal; it is and remains to all eternity a paradox, inaccessible to thought. And yet faith is this paradox—or else (these are the logical deductions which I would beg the reader to judge for himself, though I have already done so in the foregoing) there never has been faith... precisely because it has always been present.\nIf there were no eternal consciousness in a man, if at the foundation of all there lay only a wildly seething power which writhing with obscure passions produced everything that is great and everything that is insignificant, if a bottomless void never satiated lay hidden beneath all--what then would life be but despair?\nIt is so hard to believe because it is so hard to obey.\nPeople understand me so poorly that they don't even understand my complaint about them not understanding me.\nThe most common form of despair is not being who you are.\nLife can only be understood backwards; but it must be lived forwards.\nAnxiety is the dizziness of freedom.\nThe function of prayer is not to influence God, but rather to change the nature of the one who prays.\nThere are two ways to be fooled. One is to believe what isn't true; the other is to refuse to believe what is true.\nTo cheat oneself out of love is the most terrible deception; it is an eternal loss for which there is no reparation, either in time or in eternity.\nDeep within every human being there still lives the anxiety over the possibility of being alone in the world, forgotten by God, overlooked among the millions and millions in this enormous household. One keeps this anxiety at a distance by looking at the many round about who are related to him as kin and friends, but the anxiety is still there, nevertheless, and one hardly dares think of how he would feel if all this were taken away.\nThe truth is a snare: you cannot have it, without being caught. You cannot have the truth in such a way that you catch it, but only in such a way that it catches you.\nA fire broke out backstage in a theatre. The clown came out to warn the public; they thought it was a joke and applauded. He repeated it; the acclaim was even greater. I think that's just how the world will come to an end: to general applause from wits who believe it's a joke.", "source": "excerpts.txt"}
