{"text": "FEAR AND TREMBLING\nA PANEGYRIC ON ABRAHAM\nIf a consciousness of the eternal were not implanted in man; if\nthe basis of all that exists were but a confusedly fermenting\nelement which, convulsed by obscure passions, produced all, both\nthe great and the insignificant; if under everything there lay\na bottomless void never to be filled--what else were life but\ndespair? If it were thus, and if there were no sacred bonds\nbetween man and man; if one generation arose after another, as\nin the forest the leaves of one season succeed the leaves of\nanother, or like the songs of birds which are taken up one after\nanother; if the generations of man passed through the world like\na ship passing through the sea and the wind over the desert--a\nfruitless and a vain thing; if eternal oblivion were ever greedily\nwatching for its prey and there existed no power strong enough to\nwrest it from its clutches--how empty were life then, and how\ndismal! And therefore it is not thus; but, just as God created\nman and woman, he likewise called into being the hero and the\npoet or orator. The latter cannot perform the deeds of the hero--he\ncan only admire and love him and rejoice in him. And yet he\nalso is happy and not less so; for the hero is, as it were, his\nbetter self with which he has fallen in love, and he is glad he\nis not himself the hero, so that his love can express itself in\nadmiration.\nThe poet is the genius of memory, and does nothing but recall\nwhat has been done, can do nothing but admire what has been\ndone. He adds nothing of his own, but he is jealous of what\nhas been entrusted to him. He obeys the choice of his own heart;\nbut once he has found what he has been seeking, he visits every\nman's door with his song and with his speech, so that all may\nadmire the hero as he does, and be proud of the hero as he is.\nThis is his achievement, his humble work, this is his faithful\nservice in the house of the hero. If thus, faithful to his love,\nhe battles day and night against the guile of oblivion which\nwishes to lure the hero from him, then has he accomplished his\ntask, then is he gathered to his hero who loves him as faithfully;\nfor the poet is at it were the hero's better self, unsubstantial,\nto be sure, like a mere memory, but also transfigured as is a\nmemory. Therefore shall no one be forgotten who has done great\ndeeds; and even if there be delay, even if the cloud of misunderstanding\nobscure the hero from our vision, still his lover will come some\ntime; and the more time has passed, the more faithfully will he\ncleave to him.\nNo, no one shall be forgotten who was great in this world. But\neach hero was great in his own way, and each one was eminent in\nproportion to the great things he loved. For he who loved himself\nbecame great through himself, and he who loved others became great\nthrough his devotion, but he who loved God became greater than\nall of these. Everyone of them shall be remembered, but each one\nbecame great in proportion to his trust. One became great by hoping\nfor the possible; another, by hoping for the eternal; but he who\nhoped for the impossible, he became greater than all of these.\nEvery one shall be remembered; but each one was great in proportion\nto the power with which he strove. For he who strove with the\nworld became great by overcoming himself; but he who strove with\nGod, he became the greatest of them all. Thus there have been\nstruggles in the world, man against man, one against a thousand;\nbut he who struggled with God, he became greatest of them all.\nThus there was fighting on this earth, and there was he who conquered\neverything by his strength, and there was he who conquered God by\nhis weakness. There was he who, trusting in himself, gained all;\nand there was he who, trusting in his strength sacrificed everything;\nbut he who believed in God was greater than all of these. There was\nhe who was great through his strength, and he who was great through\nhis wisdom, and he who was great through his hopes, and he who was\ngreat through his love; but Abraham was greater than all of\nthese--great through the strength whose power is weakness, great\nthrough the wisdom whose secret is folly, great through the hope\nwhose expression is madness, great through the love which is hatred\nof one's self.\nThrough the urging of his faith Abraham left the land of his\nforefathers and became a stranger in the land of promise. Ke left\none thing behind and took one thing along: he left his worldly\nwisdom behind and took with him faith. For else he would not have\nleft the land of his fathers, but would have thought it an unreasonable\ndemand. Through his faith he came to be a stranger in the land of\npromise, where there was nothing to remind him of all that had been\ndear to him, but where everything by its newness tempted his soul\nto longing. And yet was he God's chosen, he in whom the Lord was\nwell pleased! Indeed, had he been one cast off, one thrust out of\nGod's mercy, then might he have comprehended it; but now it seemed\nlike a mockery of him and of his faith. There have been others who\nlived in exile from the fatherland which they loved. They are not\nforgotten, nor is the song of lament forgotten in which they\nmournfully sought and found what they had lost. Of Abraham there\nexists no song of lamentation. It is human to complain, it is\nhuman to weep with the weeping; but it is greater to believe, and\nmore blessed to consider him who has faith.\nThrough his faith Abraham received the promise that in his seed\nwere to be blessed all races of mankind. Time passed, there was\nstill the possibility of it, and Abraham had faith. Another man\nthere was who also lived in hopes. Time passed, the evening of\nhis life was approaching; neither was he paltry enough to have\nforgotten his hopes: neither shall he be forgotten by us! Then\nhe sorrowed, and his sorrow did not deceive him, as life had\ndone, but gave him all it could; for in the sweetness of sorrow\nhe became possessed of his disappointed hopes. It is human to\nsorrow, it is human to sorrow with the sorrowing; but it is\ngreater to have faith, and more blessed to consider him who\nhas faith.\nNo song of lamentation has come down to us from Abraham. He did\nnot sadly count the days as time passed; he did not look at\nSarah with suspicious eyes, whether she was becoming old; he\ndid not stop the sun's course lest Sarah should grow old and\nhis hope with her; he did not lull her with his songs of lamentation.\nAbraham grew old, and Sarah became a laughing-stock to the people;\nand yet was he God's chosen, and heir to the promise that in his\nseed were to be blessed all races of mankind. Were it, then,\nnot better if he had not been God's chosen? For what is it to\nbe God's chosen? Is it to have denied to one in one's youth all\nthe wishes of youth in order to have them fulfilled after great\nlabor in old age?\nBut Abraham had faith and steadfastly lived in hope. Had Abraham\nbeen less firm in his trust, then would he have given up that hope.\nHe would have said to God: \"So it is, perchance, not Thy will,\nafter all, that this shall come to pass. I shall surrender my\nhope. It was my only one, it was my bliss. I am sincere, I conceal\nno secret grudge for that Thou didst deny it to me.\" He would not\nhave remained forgotten, his example would have saved many a one;\nbut he would not have become the Father of Faith. For it is great\nto surrender one's hope, but greater still to abide by it steadfastly\nafter having surrendered it; for it is great to seize hold of the\neternal hope, but greater still to abide steadfastly by one's worldly\nhopes after having surrendered them.\nThen came the fulness of time. If Abraham had not had faith, then\nSarah would probably have died of sorrow, and Abraham, dulled by\nhis grief, would not have understood the fulfillment, but would\nhave smiled about it as a dream of his youth. But Abraham had\nfaith, and therefore he remained young; for he who always hopes\nfor the best, him life will deceive, and he will grow old; and\nhe who is always prepared for the worst, he will soon age; but\nhe who has faith, he will preserve eternal youth. Praise, therefore,\nbe to this story! For Sarah, though advanced in age, was young\nenough to wish for the pleasures of a mother, and Abraham, though\ngrey of hair, was young enough to wish to become a father. In a\nsuperficial sense it may be considered miraculous that what they\nwished for came to pass, but in a deeper sense the miracle of\nfaith is to be seen in Abraham's and Sarah's being young enough\nto wish, and their faith having preserved their wish and therewith\ntheir youth. The promise he had received was fulfilled, and he\naccepted it in faith, and it came to pass according to the promise\nand his faith; whereas Moses smote the rock with his staff but\nbelieved not.\nThere was joy in Abraham's house when Sarah celebrated the day\nof her Golden Wedding.\nBut it was not to remain thus; for once more was Abraham to be\ntempted. He had struggled with that cunning power to which nothing\nis impossible, with that ever watchful enemy who never sleeps,\nwith that old man who outlives all--he had struggled with Time\nand had preserved his faith. And now all the terror of that fight\nwas concentrated in one moment. \"And God tempted Abraham, saying to\nhim: take now thine only son Isaac, whom thou lovest, and get\nthee into the land of Moriah; and offer him there for a burnt\noffering upon one of the mountains which I will tell thee off.\"\nAll was lost, then, and more terribly than if a son had never\nbeen given him! The Lord had only mocked Abraham, then! Miraculously\nhe had realized the unreasonable hopes of Abraham; and now he wished\nto take away what he had given. A foolish hope it had been, but\nAbraham had not laughed when the promise had been made him. Now\nall was lost--the trusting hope of seventy years, the brief joy\nat the fulfillment of his hopes. Who, then, is he that snatches\naway the old man's staff, who that demands that he himself shall\nbreak it in two? Who is he that renders disconsolate the grey hair\nof old age, who is he that demands that he himself shall do it?\nIs there no pity for the venerable old man, and none for the\ninnocent child? And yet was Abraham God's chosen one, and yet\nwas it the Lord that tempted him. And now all was to be lost!\nThe glorious remembrance of him by a whole race, the promise of\nAbraham's seed--all that was but a whim, a passing fancy of the\nLord, which Abraham was now to destroy forever! That glorious\ntreasure, as old as the faith in Abraham's heart, and many, many\nyears older than Isaac, the fruit of Abraham's life, sanctified\nby prayers, matured in struggles--the blessing on the lips of\nAbraham: this fruit was now to be plucked before the appointed\ntime, and to remain without significance; for of what significance\nwere it if Isaac was to be sacrificed? That sad and yet blessed\nhour when Abraham was to take leave from all that was dear to him,\nthe hour when he would once more lift up his venerable head,\nwhen his face would shine like the countenance of the Lord, the\nhour when he would collect his whole soul for a blessing strong\nenough to render Isaac blessed all the days of his life--that\nhour was not to come! He was to say farewell to Isaac, to be\nsure, but in such wise that he himself was to remain behind;\ndeath was to part them, but in such wise that Isaac was to die.\nThe old man was not in happiness to lay his hand on Isaac's head\nwhen the hour of death came, but, tired of life, to lay violent\nhands on Isaac. And it was God who tempted him. Woe, woe to the\nmessenger who would have come before Abraham with such a command!\nWho would have dared to be the messenger of such dread tidings?\nBut it was God that tempted Abraham.\nBut Abraham had faith, and had faith for this life. Indeed, had\nhis faith been but concerning the life to come, then might he more\neasily have cast away all, in order to hasten out of this world\nwhich was not his....\nBut Abraham had faith and doubted not, but trusted that the\nimprobable would come to pass. If Abraham had doubted, then would\nhe have undertaken something else, something great and noble; for\nwhat could Abraham have undertaken but was great and noble! He\nwould have proceeded to Mount Moriah, he would have cloven the\nwood, and fired it, and unsheathed his knife--he would have cried\nout to God: \"Despise not this sacrifice; it is not, indeed, the\nbest I have; for what is an old man against a child foretold of\nGod; but it is the best I can give thee. Let Isaac never know\nthat he must find consolation in his youth.\" He would have plunged\nthe steel in his own breast. And he would have been admired\nthroughout the world, and his name would not have been forgotten;\nbut it is one thing to be admired and another, to be a lode-star\nwhich guides one troubled in mind.\nBut Abraham had faith. He prayed not for mercy and that he might\nprevail upon the Lord: it was only when just retribution was to\nbe visited upon Sodom and Gomorrha that Abraham ventured to beseech\nHim for mercy.\nWe read in Scripture: \"And God did tempt Abraham, and said unto\nhim, Abraham: and he said, Behold here I am.\" You, whom I\nam now addressing did you do likewise? When you saw the dire\ndispensations of Providence approach threateningly, did you not\nthen say to the mountains, Fall on me; and to the hills, Cover\nme? Or, if you were stronger in faith, did not your step\nlinger along the way, longing for the old accustomed paths, as\nit were? And when the voice called you, did you answer, then, or\nnot at all, and if you did, perchance in a low voice, or whispering?\nNot thus Abraham, but gladly and cheerfully and trustingly, and with\na resonant voice he made answer: \"Here am I.\" And we read further:\n\"And Abraham rose up early in the morning.\" He made haste as\nthough for some joyous occasion, and early in the morning he was\nin the appointed place, on Mount Moriah. He said nothing to Sarah,\nnothing to Eliezer, his steward; for who would have understood him?\nDid not his temptation by its very nature demand of him the vow of\nsilence? \"He laid the wood in order, and bound Isaac his son, and\nlaid him on the altar upon the wood. And Abraham stretched forth\nhis hand, and took the knife to slay his son.\" My listener!\nMany a father there has been who thought that with his child he\nlost the dearest of all there was in the world for him; yet\nassuredly no child ever was in that sense a pledge of God as\nwas Isaac to Abraham. Many a father there has been who lost his\nchild; but then it was God, the unchangeable and inscrutable\nwill of the Almighty and His hand which took it. Not thus with\nAbraham. For him was reserved a more severe trial, and Isaac's\nfate was put into Abraham's hand together with the knife. And\nthere he stood, the old man, with his only hope! Yet did he not\ndoubt, nor look anxiously to the left or right, nor challenge\nHeaven with his prayers. He knew it was God the Almighty who\nnow put him to the test; he knew it was the greatest sacrifice\nwhich could be demanded of him; but he knew also that no sacrifice\nwas too great which God demanded--and he drew forth his knife.\nWho strengthened Abraham's arm, who supported his right arm that\nit drooped not powerless? For he who contemplates this scene is\nunnerved. Who strengthened Abraham's soul so that his eyes grew\nnot too dim to see either Isaac or the ram? For he who contemplates\nthis scene will be struck with blindness. And yet, it is rare enough\nthat one is unnerved or is struck with blindness, and still more\nrare that one narrates worthily what there did take place between\nfather and son. To be sure, we know well enough--it was but\na trial!\nIf Abraham had doubted, when standing on Mount Moriah; if he\nhad looked about him in perplexity; if he had accidentally discovered\nthe ram before drawing his knife; if God had permitted him to\nsacrifice it instead of Isaac--then would he have returned home,\nand all would have been as before, he would have had Sarah and\nwould have kept Isaac; and yet how different all would have been!\nFor then had his return been a flight, his salvation an accident,\nhis reward disgrace; his future, perchance, perdition. Then\nwould he have borne witness neither to his faith nor to God's\nmercy, but would have witnessed only to the terror of going to\nMount Moriah. Then Abraham would not have been forgotten, nor\neither Mount Moriah. It would be mentioned, then, not as is Mount\nArarat on which the Ark landed, but as a sign of terror, because\nit was there Abraham doubted.\nVenerable patriarch Abraham! When you returned home from Mount\nMoriah you required no encomiums to console you for what you had\nlost; for, indeed, you did win all and still kept Isaac, as we\nall know. And the Lord did no more take him from your side, but\nyou sate gladly at table with him in your tent as in the life to\ncome you will, for all times. Venerable patriarch Abraham! Thousands\nof years have passed since those times, but still you need no\nlate-born lover to snatch your memory from the power of oblivion,\nfor every language remembers you--and yet do you reward your lover\nmore gloriously than any one, rendering him blessed in your\nbosom, and taking heart and eyes captive by the marvel of your\ndeed. Venerable patriarch Abraham! Second father of the race! You\nwho first perceived and bore witness to that unbounded passion\nwhich has but scorn for the terrible fight with the raging elements\nand the strength of brute creation, in order to struggle with God;\nyou who first felt that sublimest of all passions, you who found\nthe holy, pure, humble expression for the divine madness which was\na marvel to the heathen--forgive him who would speak in your praise,\nin case he did it not fittingly. He spoke humbly, as if it concerned\nthe desire of his heart; he spoke briefly, as is seemly; but he will\nnever forget that you required a hundred years to obtain a son of\nyour old age, against all expections; that you had to draw the knife\nbefore being permitted to keep Isaac; he will never forget that in\na hundred and thirty years you never got farther than to faith.", "source": "fear_and_trembling.txt"}
{"text": "DIAPSALMATA\nWhat is a poet? An unhappy man who conceals profound anguish in his\nheart, but whose lips are so fashioned that when sighs and groans pass\nover them they sound like beautiful music. His fate resembles that of\nthe unhappy men who were slowly roasted by a gentle fire in the tyrant\nPhalaris' bull--their shrieks could not reach his ear to terrify\nhim, to him they sounded like sweet music. And people flock about the\npoet and say to him: do sing again; which means, would that new\nsufferings tormented your soul, and: would that your lips stayed\nfashioned as before, for your cries would only terrify us, but your\nmusic is delightful. And the critics join them, saying: well done, thus\nmust it be according to the laws of æsthetics. Why, to be sure, a critic\nresembles a poet as one pea another, the only difference being that he\nhas no anguish in his heart and no music on his lips. Behold, therefore\nwould I rather be a swineherd on Amager, and be understood by the\nswine than a poet, and misunderstood by men.\nIn addition to my numerous other acquaintances I have still one more\nintimate friend--my melancholy. In the midst of pleasure, in the\nmidst of work, he beckons to me, calls me aside, even though I remain\npresent bodily. My melancholy is the most faithful sweetheart I have\nhad--no wonder that I return the love!\nOf all ridiculous things the most ridiculous seems to me, to be\nbusy--to be a man who is brisk about his food and his work.\nTherefore, whenever I see a fly settling, in the decisive moment, on\nthe nose of such a person of affairs; or if he is spattered with mud\nfrom a carriage which drives past him in still greater haste; or the\ndrawbridge opens up before him; or a tile falls down and knocks him\ndead, then I laugh heartily. And who, indeed, could help laughing?\nWhat, I wonder, do these busy folks get done? Are they not to be\nclassed with the woman who in her confusion about the house being\non fire carried out the fire-tongs? What things of greater account, do\nyou suppose, will they rescue from life's great conflagration?\nLet others complain that the times are wicked. I complain that they\nare paltry; for they are without passion. The thoughts of men are thin\nand frail like lace, and they themselves are feeble like girl\nlace-makers. The thoughts of their hearts are too puny to be sinful.\nFor a worm it might conceivably be regarded a sin to harbor thoughts\nsuch as theirs, not for a man who is formed in the image of God. Their\nlusts are staid and sluggish, their passions sleepy; they do their duty,\nthese sordid minds, but permit themselves, as did the Jews, to trim the\ncoins just the least little bit, thinking that if our Lord keep tab of\nthem ever so carefully one might yet safely venture to fool him a bit.\nFye upon them! It is therefore my soul ever returns to the Old Testament\nand to Shakespeare. There at least one feels that one is dealing with\nmen and women; there one hates and loves, there one murders one's\nenemy and curses his issue through all generations--there one sins.\nA strange thing happened to me in my dream. I was rapt into the\nSeventh Heaven. There sat all the gods assembled. As a special\ndispensation I was granted the favor to have one wish. \"Do you wish\nfor youth,\" said Mercury, \"or for beauty, or power, or a long life; or\ndo you wish for the most beautiful woman, or any other of the many fine\nthings we have in our treasure trove? Choose, but only one thing!\" For\na moment I was at a loss. Then I addressed the gods in this wise: \"Most\nhonorable contemporaries, I choose one thing--that I may always\nhave the laughs on my side.\" Not one god made answer, but all began\nto laugh. From this I concluded that my wish had been granted and\nthought that the gods knew how to express themselves with good taste;\nfor it would surely have been inappropriate to answer gravely: your\nwish has been granted.", "source": "diapsalmata.txt"}
{"text": "IN VINO VERITAS (THE BANQUET)\nIt was on one of the last days in July, at ten o'clock in the\nevening, when the participants in that banquet assembled together.\nDate and year I have forgotten; indeed, this would be interesting only\nto one's memory of details, and not to one's recollection of the\ncontents of what experience. The \"spirit of the occasion\" and whatever\nimpressions are recorded in one's mind under that heading, concerns\nonly one's recollections; and just as generous wine gains in flavor by\npassing the Equator, because of the evaporation of its watery particles,\nlikewise does recollection gain by getting rid of the watery particles\nof memory; and yet recollection becomes as little a mere figment of the\nimagination by this process as does the generous wine.\nThe participants were five in number: John, with the epithet of the\nSeducer, Victor Eremita, Constantin Constantius, and yet two others\nwhose names I have not exactly forgotten--which would be a matter\nof small importance--but whose names I did not learn. It was as\nif these two had no proper names, for they were constantly addressed\nby some epithet. The one was called the Young Person. Nor was he more\nthan twenty and some years, of slender and delicate build, and of a very\ndark complexion. His face was thoughtful; but more pleasing even was\nits lovable and engaging expression which betokened a purity of soul\nharmonizing perfectly with the soft charm, almost feminine, and the\ntransparency of his whole presence. This external beauty of appearance\nwas lost sight of, however, in one's next impression of him; or, one\nkept it only in mind whilst regarding a youth nurtured or--to use\na still tenderer expression--petted into being, by thought, and\nnourished by the contents of his own soul--a youth who as yet\nhad had nothing to do with the world, had been neither aroused and\nfired, nor disquieted and disturbed. Like a sleep-walker he bore the\nlaw of his actions within himself, and the amiable, kindly expression\nof his countenance concerned no one, but only mirrored the disposition\nof his soul.\nThe other person they called the Dressmaker, and that was his\noccupation. Of him it was impossible to get a consistent impression.\nHe was dressed according to the very latest fashion, with his hair\ncurled and perfumed, fragrant with eau-de-cologne. One moment his\ncarriage did not lack self-possession, whereas in the next it assumed a\ncertain dancing, festive air, a certain hovering motion, which, however,\nwas kept in rather definite bounds by the robustness of his figure. Even\nwhen he was most malicious in his speech his voice ever had a touch of\nthe smoothtonguedness of the shop, the suaveness of the dealer in\nfancy-goods, which evidently was utterly disgusting to himself and only\nsatisfied his spirit of defiance. As I think of him now I understand him\nbetter, to be sure, than when I first saw him step out of his carriage\nand I involuntarily laughed. At the same time there is some\ncontradiction left still. He had transformed or bewitched himself, had\nby the magic of his own will assumed the appearance of one almost\nhalf-witted, but had not thereby entirely satisfied himself; and this is\nwhy his reflectiveness now and then peered forth from beneath his\ndisguise.\nAs I think of it now it seems rather absurd that five such persons\nshould get a banquet arranged. Nor would anything have come of it,\nI suppose, if Constantin had not been one of us. In a retired room of\na confectioner's shop where they met at times, the matter had been\nbroached once before, but had been dropped immediately when the\nquestion arose as to who was to head the undertaking. The Young\nPerson was declared unfit for that task, the Dressmaker affirmed\nhimself to be too busy. Victor Eremita did not beg to be excused\nbecause \"he had married a wife or bought a yoke of oxen which he\nneeded to prove\"; but, he said, even if he should make an\nexception, for once, and come to the banquet, yet he would decline\nthe courtesy offered him to preside at it, and he therewith \"entered\nprotest at the proper time.\" This, John considered a work spoken\nin due season; because, as he saw it, there was but one person able\nto prepare a banquet, and that was the possessor of the wishing-table\nwhich set itself with delectable things whenever he said to it\n\"Cover thyself!\" He averred that to enjoy the charms of a young girl\nin haste was not always the wisest course; but as to a banquet, he\nwould not wait for it, and generally was tired of it a long while\nbefore it came off. However, if the plan was to be carried into effect\nhe would make one condition, which was, that the banquet should be so\narranged as to be served in one course. And that all were agreed on.\nAlso, that the settings for it were to be made altogether new, and\nthat afterwards they were to be destroyed entirely; ay, before rising\nfrom table one was to hear the preparation for their destruction.\nNothing was to remain; \"not even so much,\" said the Dressmaker, \"as\nthere is left of a dress after it has been made over into a hat.\"\n\"Nothing,\" said John, \"because nothing is more unpleasant than a\nsentimental scene, and nothing more disgusting than the knowledge\nthat somewhere or other there is an external setting which in a\ndirect and impertinent fashion pretends to be a reality.\"\nWhen the conversation had thus became animated, Victor Eremita\nsuddenly arose, struck an attitude on the floor, beckoned with his hand\nin the fashion of one commanding and, holding his arm extended as one\nlifting a goblet, he said, with the gesture of one waving a welcome:\n\"With this cup whose fragrance already intoxicates my senses, whose cool\nfire already inflames my blood, I greet you, beloved fellow-banqueters,\nand bid you welcome; being entirely assured that each one of you is\nsufficiently satisfied by our merely speaking about the banquet; for our\nLord satisfied the stomach before satisfying the eye, but the imagination\nacts in the reverse fashion.\" Thereupon he inserted his hand in his\npocket, took from it a cigar-case, struck a match, and began to smoke.\nWhen Constantin Constantius protested against this sovereign free way\nof transforming the banquet planned into an illusory fragment of life,\nVictor declared that he did not believe for one moment that such\na banquet could be got up and that, in any case, it had been\na mistake to let it become the subject of discussion in advance.\n\"Whatever is to be good must come at once; for 'at once' is the\ndivinest of all categories and deserves to be honored as in the language\nof the Romans: _ex templo_, because it is the starting point for\nall that is divine in life, and so much so that what is not done at\nonce is of evil.\" However, he remarked, he did not care to argue\nthis point. In case the others wished to speak and act differently\nhe would not say a word, but if they wished him to explain the sense\nof his remarks more fully he must have leave to make a speech,\nbecause he did not consider it all desirable to provoke a discussion\non the subject.\nPermission was given him; and as the others called on him to do so\nat once, he spoke as follows: \"A banquet is in itself a difficult\nmatter, because even if it be arranged with ever so much taste and\ntalent there is something else essential to its success, to wit, good\nluck. And by this I mean not such matters as most likely would give\nconcern to an anxious hostess, but something different, a something\nwhich no one can make absolutely sure of: a fortunate harmonizing\nof the spirit and the minutiæ of the banquet, that fine ethereal\nvibration of chords, that soul-stirring music which cannot be ordered\nin advance from the town-musicians. Look you, therefore is it a\nhazardous thing to undertake, because if things do go wrong, perhaps\nfrom the very start, one may suffer such a depression and loss of\nspirits that recovery from it might involve a very long time.\n\"Sheer habit and thoughtlessness are father and godfather to most\nbanquets, and it is only due to the lack of critical sense among people\nthat one fails to notice the utter absence of any idea in them. In the\nfirst place, women ought never to be present at a banquet. Women\nmay be used to advantage only in the Greek style, as a chorus of\ndancers. As it is the main thing at a banquet that there be eating and\ndrinking, woman ought not to be present; for she cannot do justice to\nwhat is offered; or, if she can, it is most unbeautiful. Whenever a\nwoman is present the matter of eating and drinking ought to be reduced\nto the very slightest proportions. At most, it ought to be no more\nthan some trifling feminine occupation, to have something to busy\none's hands with. Especially in the country a little repast of this\nkind--which, by the way, should be put at other times than the\nprincipal meals--may be extremely delightful; and if so, always\nowing to the presence of the other sex. To do like the English, who\nlet the fair sex retire as soon as the real drinking is to start,\nis to fall between two stools, for every plan ought to be a whole,\nand the very manner with which I take a seat at the table and seize\nhold of knife and fork bears a definite relation to this whole. In\nthe same sense a political banquet presents an unbeautiful\nambiguity inasmuch as one does not want to cut down to a very\nminimum the essentials of a banquet, and yet does not wish to have\nthe speeches thought of as having been made over the cups.\n\"So far, we are agreed, I suppose; and our number--in case anything\nshould come of the banquet--is correctly chosen, according to that\nbeautiful rule: neither more than the Muses nor fewer than the\nGraces. Now I demand the greatest superabundance of everything\nthinkable. That is, even though everything be not actually there, yet\nthe possibility of having it must be at one's immediate beck and call,\naye, hover temptingly over the table, more seductive even than the\nactual sight of it. I beg to be excused, however, from banqueting on\nsulphur-matches or on a piece of sugar which all are to suck in turn.\nMy demands for such a banquet will, on the contrary, be difficult to\nsatisfy; for the feast itself must be calculated to arouse and incite\nthat unmentionable longing which each worthy participant is to bring\nwith him. I require that the earth's fertility be at our service, as\nthough everything sprouted forth at the very moment the desire for it\nwas born. I desire a more luxurious abundance of wine than when\nMephistopheles needed but to drill holes into the table to obtain it.\nI demand an illumination more splendid than have the gnomes when\nthey lift up the mountain on pillars and dance in a sea of blazing\nlight. I demand what most excites the senses, I demand their\ngratification by deliciously sweet perfumes, more superb than any\nin the Arabian Nights. I demand a coolness which voluptuously provokes\ndesire and breathes relaxation on desire satisfied. I demand a\nfountain's unceasing enlivenment. If Mæcenas could not sleep without\nhearing the splashing of a fountain, I cannot eat without it. Do not\nmisunderstand me, I can eat stockfish without it, but I cannot eat at\na banquet without it; I can drink water without it, but I cannot drink\nwine at a banquet without it. I demand a host of servants, chosen and\ncomely, as if I sate at table with the gods; I demand that there\nshall be music at the feast, both strong and subdued; and I demand\nthat it shall be an accompaniment to my thoughts; and what concerns\nyou, my friends, my demands regarding you are altogether incredible.\nDo you see, by reason of all these demands--which are as many\nreasons against it--I hold a banquet to be a _pium desideratum_,\nand am so far from desiring a repetition of it that I presume it is not\nfeasible even a first time.\"\nThe only one who had not actually participated in this conversation,\nnor in the frustration of the banquet, was Constantin. Without him,\nnothing would have been done save the talking. He had come to a\ndifferent conclusion and was of the opinion that the idea might well\nbe realized, if one but carried the matter with a high hand.\nThen some time passed, and both the banquet and the discussion\nabout it were forgotten, when suddenly, one day, the participants\nreceived a card of invitation from Constantius for a banquet the very\nsame evening. The motto of the party had been given by him as: _In Vino\nVeritas_, because there was to be speaking, to be sure, and not only\nconversation; but the speeches were not to be made except _in vino_,\nand no truth was to be uttered there excepting that which is\n_in vino_--when the wine is a defense of the truth and the truth a\ndefense of the wine.\nThe place had been chosen in the woods, some ten miles distant\nfrom Copenhagen. The hall in which they were to feast had been newly\ndecorated and in every way made unrecognizable; a smaller room,\nseparated from the hall by a corridor, was arranged for an orchestra.\nShutters and curtains were let down before all windows, which were left\nopen. The arrangement that the participants were to drive to the\nbanquet in the evening hour was to intimate to them--and that was\nConstantin's idea--what was to follow. Even if one knows that\none is driving to a banquet, and the imagination therefore indulges for\na moment in thoughts of luxury, yet the impression of the natural\nsurroundings is too powerful to be resisted. That this might possibly\nnot be the case was the only contingency he apprehended; for just as\nthere is no power like the imagination to render beautiful all it\ntouches, neither is there any power which can to such a degree disturb\nall--misfortune conspiring--if confronted with reality. But\ndriving on a summer evening does not lure the imagination to luxurious\nthoughts, but rather to the opposite. Even if one does not see it or\nhear it, the imagination will unconsciously create a picture of the\nlonging for home which one is apt to feel in the evening hours--one\nsees the reapers, man and maid, returning from their work in the fields,\none hears the hurried rattling of the hay wagon, one interprets even the\nfar-away lowing from the meadows as a longing. Thus does a summer\nevening suggest idyllic thoughts, soothing even a restless mind with\nits assuagement, inducing even the soaring imagination to abide on\nearth with an indwelling yearning for home as the place from whence\nit came, and thus teaching the insatiable mind to be satisfied with\nlittle, by rendering one content; for in the evening hour time stands\nstill and eternity lingers.\nThus they arrived in the evening hour: those invited; for Constantin\nhad come out somewhat earlier. Victor Eremita who resided in the country\nnot far away came on horseback, the others in a carriage. And just as\nthey had discharged it, a light open vehicle rolled in through the\ngate carrying a merry company of four journeymen who were entertained\nto be ready at the decisive moment to function as a corps of destruction:\njust as firemen are stationed in a theatre, for the opposite reason\nat once to extinguish a fire.\nSo long as one is a child one possesses sufficient imagination\nto maintain one's soul at the very top-notch of expectation--for\na whole hour in the dark room, if need be; but when one has grown\nolder one's imagination may easily cause one to tire of the Christmas\ntree before seeing it.\nThe folding doors were opened. The effect of the radiant illumination,\nthe coolness wafting toward them, the beguiling fragrance of sweet\nperfumes, the excellent taste of the arrangements, for a moment\noverwhelmed the feelings of those entering; and when, at the same\ntime, strains from the ballet of \"Don Juan\" sounded from the orchestra,\ntheir persons seemed transfigured and, as if out of reverence for an\nunseen spirit about them, they stopped short for a moment like men\nwho have been roused by admiration and who have risen to admire.\nWhoever knows that happy moment, whoever has appreciated its\ndelight, and has not also felt the apprehension lest suddenly something\nmight happen, some trifle perhaps, which yet might be sufficient to\ndisturb all! Whoever has held the lamp of Aladdin in his hand and has\nnot also felt the swooning of pleasure, because one needs but to wish?\nWhoever has held what is inviting in his hand and has not also learned\nto keep his wrist limber to let go at once, if need be?\nThus they stood side by side. Only Victor stood alone, absorbed in\nthought; a shudder seemed to pass through his soul, he almost trembled;\nhe collected himself and saluted the omen with these words: \"Ye\nmysterious, festive, and seductive strains which drew me out of the\ncloistered seclusion of a quiet youth and beguiled me with a longing as\nmighty as a recollection, and terrible, as though Elvira had\nnot even been seduced but had only desired to be! Immortal Mozart,\nthou to whom I owe all; but no! as yet I do not owe thee all. But when\nI shall have become an old man--if ever I do become an old man;\nor when I shall have become ten years older--if ever I do; or when\nI am become old--if ever I shall become old; or when I shall\ndie--for that, indeed, I know I shall: then shall I say: immortal\nMozart, thou to whom I owe all--and then I shall let my admiration,\nwhich is my soul's first and only admiration, burst forth in all its\nmight and let it make away with me, as it often has been on the point\nof doing. Then have I set my house in order, then have I remembered\nmy beloved one, then have I confessed my love, then have I fully\nestablished that I owe thee all, then am I occupied no longer with\nthee, with the world, but only with the grave thought of death.\"\nNow there came from the orchestra that invitation in which joy\ntriumphs most exultantly, and heaven-storming soars aloft above\nElvira's sorrowful thanks; and gracefully apostrophizing, John repeated:\n\"_Viva la liberta_\"--\"_et veritas_,\" said the Young Person; \"but\nabove all, _in vino_,\" Constantin interrupted them, seating himself\nat the table and inviting the others to do likewise.\nHow easy to prepare a banquet; yet Constantin declared that he\nnever would risk preparing another. How easy to admire; yet Victor\ndeclared that he never again would lend words to his admiration; for to\nsuffer a discomfiture is more dreadful than to become an invalid in\nwar! How easy to express a desire, if one has the magic lamp; yet that\nis at times more terrible than to perish of want!\nThey were seated. In the same moment the little company were\nlaunched into the very middle of the infinite sea of enjoyment--as\nif with one single bound. Each one had addressed all his thoughts and\nall his desires to the banquet, had prepared his soul for the enjoyment\nwhich was offered to overflowing and in which their souls overflowed.\nThe experienced driver is known by his ability to start the\nsnorting team with a single bound and to hold them well abreast; the\nwell-trained steed is known by his lifting himself in one absolutely\ndecisive leap: even if one or the other of the guests perhaps fell short\nin some particular, certainly Constantin was a good host.\nThus they banqueted. Soon, conversation had woven its beautiful\nwreaths about the banqueters, so that they sat garlanded. Now, it was\nenamored of the food, now of the wine, and now again of itself; now,\nit seemed to develop into significance, and then again it was altogether\nslight. Soon, fancy unfolded itself--the splendid one which blows\nbut once, the tender one which straightway closes its petals; now, there\ncame an exclamation from one of the banqueters: \"These truffles are\nsuperb,\" and now, an order of the host: \"This Chateau Margaux!\" Now,\nthe music was drowned in the noise, now it was heard again. Sometimes\nthe servants stood still as if _in pausa_, in that decisive moment\nwhen a new dish was being brought out, or a new wine was ordered and\nmentioned by name, sometimes they were all a bustle. Sometimes there\nwas a silence for a moment, and then the re-animating spirit of the\nmusic went forth over the guests. Now, one with some bold thought would\ntake the lead in the conversation and the others followed after, almost\nforgetting to eat, and the music would sound after them as it sounds\nafter the jubilant shouts of a host storming on; now, only the clinking\nof glasses and the clattering of plates was heard and the feasting\nproceeded in silence, accompanied only by the music that joyously\nadvanced and again stimulated conversation. Thus they banqueted.\nHow poor is language in comparison with that symphony of sounds\nunmeaning, yet how significant, whether of a battle or of a banquet,\nwhich even scenic representation cannot imitate and for which language\nhas but a few words! How rich is language in the expression of the\nworld of ideas, and how poor, when it is to describe reality!\nOnly once did Constantin abandon his omnipresence in which one\nactually lost sight of his presence. At the very beginning he got them\nto sing one of the old drinking songs, \"by way of calling to mind that\njolly time when men and women feasted together,\" as he said--a\nproposal which had the positively burlesque effect he had perhaps\ncalculated it should have. It almost gained the upper hand when the\nDressmaker wanted them to sing the ditty: \"When I shall mount the\nbridal bed, hoiho!\" After a couple of courses had been served Constantin\nproposed that the banquet should conclude with each one's making a\nspeech, but that precautions should be taken against the speakers'\ndivagating too much. He was for making two conditions, viz., there\nwere to be no speeches until after the meal; and no one was to speak\nbefore having drunk sufficiently to feel the power of the wine--else\nhe was to be in that condition in which one says much which under\nother circumstances one would leave unsaid--without necessarily\nhaving the connection of speech and thought constantly interrupted by\nhiccoughs. Before speaking, then, each one was to declare\nsolemnly that he was in that condition. No definite quantity of wine\nwas to be required, capacities differed so widely. Against this\nproposal, John entered protest. He could never become intoxicated,\nhe averred, and when he had come to a certain point he grew the\nsoberer the more he drank. Victor Eremita was of the opinion that\nany such preparatory premeditations to insure one's becoming drunk\nwould precisely militate against one's becoming so. If one desired\nto become intoxicated the deliberate wish was only a hindrance. Then\nthere ensued some discussion about the divers influences of wine on\nconsciousness, and especially about the fact that, in the case of\na reflective temperament, an excess of wine may manifest itself,\nnot in any particular _impetus_ but, on the contrary, in a noticeably\ncool self-possession. As to the contents of the speeches, Constantin\nproposed that they should deal with love, that is, the relation\nbetween man and woman. No love stories were to be told though they\nmight furnish the text of one's remarks.\nThe conditions were accepted. All reasonable and just demands a\nhost may make on his guests were fulfilled: they ate and drank, and\n\"drank and were filled with drink,\" as the Bible has it; that is,\nthey drank stoutly.\nThe desert was served. Even if Victor had not, as yet, had his desire\ngratified to hear the splashing of a fountain--which, for that\nmatter, he had luckily forgotten since that former conversation--now\nchampagne flowed profusely. The clock struck twelve. Thereupon\nConstantin commanded silence, saluted the Young Person with a goblet\nand the words _quod felix sit faustumque_ and bade him to speak\nfirst.", "source": "in_vino_veritas.txt"}
{"text": "PREPARATION FOR A CHRISTIAN LIFE\nI\n\"COME HITHER UNTO ME, ALL YE THAT LABOR AND ARE\nHEAVY LADEN, AND I WILL GIVE YOU REST.\"\n(MATTHEW 11, 28.)\nTHE INVITATION\n\"Come hither!\"--It is not at all strange if he who is in danger\nand needs help--speedy, immediate help, perhaps--it is not strange\nif he cries out: \"come hither\"! Nor it is strange that a quack\ncries his wares: \"come hither, I cure all maladies\"; alas, for\nin the case of the quack it is only too true that it is the\nphysician who has need of the sick. \"Come hither all ye who\nat extortionate prices can pay for the cure--or at any rate\nfor the medicine; here is physic for everybody--who can pay;\ncome hither!\"\nIn all other cases, however, it is generally true that he who\ncan help must be sought; and, when found, may be difficult of\naccess; and, if access is had, his help may have to be implored\na long time; and when his help has been implored a long time,\nhe may be moved only with difficulty, that is, he sets a high\nprice on his services; and sometimes, precisely when he refuses\npayment or generously asks for none, it is only an expression\nof how infinitely high he values his services. On the other hand,\nhe who sacrificed himself, he sacrifices himself, here too;\nit is indeed he who seeks those in need of help, is himself the\none who goes about and calls, almost imploringly: \"come hither!\"\nHe, the only one who can help, and help with what alone is indispensable,\nand can save from the one truly mortal disease, he does not\nwait for people to come to him, but comes himself, without having\nbeen called; for it is he who calls out to them, it is he who\nholds out help--and what help! Indeed, that simple sage of antiquity\nwas as infinitely right as the majority who do the opposite are\nwrong, in setting no great price, whether on himself or his\ninstruction; even if he thus in a certain sense proudly expressed\nthe utter difference in kind between payment and his services.\nBut he was not so solicitous as to beg any one to come to him,\nnotwithstanding--or shall I say because?--he was not altogether\nsure what his help signified; for the more sure one is that his\nhelp is the only one obtainable, the more reason has he, in a\nhuman sense, to ask a great price for it; and the less sure one\nis, the more reason has he to offer freely the possible help\nhe has, in order to do at least something for others. But he\nwho calls himself the Savior, and knows that he is, he calls\nout solicitously: \"come hither unto me!\"\n\"Come hither all ye!\"--Strange! For if he who, when it comes\nto the point, perhaps cannot help a single one--if such a one\nshould boastfully invite everybody, that would not seem so\nvery strange, man's nature being such as it is. But if a man\nis absolutely sure of being able to help, and at the same time\nwilling to help, willing to devote his all in doing so, and with\nall sacrifices, then he generally makes at least one reservation;\nwhich is, to make a choice among those he means to help. That\nis, however willing one may be, still it is not everybody one\ncares to help; one does not care to sacrifice one's self to\nthat extent. But he, the only one who can really help, and really\nhelp everybody--the only one, therefore, who really can invite\neverybody--he makes no conditions whatever; but utters the invitation\nwhich, from the beginning of the world, seems to have been reserved\nfor him: \"Come hither all ye!\" Ah, human self-sacrifice, even when\nthou art most beautiful and noble, when we admire thee most: this\nis a sacrifice still greater, which is, to sacrifice every provision\nfor one's own self, so that in one's willingness to help there is\nnot even the least partiality. Ah, the love that sets no price on\none's self, that makes one forget altogether that he is the\nhelper, and makes one altogether blind as to who it is one helps,\nbut infinitely careful only that he be a sufferer, whatever else he\nmay be; and thus willing unconditionally to help everybody--different,\nalas! in this from everybody!\n\"Come hither unto me!\" Strange! For human compassion also, and\nwillingly, does something for them that labor and are heavy laden;\none feeds the hungry, clothes the naked, makes charitable gifts,\nbuilds charitable institutions, and if the compassion be heartfelt,\nperhaps even visits those that labor and are heavy laden. But to\ninvite them to come to one, that will never do, because then all\none's household and manner of living would have to be changed.\nFor a man cannot himself live in abundance, or at any rate in\nwell-being and happiness, and at the same time dwell in one and\nthe same house together with, and in daily intercourse with, the\npoor and miserable, with them that labor and are heavy laden! In\norder to be able to invite them in such wise, a man must himself\nlive altogether in the same way, as poor as the poorest, as lowly\nas the lowliest, familiar with the sorrows and sufferings of life,\nand altogether belonging to the same station as they whom he invites,\nthat is, they who labor and are heavy laden. If he wishes to\ninvite a sufferer, he must either change his own condition to be\nlike that of the sufferer, or else change that of the sufferer to\nbe like his own; for if this is not done the difference will\nstand out only the more by contrast. And if you wish to invite\nall those who suffer--for you may make an exception with one of\nthem and change his condition--it can be done only in one way,\nwhich is, to change your condition so as to live as they do;\nprovided your life be not already lived thus, as was the case\nwith Him who said: \"Come hither unto me, all ye that labor and\nare heavy laden!\" Thus said he; and they who lived with him\nsaw him, and behold! there was not even the least thing in his\nmanner of life to contradict it. With the silent and truthful\neloquence of actual performance his life expresses--even though\nhe had never in his life said these words--his life expresses:\n\"Come hither, unto me, all ye that labor and are heavy laden\"!\nHe abides by his word, or he himself is the word; he is what he\nsays, and also in this sense he is the Word.\n\"All ye that labor and are heavy laden.\" Strange! His only concern\nis lest there be a single one who labors and is heavy laden who\ndoes not hear this invitation. Neither does he fear that too many\nwill come. Ah, heart-room makes house-room; but where wilt thou\nfind heart-room, if not in his heart? He leaves it to each one how\nto understand his invitation: he has a clear conscience about\nit, for he has invited all those that labor and are heavy laden.\nBut what means it, then, to labor and be heavy laden? Why does\nhe not offer a clearer explanation so that one may know exactly\nwhom he means, and why is he so chary of his words? Ah, thou\nnarrow-minded one, he is so chary of his words, lest he be narrow-minded;\nand thou narrow-hearted one, he is so chary of his words lest\nhe be narrow-hearted. For such is his love--and love has regard\nto all--as to prevent any one from troubling and searching his\nheart whether he too be among those invited. And he who would\ninsist on a more definite explanation, is he not likely to be\nsome self-loving person who is calculating whether this explanation\ndoes not particularly fit himself; one who does not consider that\nthe more of such exact explanations are offered, the more certainly\nsome few would be left in doubt as to whether they were invited?\nAh man, why does thine eye see only thyself, why is it evil because\nhe is good? The invitation to all men opens the arms of him\nwho invites, and thus he stands of aspect everlasting; but no\nsooner is a closer explanation attempted which might help one\nor the other to another kind of certainty, than his aspect would\nbe transformed and, as it were, a shadow of change would pass\nover his countenance.\n\"I will give you rest.\" Strange! For then the words \"come hither\nunto me\" must be understood to mean: stay with me, I am rest;\nor, it is rest to remain with me. It is not, then, as in other\ncases where he who helps and says \"come hither\" must afterwards\nsay: \"now depart again,\" explaining to each one where the help\nhe needs is to be found, where the healing herb grows which will\ncure him, or where the quiet spot is found where he may rest\nfrom labor, or where the happier continent exists where one is\nnot heavy laden. But no, he who opens his arms, inviting every\none--ah, if all, all they that labor and are heavy laden came\nto him, he would fold them all to his heart, saying: \"stay with\nme now; for to stay with me is rest.\" The helper himself is the\nhelp. Ah, strange, he who invites everybody and wishes to help\neverybody, his manner of treating the sick is as if calculated\nfor every sick man, and as if every sick man who comes to him\nwere his only patient. For otherwise a physician divides his\ntime among many patients who, however great their number, still\nare far, far from being all mankind. He will prescribe the medicine,\nhe will say what is to be done, and how it is to be used, and\nthen he will go--to some other patient; or, in case the patient\nshould visit him, he will let him depart. The physician cannot\nremain sitting all day with one patient, and still less can he\nhave all his patients about him in his home, and yet sit all\nday with one patient without neglecting the others. For this\nreason the helper and his help are not one and the same thing.\nThe help which the physician prescribes is kept with him by the\npatient all day so that he may constantly use it, whilst the\nphysician visits him now and again; or he visits the physician\nnow and again. But if the helper is also the help, why, then\nhe will stay with the sick man all day, or the sick man with\nhim--ah, strange that it is just this helper who invites all men!", "source": "preparation_for_christian_life.txt"}
