{"text": "PREFACE\nNot only in the world of commerce but also in the world of ideas an age of clearance sales has arrived. Everything can be had at such a bargain that it is questionable whether in the end there is anybody who will want to bid. Every speculative price-fixer who conscientiously directs attention to the significant march of modern science, every Assistant Professor, Tutor, and Student, every crofter and cottar in philosophy, is not content with doubting everything but \"goes further.\"\nIt might perhaps be untimely and ill-timed to ask them where they are going, but surely it is courteous and altogether proper to assume that they have doubted everything, since otherwise it would be queer to say that they were going further. This preliminary movement they have therefore all of them made, and presumably with such ease that they do not think it necessary to drop a word about the how; for not even he who anxiously and with deep concern sought a little enlightenment on this point—not even he found one single hint, one single little dietetic prescription, with respect to how a person is to conduct himself in such an enormous task. \"But Descartes did it.\" Descartes, a venerable, humble, honest thinker, whose writings surely no one can read without being deeply affected—he did what he said and said what he did. Alas, alack, that is a great rarity in our times! Descartes, as he has repeatedly affirmed, did not doubt in matters of faith. \"Memores tamen, utjam dictum est, huic lumini naturali tamdiu tantum esse credendum, quamdiu nihil contrarium a Deo ipso revelatur. . . . Praeter caetera autem, memoriae nostrae pro summa regula est infigendum, ea quae nobis a Deo revelata sunt, ut omnium certissima esse credenda; et quamvis forte lumen rationis, quam maxime clarum et evidens, aliud quid nobis suggerere videretur, soli tamen auctoritati divinae potius quam proprio nostro judicio fidem esse adhibendam.\"\nHe did not cry, \"Fire!\" nor did he make it a duty for everyone to doubt; for Descartes was a quiet and solitary thinker, not a shouting street-corner guard; he did not promise the System, nor did he swear that he had proved the existence of God. He knew that the existence of God is not a proof but a temptation.\nEXORDIUM\nOnce upon a time there was a man who as a child had heard the beautiful story about how God tempted Abraham, and how he endured the temptation, kept the faith, and a second time received a son contrary to expectation. When the child became older, he read the same story with even greater admiration, for life had separated what was united in the pious simplicity of the child. The older he became, the more frequently his mind reverted to that story, his enthusiasm became greater and greater, and yet he was less and less able to understand the story. At last in his interest for that he forgot everything else; his soul had only one wish, to see Abraham, one longing, to have been witness to that event. His desire was not to ride the beautiful sights of the East, not to see the worldly glory of the Promised Land, not to see the godfearing couple whose old age God had blessed, not to see the venerable figure of the aged patriarch, not to see the vigorous youth of Isaac, whom God had bestowed—it was of no concern to him that the same thing had happened to thousands of others. His desire was to accompany them on the three days’ journey when Abraham rode with sorrow before him and with Isaac by his side. His wish was to be present in that hour when Abraham lifted up his eyes and saw Mount Moriah afar off, the hour when he left the asses behind and went alone with Isaac up to the mountain; for what his mind was intent upon was not the beautiful tapestry of imagination, but the shudder of the thought.\nThat man was not a thinker, he felt no need of going further than faith; on the contrary, he found it the most glorious thing to be remembered as the father of it, an enviable lot to possess it, even though no one else knew it.\nThis man was not a learned exegete, he didn't know Hebrew, if he had known Hebrew, he would perhaps have easily understood the story and Abraham.", "source": "fear_and_trembling_excerpt.txt"}
