{"text": "This Logos holds always but humans always prove unable to understand it, both before hearing it and when they have first heard it. For though all things come to be in accordance with this Logos, humans are like the inexperienced when they experience such words and deeds as I set out, distinguishing each in accordance with its nature and saying how it is. But other people fail to notice what they do when awake, just as they forget what they do while asleep.\nWe should let ourselves be guided by what is common to all. Yet, although the Logos is common to all, most men live as if each of them had a private intelligence of his own.\nMen who love wisdom should acquaint themselves with a great many particulars.\nMuch learning does not teach understanding. For it would have taught Hesiod and Pythagoras, and also Xenophanes and Hecataeus.\nIf happiness lay in bodily pleasures, we would call oxen happy when they find vetch to eat.\nIt is hard to fight with anger; for what it wants it buys at the price of soul.\nIt is not good for men to get all they wish to get.\nSickness makes health pleasant and good; hunger, satiety; weariness, rest.\nIt is a disease to make the Truth a matter of controversy.\nA man is found to be childish by a divinity, just as a child is by a man.\nThe way up and the way down are one and the same.\nIn the circumference of a circle the beginning and the end are common.\nYou could not step twice into the same river.\nUpon those that step into the same rivers different and different waters flow... It scatters and ... gathers ... it comes together and flows away ... approaches and departs.\nWe step and do not step into the same rivers; we are and are not.\nAll things are an interchange for Fire, and Fire for all things, just like goods for gold and gold for goods.\nFire lives the death of earth, and air the death of fire; water lives the death of air, earth that of water.\nThe ordering, the same for all, no god nor man has made, but it ever was and is and will be: fire everliving, kindled in measures and quenched in measures.\nGod is day and night, winter and summer, war and peace, surfeit and hunger; but he takes various shapes, just as fire, when it is mingled with spices, is named according to the savor of each.\nWar is the father of all and the king of all; and some he has made gods and some men, some bond and some free.\nCouples are things whole and things not whole, what is drawn together and what is drawn asunder, the harmonious and the discordant. The one is made up of all things, and all things issue from the one.\nHidden harmony is better than apparent harmony.\nPeople do not understand how that which is at variance with itself agrees with itself. There is a harmony in the bending back, as in the case of the bow and the lyre.\nThe waking have one common world, but the sleeping turn aside each into a world of his own.\nNature loves to hide.\nThe Lord whose is the oracle at Delph neither utters nor hides his meaning, but shows it by a sign.\nDogs bark at everyone they do not know.\nFools when they do hear are like the deaf: of them does the saying bear witness that they are absent when present.\nEyes and ears are bad witnesses to men if they have souls that understand not the language.\nThe most beautiful ape is ugly compared to man.\nMan is a light in the night: he is kindled and put out like a lamp.\nTime is a game played beautifully by children.\nCharacter is destiny.", "source": "fragments.txt"}
