{"text": "This world, the same for all, neither any of the gods nor any man has made, but it always was, and is, and shall be, an ever living fire, kindled in due measure, and in due measure extinguished.\nThe transmutations of fire are, first, the sea; and of the sea, half is earth, and half the lightning flash.\nAll things are exchanged for fire and fire for all things, just as wares for gold and gold for wares.\nFire lives in the death of earth, air lives in the death of fire, water lives in the death of air, and earth in the death of water.\nFire coming upon all things, will sift and seize them.\nLightning rules all.\nThe limits of the evening and morning are the Bear, and opposite the Bear, the bounds of bright Zeus.\nIf there were no sun, it would be night.\nThe sun is new every day.\nGod is day and night, winter and summer, war and peace, plenty and want. But he is changed, just as when incense is mingled with incense, but named according to the pleasure of each.\nInto the same river you could not step twice, for other and still other waters are flowing.\nTo those entering the same river, other and still other waters flow.\nImmortals are mortal, mortals immortal, living in their death and dying in their life.\nWhere the land is dry, the soul is wisest and best.\nWe all work together to one end, some consciously and with purpose, others unconsciously. Just as indeed Heraclitus, I think, says that the sleeping are co-workers and fabricators of the things that happen in the world.", "source": "fragments_flux_fire.txt"}
{"text": "Eyes and ears are bad witnesses to men having rude souls.\nThe majority of people have no understanding of the things with which they daily meet, nor, when instructed, do they have any right knowledge of them, although to themselves they seem to have.\nGold-seekers dig over much earth and find little gold.\nThe God whose oracle is at Delphi neither speaks plainly nor conceals, but indicates by signs.\nWhatever concerns seeing, hearing, and learning, I particularly honor.\nThe eyes are more exact witnesses than the ears.\nMuch learning does not teach one to have understanding, else it would have taught Hesiod and Pythagoras, and again Xenophanes and Hecataeus.\nPythagoras, son of Mnesarchus, practised investigation most of all men, and having chosen out these treatises, he made a wisdom of his own--much learning and bad art.\nCraving and Satiety.\nThe sun will not overstep his bounds, for if he does, the Erinyes, helpers of justice, will find him out.\nTime is a child playing at draughts, a child's kingdom.\nLet us not draw conclusions rashly about the greatest things.\nThe hidden harmony is better than the visible.\nThe beginning and end are common.\nThe limits of the soul you would not find out, though you should traverse every way.\nA man when he is drunken is led by a beardless youth, stumbling, ignorant where he is going, having a wet soul.\nThe dry soul is the wisest and best.\nLiving and dead, awake and asleep, young and old, are the same. For these several states are transmutations of each other.\nCorpses are more worthless than excrement.\nBeing born, they will only to live and die, or rather to find rest, and they leave children who likewise are to die.\nIn thirty years a man may become a grandfather.\nAlthough the Law of Reason is common, the majority of people live as though they had an understanding of their own.\nTo those who are awake, there is one world in common, but of those who are asleep, each is withdrawn to a private world of his own.\nFor human nature does not possess understanding, but the divine does.\nThe thoughtless man understands the voice of the Deity as little as the child understands the man.\nGreater fates gain greater rewards.\nFor men to have whatever they wish, would not be well. Sickness makes health pleasant and good; hunger, satiety; weariness, rest.\nIt is better to conceal ignorance, but it is hard to do so in relaxation and over wine.\nIt is law, also, to obey the will of one.\nIn Priene there lived Bias, son of Teutamus, whose word was worth more than that of others.\nTo me, one is ten thousand if he be the best.\nDogs, also, bark at what they do not know.\nA stupid man loves to be puzzled by every discourse.\nA man's character is his daemon.\nNight-roamers, Magians, bacchanals, revelers in wine, the initiated.\nFor the things which are considered mysteries among men, they celebrate sacrilegiously.\nAtonements.\nWhen defiled, they purify themselves with blood, just as if any one who had fallen into the mud should wash himself with mud!", "source": "fragments_humanity.txt"}
{"text": "Cold becomes warm, and warm, cold; wet becomes dry, and dry, wet.\nFor there could be no harmony without sharps and flats, nor living beings without male and female which are contraries.\nWar is the father and king of all, and has produced some as gods and some as men, and has made some slaves and some free.\nThey do not understand: how that which separates unites with itself. It is a harmony of oppositions, as in the case of the bow and of the lyre.\nThe unlike is joined together, and from differences results the most beautiful harmony, and all things take place by strife.\nAsses would choose stubble rather than gold.\nGood and evil are the same.\nUnite whole and part, agreement and disagreement, accordant and discordant; from all comes one, and from one all.\nThey would not know the name of justice, were it not for these things.\nFor God in his dispensation of all events, perfects them into a harmony of the whole, just as, indeed, Heraclitus says that to God all things are beautiful and good and right, though men suppose that some are right and others wrong.\nWe must know that war is universal and strife right, and that by strife all things arise and are used.\nThe way upward and downward are one and the same.\nIn change is rest.\nThirty is the most natural number, for it bears the same relation to tens as three to units. Then again it is the monthly cycle, and is composed of the four numbers 1, 4, 9,16, which are the squares of the units in order. Not without reason, therefore, does Heraclitus call the month a generation.\nGods and men honor those slain in war.\nThe best men choose one thing above all--immortal glory among mortals; but the masses stuff themselves like cattle.\nAnd to these images they pray, as if one should prattle with the houses knowing nothing of gods or heroes, who they are.", "source": "fragments_opposites.txt"}
{"text": "It is wise for those who hear, not me, but the universal Reason, to confess that all things are one.\nTo this universal Reason which I unfold, although it always exists, men make themselves insensible, both before they have heard it and when they have heard it for the first time. For notwithstanding that all things happen according to this Reason, men act as though they had never had any experience in regard to it when they attempt such words and works as I am now relating, describing each thing according to its nature and explaining how it is ordered. And some men are as ignorant of what they do when awake as they are forgetful of what they do when asleep.\nThere is one wisdom, to understand the intelligent will by which all things are governed through all.\nOf all whose words I have heard, no one attains to this, to know that wisdom is apart from all.\nDeath is what we see waking. What we see in sleep is a dream.\nThere is only one supreme Wisdom. It wills and wills not to be called by the name of Zeus.\nTo souls it is joy to become wet.\nThe Law of Understanding is common to all. Those who speak with intelligence must hold fast to that which is common to all, even more strongly than a city holds fast to its law. For all human laws are dependent upon one divine Law, for this rules as far as it wills, and suffices for all, and overabounds.\nThe Ephesians deserve, man for man, to be hung, and the youth to leave the city, inasmuch as they have banished Hermodorus, the worthiest man among them, saying: \"Let no one of us excel, and if there be any such, let him go elsewhere and among other people.\"", "source": "fragments_logos_wisdom.txt"}
{"text": "Heraclitus of Ephesus (/ˌhɛrəˈklaɪtəs/; Greek: Ἡράκλειτος ὁ Ἐφέσιος, Hērákleitos ho Ephésios; c. 535 – c. 475 BC) was a pre-Socratic Greek philosopher, and a native of the city of Ephesus, then part of the Persian Empire. He was of distinguished parentage. Little is known about his early life and education, but he regarded himself as self-taught and a pioneer of wisdom. From the lonely life he led, and still more from the apparently riddled and allegedly paradoxical nature of his philosophy and his stress upon the needless unconsciousness of humankind, he was called \"The Obscure\" and the \"Weeping Philosopher\".\nHeraclitus was famous for his insistence on ever-present change as being the fundamental essence of the universe, as stated in the famous saying, \"No man ever steps in the same river twice\" (see panta rhei, below). This position was complemented by his stark commitment to a unity of opposites in the world, stating that \"the path up and down are one and the same\". Through these doctrines Heraclitus characterized all existing entities by pairs of contrary properties, whereby no entity may ever occupy a single state at a single time. This, along with his cryptic utterance that \"all entities come to be in accordance with this Logos\" (literally, \"word\", \"reason\", or \"account\") has been the subject of numerous interpretations.\nDiogenes relates that Heraclitus had a poor opinion of human affairs. He believed that Hesiod and Pythagoras lacked understanding though learned and that Homer and Archilochus deserved to be beaten. Laws needed to be defended as though they were city walls. Timon is said to have called him a \"mob-reviler.\" Heraclitus hated the Athenians and his fellow Ephesians, wishing the latter wealth in punishment for their wicked ways. Says Diogenes: \"Finally, he became a hater of his kind (misanthrope) and wandered the mountains ... making his diet of grass and herbs.\"\nDiogenes states that Heraclitus' work was \"a continuous treatise On Nature, but was divided into three discourses, one on the universe, another on politics, and a third on theology.\"\nAt some time in antiquity he acquired this epithet denoting that his major sayings were difficult to understand. According to Diogenes Laërtius, Timon of Phlius called him \"the riddler\" (αἰνικτής ainiktēs), and explained that Heraclitus wrote his book \"rather unclearly\" (asaphesteron) so that only the \"capable\" should attempt it. By the time of Cicero he had become \"the dark\" (ὁ Σκοτεινός — ho Skoteinós) because he had spoken nimis obscurē, \"too obscurely\", concerning nature and had done so deliberately in order to be misunderstood.", "source": "biography.txt"}
