{"text": "You cannot step twice into the same rivers; for fresh waters are ever flowing in upon you.\nWe step and do not step into the same rivers; we are and are not.\nIt scatters and it gathers; it advances and retires.\nIn the circumference of a circle the beginning and end are common.\nThe way up and the way down is one and the same.\nThe straight and the crooked path of the fuller's comb is one and the same.\nCold things become warm, and what is warm cools; what is wet dries, and the parched is moistened.\nIt rests by changing.\nIt is a weariness to labour for the same masters and be ruled by them.\nAnd it is the same thing in us that is quick and dead, awake and asleep, young and old; the former are shifted and become the latter, and the latter in turn are shifted and become the former.\nWar is the father of all and the king of all; and some he has made gods and some men, some bond and some free.\nCouples are things whole and things not whole, what is drawn together and what is drawn asunder, the harmonious and the discordant. The one is made up of all things, and all things issue from the one.\nMen do not know how what is at variance agrees with itself. It is an attunement of opposite tensions, like that of the bow and the lyre.\nThe hidden attunement is better than the open.", "source": "flux.txt"}
{"text": "This world, which is the same for all, no one of gods or men has made; but it was ever, is now, and ever shall be an ever-living Fire, with measures of it kindling, and measures going out.\nThe transformations of Fire are, first of all, sea; and half of the sea is earth, half whirlwind. It becomes liquid sea, and is measured by the same tale as before it became earth.\nFor it is death to souls to become water, and death to water to become earth. But water comes from earth; and from water, soul.\nIt is the thunderbolt that steers the course of all things.\nFire is want and surfeit.\nFire in its advance will judge and convict all things.\nGod is day and night, winter and summer, war and peace, surfeit and hunger; but he takes various shapes, just as fire, when it is mingled with spices, is named according to the savour of each.\nFire lives the death of air, and air lives the death of fire; water lives the death of earth, earth that of water.\nAll things are an exchange for Fire, and Fire for all things, even as wares for gold and gold for wares.\nThe sun will not overstep his measures; if he does, the Erinyes, the handmaids of Justice, will find him out.\nIf there were no sun it would be night, for all the other stars could do.\nThe seasons that bring all things.\nThe limit of dawn and evening is the Bear; and opposite the Bear is the boundary of bright Zeus.\nNature loves to hide.\nThe fairest Cosmos is merely a rubbish-heap poured out at random.\nIf all things were turned to smoke, the nostrils would distinguish them.\nThe sun is new every day.", "source": "fire_and_cosmos.txt"}
{"text": "Though this Word is true evermore, yet men are as unable to understand it when they hear it for the first time as before they have heard it at all. For, though all things come to pass in accordance with this Word, men seem as if they had no experience of them, when they make trial of words and deeds such as I set forth, dividing each thing according to its kind and showing how it truly is. But other men know not what they are doing when awake, even as they forget what they do in sleep.\nSo we must follow the common, yet though my Word is common, the many live as if they had a wisdom of their own.\nIt is wise to hearken, not to me, but to my Word, and to confess that all things are one.\nThought is common to all.\nThose who speak with understanding must hold fast to what is common to all as a city holds fast to its law, and even more strongly. For all human laws are fed by the one divine law. It prevails as much as it will, and suffices for all things with something to spare.\nTo the soul, belongs the self-multiplying Logos.\nThe dry soul is the wisest and best.\nOf all whose discourses I have heard, there is not one who attains to understanding that wisdom is apart from all.\nWisdom is one thing. It is to know the thought by which all things are steered through all things.\nKnowing not how to listen nor how to speak.\nFools when they do hear are like the deaf: of them does the saying bear witness that they are absent when present.", "source": "logos.txt"}
{"text": "For even the best of them choose one thing above all others, immortal glory among mortals, while most of them are glutted like beasts.\nFor what thought or wisdom have they? They follow the poets and take the crowd as their teacher, knowing not that there are many bad and few good.\nThe Ephesians would do well to hang themselves, every grown man of them, and leave the city to beardless lads; for they have cast out Hermodoros, the best man among them, saying, \"We will have none who is best among us; if there be any such, let him be so elsewhere and among others.\"\nThey vainly purify themselves by defiling themselves with blood, just as if one were to wash his feet in mud. Any man who marked him doing thus, would deem him mad. And they pray to these images, as if one were to talk with a man's house, knowing not what gods or heroes are.\nThe sun is the width of a human foot.\nAsses would rather have straw than gold.\nEvery beast is driven to pasture with blows.\n...to delight in the mire.\nThe mysteries practised among men are unholy mysteries.\nThe many do not take heed of such things as those they meet with, nor do they mark them when they are taught, though they think they do.\nWhen they are born, they wish to live and to meet with their dooms—or rather to rest—and they leave children behind them to meet with their dooms in turn.\nThe most esteemed of them knows but fancies, and holds fast to them, yet of a truth justice shall overtake the artificers of lies and the false witnesses.\nThales foretold an eclipse.\nMen that love wisdom must be acquainted with very many things indeed.\nSwine wash in the mire, and barnyard fowls in dust.\nThe learning of many things teacheth not understanding, else would it have taught Hesiod and Pythagoras, and again Xenophanes and Hekataios.\nHomer should be turned out of the lists and whipped, and Archilochos likewise.\nLet us not conjecture at random about the greatest things.\nMen allow themselves to be deceived as Homer was, who yet was wiser than all the Greeks; for some boys killing lice deceived him saying, \"What we see and catch we leave behind; what we neither see nor catch we take with us.\"\nHesiod is most men's teacher. Men are sure he knew very many things, a man who did not know day or night! They are one.\nPhysicians who cut, burn, stab, and rack the sick, demand a fee for it which they do not deserve to get.\nA little better, then, Heraclitus has considered human opinions to be children's toys.\nThink too of him who forgets where the way leads.\nThey are estranged from that with which they have most constant intercourse.\nIt is not meet to act and speak like men asleep.\nWe ought not [behave] like children who learn from their parents.\nThose who are asleep are fellow-workers (in what goes on in the world).\nThe way of man has no wisdom, but that of God has.\nMan is called a baby by God, even as a child by a man.\nWe must know that war is common to all and strife is justice, and that all things come into being and pass away (?) through strife.\nThe wise man is not known because of men's want of belief.\nThe fool is fluttered at every word.\nThe waking have one common world, but the sleeping turn aside each into a world of his own.\nAnd the Sibyl, with raving lips uttering things mirthless, unbedizened, and unperfumed, reaches over a thousand years with her voice, thanks to the god in her.\nIt is best to hide folly; but it is hard in times of relaxation, over our cups.\nCorpses are more fit to be cast out than dung.\nDogs bark at every one they do not know.\nI have sought for myself.\nThe eyes are more exact witnesses than ears.\nTo God all things are fair and good and right, but men hold some things wrong and some right.\nIt is not good for men to get all they wish to get. It is sickness that makes health pleasant; evil, good; hunger, plenty; weariness, rest.\nSelf-control is the highest virtue, and wisdom is to speak truth and consciously to act according to nature.\nIt pertains to all men to know themselves and to learn self-control.\nA man, when he gets drunk, is led by a beardless lad, tripping, knowing not where he steps, having his soul moist.\nMan's character is his fate.\nEven the posset separates if it is not stirred.\nPythagoras, son of Mnesarchos, practised scientific inquiry beyond all other men, and making a selection of these writings, claimed for his own wisdom what was but a knowledge of many things and an imposture.", "source": "human_folly.txt"}
