{"text": "The Logos holds always but humans always prove unable to understand it, both before hearing it and when they have first heard it. For though all things come to pass in accordance with this Logos, humans are like the inexperienced when they experience such words and deeds as I set out, distinguishing each in accordance with its nature and saying how it is. But other people fail to notice what they do when awake, just as they forget what they do while asleep.\nFor this reason it is necessary to follow what is common. But although the Logos is common, most people live as if they had their own private understanding.\nEyes and ears are bad witnesses to men, if they have souls that understand not their language.\nThe many do not understand such things as they encounter, nor do they learn by their experience, but they think they do.\nKnowing not how to listen or how to speak.\nThe Lord whose is the oracle at Delphi neither utters nor hides his meaning, but shows it by a sign.\nNature loves to hide.\nThe hidden harmony is better than the obvious.\nIt is better to keep your mouth shut and let people think you are a fool than to open it and remove all doubt. (Apocryphal, but often attributed)\nCouples are wholes and not wholes, what agrees disagrees, the concordant is discordant. From all things one and from one all things.\nImmortals are mortal, mortals immortal, living their death, dying their life.\nGod is day and night, winter and summer, war and peace, surfeit and hunger; but he takes various shapes, just as fire, when it is mingled with spices, is named according to the savor of each.\nWar is the father of all and king of all.\nWe must know that war is common to all and strife is justice, and that all things come into being and pass away through strife.\nAll things are an interchange for fire, and fire for all things, just like goods for gold and gold for goods.\nThis world, which is the same for all, no one of gods or men has made; but it was ever, is now, and ever shall be an ever-living Fire, with measures of it kindling, and measures going out.\nFire lives the death of earth, and air lives the death of fire; water lives the death of air, earth that of water.\nThe soul has a self-increasing Logos.\nYou could not step twice into the same river; for other waters are ever flowing on to you.\nInto the same rivers we step and do not step, we are and are not.\nTime is a child playing a game of draughts; the kingship is in the hands of a child.\nI searched into myself.\nEverything flows, nothing stands still.\nThe road up and the road down is one and the same.\nIn the circumference of a circle the beginning and the end are common.\nDisease makes health pleasant and good, hunger satiety, weariness rest.\nFor it is not possible to step twice into the same river.\nTo God all things are fair and good and right, but men hold some things wrong and some right.\nA man's character is his fate.", "source": "fragments.txt"}
