{"text": "You cannot step twice into the same rivers; for fresh waters are ever flowing in upon you.\nWe step and do not step into the same rivers; we are and are not.\nIt scatters and it gathers; it advances and retires.", "source": "flux.txt"}
{"text": "This world, which is the same for all, no one of gods or men has made; but it was ever, is now, and ever shall be an ever-living Fire, with measures of it kindling, and measures going out.\nIt is the thunderbolt that steers the course of all things.\nAll things are an exchange for Fire, and Fire for all things, even as wares for gold and gold for wares.", "source": "fire_and_cosmos.txt"}
{"text": "Though this Word is true evermore, yet men are as unable to understand it when they hear it for the first time as before they have heard it at all. For, though all things come to pass in accordance with this Word, men seem as if they had no experience of them, when they make trial of words and deeds such as I set forth, dividing each thing according to its kind and showing how it truly is. But other men know not what they are doing when awake, even as they forget what they do in sleep.\nSo we must follow the common, yet though my Word is common, the many live as if they had a wisdom of their own.\nIt is wise to hearken, not to me, but to my Word, and to confess that all things are one.\nThought is common to all.", "source": "logos.txt"}
{"text": "For even the best of them choose one thing above all others, immortal glory among mortals, while most of them are glutted like beasts.\nFor what thought or wisdom have they? They follow the poets and take the crowd as their teacher, knowing not that there are many bad and few good.\nThe Ephesians would do well to hang themselves, every grown man of them, and leave the city to beardless lads; for they have cast out Hermodoros, the best man among them, saying, \"We will have none who is best among us; if there be any such, let him be so elsewhere and among others.\"", "source": "human_folly.txt"}
