{"text": "43. ...For there could be no harmony without sharps and flats, nor living beings without male and female which are contraries.\n45. They do not understand: how that which separates unites with itself. It is a harmony of oppositions, as in the case of the bow and of the lyre.\n46. ...Heraclitus says, \"The unlike is joined together, and from differences results the most beautiful harmony, and all things take place by strife.\"\n50. The straight and crooked way of the woolcarders is one and the same.\n56. The harmony of the world is a harmony of oppositions, as in the case of the bow and of the lyre.\n57. Good and evil are the same.\n59. Unite whole and part, agreement and disagreement, accordant and discordant; from all comes one, and from one all.\n62. We must know that war is universal and strife right, and that by strife all things arise and † are used †\n66. The name of the bow is life, but its work is death.\n67. Immortals are mortal, mortals immortal, living in their death and dying in their life.\n69. The way upward and downward are one and the same.\n104. For men to have whatever they wish, would not be well. Sickness makes health pleasant and good; hunger, satiety; weariness, rest.", "source": "opposites.txt"}
{"text": "40. It disperses and gathers, it comes and goes.\n41. Into the same river you could not step twice, for other <and still other> waters are flowing.\n42. †To those entering the same river, other and still other waters flow.†\n81. Into the same river we both step and do not step. We both are and are not.\n83. In change is rest.\n39. Cold becomes warm, and warm, cold; wet becomes dry, and dry, wet.", "source": "flux.txt"}
{"text": "20. This world, the same for all, neither any of the gods nor any man has made, but it always was, and is, and shall be, an ever living fire, kindled in due measure, and in due measure extinguished.\n21. The transmutations of fire are, first, the sea; and of the sea, half is earth, and half the lightning flash.\n22. All things are exchanged for fire and fire for all things, just as wares for gold and gold for wares.\n25. Fire lives in the death of earth, air lives in the death of fire, water lives in the death of air, and earth in the death of water.\n26. Fire coming upon all things, will sift and seize them.\n28. Lightning rules all.\n29. The sun will not overstep his bounds, for if he does, the Erinyes, helpers of justice, will find him out.\n31. If there were no sun, it would be night.\n32. The sun is new every day.\n36. God is day and night, winter and summer, war and peace, plenty and want. But he is changed, just as when incense is mingled with incense, but named according to the pleasure of each.", "source": "cosmos.txt"}
{"text": "27. How can one escape that which never sets?\n64. Death is what we see waking. What we see in sleep is a dream.\n71. The limits of the soul you would not find out, though you should traverse every way.\n73. A man when he is drunken is led by a beardless youth, stumbling, ignorant where he is going, having a wet soul.\n74. The dry soul is the wisest and best.\n77. Man, as a light at night, is lighted and extinguished.\n88. ...Thirty is the most natural number...\n94. We ought not to act and speak as though we were asleep.\n110. It is law, also, to obey the will of one.\n121. A man's character is his daemon.\n122. There awaits men after death what they neither hope nor think.", "source": "life_and_death.txt"}
{"text": "1. It is wise for those who hear, not me, but the universal Reason, to confess that all things are one.\n2. To this universal Reason which I unfold, although it always exists, men make themselves insensible, both before they have heard it and when they have heard it for the first time. For notwithstanding that all things happen according to this Reason, men act as though they had never had any experience in regard to it when they attempt such words and works as I am now relating, describing each thing according to its nature and explaining how it is ordered. And some men are as ignorant of what they do when awake as they are forgetful of what they do when asleep.\n3. Those who hear and do not understand are like the deaf. Of them the proverb says: \"Present, they are absent.\"\n91. The Law of Understanding is common to all. Those who speak with intelligence must hold fast to that which is common to all, even more strongly than a city holds fast to its law. For all human laws are dependent upon one divine Law, for this rules as far as it wills, and suffices for all, and overabounds.\n92. Although the Law of Reason is common, the majority of people live as though they had an understanding of their own.", "source": "logos.txt"}
{"text": "4. Eyes and ears are bad witnesses to men having rude souls.\n5. The majority of people have no understanding of the things with which they daily meet, nor, when instructed, do they have any right knowledge of them, although to themselves they seem to have.\n6. They understand neither how to hear nor how to speak.\n8. Gold-seekers dig over much earth and find little gold.\n16. Much learning does not teach one to have understanding, else it would have taught Hesiod and Pythagoras, and again Xenophanes and Hecataeus.\n35. Hesiod is a teacher of the masses. They suppose him to have possessed the greatest knowledge, who indeed did not know day and night. For they are one.\n51. Asses would choose stubble rather than gold.\n54. They revel in dirt.\n85. Corpses are more worthless than excrement.\n111. For what sense or understanding have they? They follow minstrels and take the multitude for a teacher, not knowing that many are bad and few good. For the best men choose one thing above all--immortal glory among mortals; but the masses stuff themselves like cattle.\n114. The Ephesians deserve, man for man, to be hung, and the youth to leave the city, inasmuch as they have banished Hermodorus, the worthiest man among them, saying: \"Let no one of us excel, and if there be any such, let him go elsewhere and among other people.\"", "source": "critiques.txt"}
