{"text": "You cannot step twice into the same rivers; for fresh waters are ever flowing in upon you.\nWe step and do not step into the same rivers; we are and are not.\nIt scatters and it gathers; it advances and retires.\nIt rests by changing.\nWe must know that war is common to all and strife is justice, and that all things come into being and pass away through strife.\nWar is the father of all and the king of all; and some he has made gods and some men, some bond and some free.\nCouples are things whole and things not whole, what is drawn together and what is drawn asunder, the harmonious and the discordant. The one is made up of all things, and all things issue from the one.\nMen do not know how what is at variance agrees with itself. It is an attunement of opposite tensions, like that of the bow and the lyre.\nThe hidden attunement is better than the open.\nThe straight and the crooked path of the fuller's comb is one and the same.\nThe way up and the way down is one and the same.\nMortals are immortals and immortals are mortals, the one living the others' death and dying the others' life.\nCold things become warm, and what is warm cools; what is wet dries, and the parched is moistened.\nEven the posset separates if it is not stirred.\nTime is a child playing draughts, the kingly power is a child's.", "source": "flux.txt"}
{"text": "This world, which is the same for all, no one of gods or men has made; but it was ever, is now, and ever shall be an ever-living Fire, with measures of it kindling, and measures going out.\nThe transformations of Fire are, first of all, sea; and half of the sea is earth, half whirlwind.\nAll things are an exchange for Fire, and Fire for all things, even as wares for gold and gold for wares.\nIt is the thunderbolt that steers the course of all things.\nFire is want and surfeit.\nFire in its advance will judge and convict all things.\nGod is day and night, winter and summer, war and peace, surfeit and hunger; but he takes various shapes, just as fire, when it is mingled with spices, is named according to the savour of each.\nThe sun is new every day.\nIf there were no sun it would be night, for all the other stars could do.\nThe sun will not overstep his measures; if he does, the Erinyes, the handmaids of Justice, will find him out.\nIf all things were turned to smoke, the nostrils would distinguish them.", "source": "fire_and_cosmos.txt"}
{"text": "Though this Word is true evermore, yet men are as unable to understand it when they hear it for the first time as before they have heard it at all. For, though all things come to pass in accordance with this Word, men seem as if they had no experience of them, when they make trial of words and deeds such as I set forth, dividing each thing according to its kind and showing how it truly is.\nSo we must follow the common, yet though my Word is common, the many live as if they had a wisdom of their own.\nIt is wise to hearken, not to me, but to my Word, and to confess that all things are one.\nThought is common to all.\nThose who speak with understanding must hold fast to what is common to all as a city holds fast to its law, and even more strongly. For all human laws are fed by the one divine law. It prevails as much as it will, and suffices for all things with something to spare.\nTo the soul, belongs the self-multiplying Logos.\nThe wise is one only. It is unwilling and willing to be called by the name of Zeus.\nWisdom is one thing. It is to know the thought by which all things are steered through all things.\nThe learning of many things teacheth not understanding, else would it have taught Hesiod and Pythagoras, and again Xenophanes and Hekataios.\nOf all whose discourses I have heard, there is not one who attains to understanding that wisdom is apart from all.", "source": "logos.txt"}
{"text": "The many do not take heed of such things as those they meet with, nor do they mark them when they are taught, though they think they do.\nFor even the best of them choose one thing above all others, immortal glory among mortals, while most of them are glutted like beasts.\nFor what thought or wisdom have they? They follow the poets and take the crowd as their teacher, knowing not that there are many bad and few good.\nThe Ephesians would do well to hang themselves, every grown man of them, and leave the city to beardless lads; for they have cast out Hermodoros, the best man among them, saying, \"We will have none who is best among us; if there be any such, let him be so elsewhere and among others.\"\nBut other men know not what they are doing when awake, even as they forget what they do in sleep.\nDogs bark at every one they do not know.\nAsses would rather have straw than gold.\nFools when they do hear are like the deaf: of them does the saying bear witness that they are absent when present.\nKnowing not how to listen nor how to speak.\nMan is called a baby by God, even as a child by a man.\nThe wisest man is an ape compared to God, just as the most beautiful ape is ugly compared to man.\nThey vainly purify themselves by defiling themselves with blood, just as if one who had stepped into the mud were to wash his feet in mud.\nOne is ten thousand to me, if he be the best.\nPhysicians who cut, burn, stab, and rack the sick, demand a fee for it which they do not deserve to get.\nCorpse are more fit to be cast out than dung.\nIt is hard to fight with one's heart's desire. Whatever it wishes to get, it purchases at the cost of soul.\nIt is best to hide folly; but it is hard in times of relaxation, over our cups.\nA man, when he gets drunk, is led by a beardless lad, tripping, knowing not where he steps, having his soul moist.\nThe dry soul is the wisest and best.\nMan's character is his fate.\nNature loves to hide.\nThe fairest Cosmos is merely a rubbish-heap poured out at random.", "source": "human_folly.txt"}
