{"text": "DK B1: Although this Logos holds forever, men ever fail to comprehend it, both before hearing it and once they have heard. Although all things come to pass in accordance with this Logos, men are like the unexperienced when they experience such words and deeds as I set out, distinguishing each thing according to its nature and telling how it is. But other men are oblivious of what they do awake, just as they are forgetful of what they do asleep.\nDK B2: Therefore it is necessary to follow the common; but although the Logos is common the many live as though they had a private understanding.\nDK B12: Upon those that step into the same rivers different and different waters flow... and souls also are vaporized from what is wet.\nDK B30: This world, which is the same for all, no one of gods or men has made; but it was ever, is now, and ever shall be an ever-living Fire, with measures of it kindling, and measures going out.\nDK B49a: In the same river we both step and do not step, we are and are not.\nDK B50: Listening not to me but to the Logos it is wise to agree that all things are one.\nDK B51: They do not understand how that which differs with itself is in agreement: harmony consists of opposing tension, like that of the bow and the lyre.\nDK B52: Time is a child playing a game of draughts; the kingship is in the hands of a child.\nDK B53: War is the father of all and king of all; and some he shows as gods, others as men; some he makes slaves, others free.\nDK B60: The way up and the way down is one and the same.\nDK B62: Immortals are mortal, mortals immortal, living their death, dying their life.\nDK B67: God is day night, winter summer, war peace, satiety hunger; he undergoes alteration in the way that fire, when it is mixed with spices, is named according to the scent of each of them.\nDK B88: And it is the same thing in us that is quick and dead, awake and asleep, young and old; the former are shifted and become the latter, and the latter in turn are shifted and become the former.\nDK B90: All things are an interchange for Fire, and Fire for all things, just as goods for gold and gold for goods.\nDK B91: It is not possible to step twice into the same river.\nDK B93: The Lord whose is the oracle at Delphoi neither utters nor hides his meaning, but shows it by a sign.\nDK B101: I searched into myself.\nDK B102: To God all things are fair and good and right, but men hold some things wrong and some right.\nDK B103: In the circumference of a circle the beginning and end are common.\nDK B110: It is not better for human beings to get all they want.\nDK B111: It is disease that makes health pleasant; evil, good; hunger, plenty; weariness, rest.\nDK B119: Character is destiny.", "source": "fragments.txt"}
