{"text": "The way up and the way down are one and the same.\nNo man ever steps in the same river twice, for it's not the same river and he's not the same man.\nWar is the father of all and king of all.\nIf you do not expect the unexpected, you will not find it; for it is hard to be sought out and difficult.\nNature loves to hide.\nThe hidden harmony is better than the obvious.\nImmortals are mortals, mortals immortals: living their death, dying their life.\nTime is a game played beautifully by children.\nThe soul is a dyed colour of its thoughts.\nEverything flows and nothing abides; everything gives way and nothing stays fixed.\nWe are and we are not.\nTo be evenminded is the greatest virtue.\nDogs bark at what they do not understand.\nThe awakening are one world, but the sleepers each have a private world of their own.\nThinking is a sacred disease.\nMuch learning does not teach understanding.\nIt is hard to fight with anger, for whatever it wants to happen, it buys at the cost of soul.\nA man's character is his fate.\nThe sun is new each day.\nListening not to me but to the Logos it is wise to agree that all things are one.\nThis world, which is the same for all, no one of gods or men has made. But it always was and will be: an ever-living fire, with measures of it kindling, and measures going out.\nFire lives the death of earth, and air the death of fire; water lives the death of air, earth that of water.\nMen who sleep are workers and collaborators in what goes on in the universe.\nAll things are an interchange for fire, and fire for all things, just as goods for gold and gold for goods.\nCouples are wholes and not wholes, what agrees disagrees, the concordant is discordant. From all things one and from one all things.\nHesiod is most men's teacher. Men are sure he knew very many things, a man who did not know day or night! They are one.\nEyes and ears are bad witnesses to men if they have souls that understand not their language.\nFor it is not possible to step twice into the same river.\nIt is sickness that makes health pleasant; evil, good; hunger, plenty; weariness, rest.\nGod is day and night, winter and summer, war and peace, surfeit and hunger; but he takes various shapes, just as fire, when it is mingled with spices, is named according to the savor of each.\nTo God all things are fair and good and right, but men hold some things wrong and some right.\nWisdom is one thing. It is to know the thought by which all things are steered through all things.\nThe lightning bolt steers the universe.\nThe best of men choose one thing instead of all: an everlasting fame among mortals; the many gorge themselves like cattle.\nI searched for myself.", "source": "fragments.txt"}
