{"text": "The way up and the way down are one and the same.\nIt is not possible to step twice into the same river.\nThis world, which is the same for all, no one of gods or men has made; but it was ever, is now, and ever shall be an ever-living Fire, with measures of it kindling, and measures going out.\nAll things are an exchange for Fire, and Fire for all things, even as wares for gold and gold for wares.\nListening not to me but to the Logos it is wise to agree that all things are one.\nThinking is common to all.\nThe sun is new every day.\nEyes and ears are bad witnesses for men if they have barbarian souls.\nNature loves to hide.\nThe hidden harmony is better than the obvious.\nMen do not know how what is at variance agrees with itself. It is an attunement of opposite tensions, like that of the bow and the lyre.\nCouples are things whole and things not whole, what is drawn together and what is drawn asunder, the harmonious and the discordant. The one is made up of all things, and all things issue from the one.\nGod is day and night, winter and summer, war and peace, surfeit and hunger; but he takes various shapes, just as fire, when it is mingled with spices, is named according to the savor of each.\nWar is the father of all and the king of all; and some he has made gods and some men, some bond and some free.\nTo God all things are fair and good and right, but men hold some things wrong and some right.\nMan is kindled and put out like a light in the night.\nThe waking have one common world, but the sleeping turn aside each into a world of his own.\nDogs bark at every one they do not know.\nFools when they do hear are like the deaf: of them does the saying bear witness that they are absent when present.\nThey do not understand how that which differs with itself is in agreement: harmony consists of opposing tension, like that of the bow and the lyre.\nTime is a child playing a game of draughts; the kingship is in the hands of a child.\nThe sea is the purest and impurest water. Fish can drink it and it is good for them, to men it is undrinkable and destructive.\nSwine wash in the mire, and barnyard fowls in dust.\nEvery beast is driven to pasture with blows.\nA man's character is his fate.\nEven sleepers are workers and collaborators in what goes on in the universe.\nIt is better to hide our ignorance than to expose it.\nThe most beautiful order of the world is still a heap of sweepings piled up at random.\nTo be temperate is the greatest virtue. Wisdom consists in speaking the truth and in acting in accordance with nature while listening to it.\nAll things flow, nothing stands still.\nWe step and do not step into the same rivers; we are and are not.\nI have searched myself.\nThe lord whose is the oracle at Delphos neither utters nor hides his meaning, but shows it by a sign.\nFor it is not possible to enter the same river twice, nor to touch twice the same mortal substance in the same state, but by reason of the swiftness and speed of its change, it scatters and gathers, it comes and goes.\nWe must not act and speak like men asleep.\nOne to me is as ten thousand, if he be the best.\nIf you do not expect the unexpected, you will not find it; for it is hard to be sought out and difficult.\nImmortals are mortal, mortals are immortal, living their death and dying their life.\nThe people must fight for its law as for its walls.\nFire lives the death of air, and air lives the death of fire; water lives the death of earth, earth that of water.\nEverything flows and nothing stays.\nYou cannot step twice into the same river.\nChange is the only constant.\nMuch learning does not teach understanding.\nThe soul is a spider that sits in the middle of its web, the body.\nBigotry is the sacred disease.\nThose who are awake have a world in common, but every sleeper has a world of his own.\nMan is most nearly himself when he achieves the seriousness of a child at play.\nStupidity is better kept a secret than displayed.\nThere is nothing permanent except change.\nThe unlike is joined together, and from differences results the most beautiful harmony.\nThe road up and the road down is one and the same.\nThe eyes are more exact witnesses than the ears.\nA man's character is his guardian divinity.\nThe sun will not overstep his measures; if he does, the Erinyes, the handmaids of Justice, will find him out.\nIf happiness consisted in the pleasures of the body, we should call oxen happy when they find vetch to eat.\nIt is hard to fight with anger; for what it wants it buys at the price of soul.\nIn the circumference of a circle the beginning and end are common.\nPhysicians who cut, burn, stab and rack the sick, demand a fee for it which they do not deserve to get.\nJoints: whole and not whole, connected-separate, consonant-dissonant.\nWhosoever wishes to know about the world must learn about it in its particular details.\nKnowledge is not intelligence.\nUnless you expect the unexpected you will never find truth, for it is hard to discover and hard to attain.\nAbundance is a lack.\nTo be evenminded is the greatest virtue.\nWisdom is the oneness of mind that guides and permeates all things.\nThose who seek gold dig up much earth and find little.\nLet us not make random conjectures about the greatest matters.\nOf all whose discourses I have heard, there is not one who attains to understanding that wisdom is apart from all.\nMen that love wisdom must be acquainted with very many things.\nThe Sibyl, with raving lips uttering things mirthless, unbedizened, and unperfumed, reaches over a thousand years with her voice, thanks to the god in her.\nThe most excellent men prefer one thing above all others: eternal glory to mortal things; but the many are glutted like cattle.\nDonkeys prefer straw to gold.\nA foolish man is a-flutter at every word.\nIt is better to be extinguished than to be a tyrant.\nThe best of men choose one thing above all others: immortal glory among mortals; but the masses stuff themselves like cattle.\nOne day is equal to every day.\nEverything changes and nothing stands still.\nCold things become warm, and what is warm cools; what is wet dries, and the parched is moistened.\nThey do not step into the same rivers.\nWe are and we are not.\nCorpses are more fit to be thrown out than dung.\nThe universe, which is the same for all, has not been made by any god or man, but it always has been, is, and will be an ever-living fire, kindling itself by regular measures and going out by regular measures.\nThe death of fire is the birth of air, and the death of air is the birth of water.\nGod is day night, winter summer, war peace, satiety hunger; he undergoes alteration in the way that fire, when it is mixed with spices, is named according to the scent of each of them.\nFor the waking there is one common and objective world, but the sleepers turn aside each into a world of his own.\nThey are estranged from that with which they have most constant intercourse.\nIt is wise to listen, not to me but to the Word, and to confess that all things are one.\nThinking is common to all.\nThose who speak with understanding must hold fast to what is common to all as a city holds fast to its law, and even more strongly.\nFor all human laws are fed by the one divine law.\nThe path of writing is crooked and straight.\nWe must not act and speak like men asleep.\nThe hidden harmony is better than the obvious.\nNature loves to hide.\nWar is the father of all and the king of all.\nHomer was wrong in saying: 'Would that strife might perish from among gods and men!' He did not see that he was praying for the destruction of the universe; for, if his prayer were heard, all things would pass away.\nThe bow (biós) is called life (bíos), but its work is death.\nThe people must fight for its law as for its walls.\nCharacter is destiny.\nThere is a greater need to extinguish hybris than a blazing fire.\nIt is better to hide ignorance, but it is hard to do so in relaxation and over wine.\nThe most beautiful ape is ugly compared to man.\nThe wisest man is an ape compared to God.\nA man is found to be childish by a divinity, just as a child is by a man.\nTo God all things are beautiful and good and just, but men have assumed some things to be unjust and others just.\nThe way of man has no wisdom, but that of God has.\nTime is a game played beautifully by children.\nI searched for myself.\nEyes are more accurate witnesses than ears.\nEyes and ears are bad witnesses for men who have barbarian souls.\nMuch learning does not teach understanding.\nPythagoras, son of Mnesarchus, practiced inquiry more than any other man, and selecting from these writings he made a wisdom of his own—a polymathy, a bad art.\nTo be wise is one thing: to know the thought that steers all things through all things.\nGod is day and night, winter and summer, war and peace, satiety and hunger.\nAll things are an exchange for fire, and fire for all things.\nThis world-order [kosmos], the same of all, no god nor man did create, but it ever was and is and will be: everliving fire, kindling in measures and being quenched in measures.\nThe sea is the most pure and the most polluted water; for fishes it is drinkable and salutary, but for men it is undrinkable and deleterious.\nImmortals are mortal, mortals are immortal, living their death and dying their life.\nLifetime is a child at play, moving pieces in a game. Kingship belongs to the child.\nWe step into and we do not step into the same rivers. We are and we are not.\nIt is hard to fight with anger; for what it wants it buys at the price of the soul.\nFor those who are awake the cosmos is one and common, but those who sleep turn away each into a private world.\nOne must not act and speak like sleepers.\nWe ought not to act and speak like children of our parents.\nThe name of the bow is life, but its work is death.\nHidden harmony is better than the obvious one.\nMen who love wisdom should acquaint themselves with a great many particulars.\nThinking is a sacred disease and sight is deceptive.\nLet us not conjecture at random about the greatest things.\nThe sun is the breadth of a human foot.\nEvery beast is driven to pasture with blows.\nThe most beautiful order of the world is like a heap of random sweepings.\nCombinations: Whole and not whole, united and separated, consonant and dissonant; from all things one and from one all things.\nCouples are things whole and things not whole.\nWhatever comes from sight, hearing, learning from experience: this I prefer.\nEyes and ears are poor witnesses to people if they have uncultured souls.\nOne day is like any other.\nMan's character is his fate.\nYou could not find the ends of the soul though you traveled every way, so deep is its measure [logos].\nSelf-control is the highest virtue, and wisdom is to speak truth and consciously to act according to nature.\nAll things come into being by conflict of opposites.\nEverything flows.\nNothing endures but change.\nThere is nothing permanent except change.\nWe enter and do not enter the same rivers, we are and we are not.\nBigotry is the sacred disease.\nThe waking have one world in common; sleepers have each a private world of his own.\nDogs bark at what they don't understand.\nFools, although they hear, are like the deaf: To them the adage applies that when present they are absent.\nThe beginning and the end are common.\nUpward, downward, the way is one and the same.\nThe eyes are more exact witnesses than the ears.\nCharacter is destiny.\nWhatever is contrary is useful.\nInvisible harmony is better than visible.\nNature loves to hide.\nWar is the father of all.\nGod is day and night, winter and summer, war and peace, surfeit and hunger.\nMen do not know how what is at variance agrees with itself. It is an attunement of opposite tensions, like that of the bow and the lyre.\nThinking is common to all.\nWisdom is to speak the truth and act in keeping with nature.\nModeration is the greatest virtue.\nA man's character is his fate.\nNo man ever steps in the same river twice, for it's not the same river and he's not the same man.\nThe only thing that is constant is change.\nOnly the variable is constant.\nChange is the only constant.\nEverything changes and nothing remains still.\nEverything flows and nothing abides.\nYou cannot step twice into the same river.\nIt is in changing that things find repose.\nStart and end are common.\nUp and down are the same.\nThe way up and the way down are one and the same.\nOpposites cooperate.\nThe fairest harmony is born of things different.\nAll things come into being by conflict.\nWar is the father and king of all.\nStrife is justice.\nGod is day night, winter summer, war peace, satiety hunger.\nMen do not understand how that which is torn apart agrees with itself.\nThe hidden harmony is better than the obvious.\nNature loves to hide.\nEyes and ears are bad witnesses to men if they have barbarian souls.\nMuch learning does not teach understanding.\nTo be wise is one thing: to know the thought that steers all things through all things.\nThe world, the same for all, has not been made by any god or man.\nFire is the element of all things.\nAll things are an exchange for fire, and fire for all things.\nI have searched myself.\nCharacter is destiny.\nTime is a child playing a game of draughts.\nThe way of man has no wisdom, but that of God has.\nMan is most nearly himself when he achieves the seriousness of a child at play.\nStupidity is better kept a secret than displayed.\nTo be evenminded is the greatest virtue.\nDogs bark at every one they do not know.\nOne to me is as ten thousand, if he be the best.\nIf you do not expect the unexpected, you will not find it.\nIt is better to hide our ignorance than to expose it.\nThe sun is new every day.\nEverything flows.\nPanta Rhei.", "source": "fragments.txt"}
