{"text": "God is day and night, winter and summer, war and peace, plenty and want. But he is changed, just as when incense is mingled with incense, but named according to the pleasure of each.\nCold becomes warm, and warm, cold; wet becomes dry, and dry, wet.\nWar is the father and king of all, and has produced some as gods and some as men, and has made some slaves and some free.\nThey do not understand: how that which separates unites with itself. It is a harmony of oppositions, as in the case of the bow and of the lyre.\nThe unlike is joined together, and from differences results the most beautiful harmony, and all things take place by strife.\nSea water is very pure and very foul, for, while to fishes it is drinkable and healthful, to men it is hurtful and unfit to drink.\nHogs wash themselves in mud and doves in dust.\nGood and evil are the same.\nUnite whole and part, agreement and disagreement, accordant and discordant; from all comes one, and from one all.\nThey would not know the name of justice, were it not for these things.\nTo God all things are beautiful and good and right, though men suppose that some are right and others wrong.\nWe must know that war is universal and strife right, and that by strife all things arise and are used.\nImmortals are mortal, mortals immortal, living in their death and dying in their life.\nThe way upward and downward are one and the same.\nThirty is the most natural number, for it bears the same relation to tens as three to units. Then again it is the monthly cycle, and is composed of the four numbers 1, 4, 9, 16, which are the squares of the units in order. Not without reason, therefore, does Heraclitus call the month a generation.\nThe sleeping are co-workers and fabricators of the things that happen in the world.\nFor men to have whatever they wish, would not be well. Sickness makes health pleasant and good; hunger, satiety; weariness, rest.\nFor what sense or understanding have they? They follow minstrels and take the multitude for a teacher, not knowing that many are bad and few good.\nBut Dionysus, in whose honor they rave in bacchic frenzy, and Hades are the same.", "source": "opposites.txt"}
{"text": "Into the same river you could not step twice, for other and still other waters are flowing.\nTo those entering the same river, other and still other waters flow.\nInto the same river we both step and do not step. We both are and are not.\nIn change is rest.\nA mixture separates when not kept in motion.\nIt disperses and gathers, it comes and goes.", "source": "flux.txt"}
{"text": "This world, the same for all, neither any of the gods nor any man has made, but it always was, and is, and shall be, an ever living fire, kindled in due measure, and in due measure extinguished.\nThe transmutations of fire are, first, the sea; and of the sea, half is earth, and half the lightning flash.\nAll things are exchanged for fire and fire for all things, just as wares for gold and gold for wares.\nThe sea is poured out and measured to the same proportion as existed before it became earth.\nFire lives in the death of earth, air lives in the death of fire, water lives in the death of air, and earth in the death of water.\nFire coming upon all things, will sift and seize them.\nLightning rules all.\nThe limits of the evening and morning are the Bear, and opposite the Bear, the bounds of bright Zeus.\nIf there were no sun, it would be night.\nThe sun is new every day.\nThe sun will not overstep his bounds, for if he does, the Erinyes, helpers of justice, will find him out.\nThe people must fight for their law as for their walls.\nOne day is like all.", "source": "cosmos.txt"}
{"text": "How can one escape that which never sets?\nSouls smell in Hades.\nDeath is what we see waking. What we see in sleep is a dream.\nTo souls it is death to become water, and to water it is death to become earth, but from earth comes water, and from water, soul.\nThe limits of the soul you would not find out, though you should traverse every way.\nTo souls it is joy to become wet.\nA man when he is drunken is led by a beardless youth, stumbling, ignorant where he is going, having a wet soul.\nThe dry soul is the wisest and best.\nMan, as a light at night, is lighted and extinguished.\nLiving and dead, awake and asleep, young and old, are the same. For these several states are transmutations of each other.\nTime is a child playing at draughts, a child's kingdom.\nCorpses are more worthless than excrement.\nBeing born, they will only to live and die, or rather to find rest, and they leave children who likewise are to die.\nThe wisest of men compared with God appears an ape in wisdom and in beauty and in all other things.\nThe most beautiful of apes is ugly when compared with another kind, and the most beautiful of earthen pots is ugly when compared with maidenkind.\nGreater fates gain greater rewards.\nIt is hard to contend against passion, for whatever it craves it buys with its life.\nIt pertains to all men to know themselves and to learn self-control.\nSelf-control is the highest virtue, and wisdom is to speak truth and consciously to act according to nature.\nIt is law, also, to obey the will of one.\nA stupid man loves to be puzzled by every discourse.\nThere awaits men after death what they neither hope nor think.\nAnd those that are there shall arise and become guardians of the living and the dead.\nCraving and Satiety.\nLet us not draw conclusions rashly about the greatest things.\nThe hidden harmony is better than the visible.\nAsses would choose stubble rather than gold.\nEvery animal is driven by blows.\nThere is only one supreme Wisdom. It wills and wills not to be called by the name of Zeus.\nThe name of the bow is life, but its work is death.\nI have inquired of myself.\nIt is weariness upon the same things to labor and by them to be controlled.\nIf you do not hope, you will not win that which is not hoped for, since it is unattainable and inaccessible.\nThey understand neither how to hear nor how to speak.", "source": "life_and_death.txt"}
{"text": "It is wise for those who hear, not me, but the universal Reason, to confess that all things are one.\nTo this universal Reason which I unfold, although it always exists, men make themselves insensible, both before they have heard it and when they have heard it for the first time. For notwithstanding that all things happen according to this Reason, men act as though they had never had any experience in regard to it when they attempt such words and works as I am now relating, describing each thing according to its nature and explaining how it is ordered. And some men are as ignorant of what they do when awake as they are forgetful of what they do when asleep.\nThose who hear and do not understand are like the deaf. Of them the proverb says: \"Present, they are absent.\"\nThere is one wisdom, to understand the intelligent will by which all things are governed through all.\nThe straight and crooked way of the woolcarders is one and the same.\nIt is better to conceal ignorance, but it is hard to do so in relaxation and over wine.\nIn Priene there lived Bias, son of Teutamus, whose word was worth more than that of others.\nTo me, one is ten thousand if he be the best.\nThe Ephesians deserve, man for man, to be hung, and the youth to leave the city, inasmuch as they have banished Hermodorus, the worthiest man among them, saying: \"Let no one of us excel, and if there be any such, let him go elsewhere and among other people.\"\nDogs, also, bark at what they do not know.\nBy its incredibility, it escapes their knowledge.\nThe Law of Understanding is common to all. Those who speak with intelligence must hold fast to that which is common to all, even more strongly than a city holds fast to its law. For all human laws are dependent upon one divine Law, for this rules as far as it wills, and suffices for all, and overabounds.\nAlthough the Law of Reason is common, the majority of people live as though they had an understanding of their own.\nThey are at variance with that with which they are in most continual association.\nWe ought not to act and speak as though we were asleep.\nFor human nature does not possess understanding, but the divine does.\nThe thoughtless man understands the voice of the Deity as little as the child understands the man.", "source": "logos.txt"}
{"text": "Much learning does not teach one to have understanding, else it would have taught Hesiod and Pythagoras, and again Xenophanes and Hecataeus.\nPythagoras, son of Mnesarchus, practised investigation most of all men, and having chosen out these treatises, he made a wisdom of his own--much learning and bad art.\nHesiod is a teacher of the masses. They suppose him to have possessed the greatest knowledge, who indeed did not know day and night. For they are one.\nThe harmony of the world is a harmony of oppositions, as in the case of the bow and of the lyre.\nThe most approved of those who are of repute knows how to cheat. Nevertheless, justice will catch the makers and witnesses of lies.\nHomer deserved to be driven out of the lists and flogged, and Archilochus likewise.\nA man's character is his daemon.\nNight-roamers, Magians, bacchanals, revelers in wine, the initiated.\nFor the things which are considered mysteries among men, they celebrate sacrilegiously.\nAnd to these images they pray, as if one should prattle with the houses knowing nothing of gods or heroes, who they are.\nI distinguish two kinds of sacrifices. First, those of men wholly purified, such as would rarely happen in the case of a single individual... Second, material and corporeal sacrifices...\nWhen defiled, they purify themselves with blood, just as if any one who had fallen into the mud should wash himself with mud!\nThe majority of people have no understanding of the things with which they daily meet, nor, when instructed, do they have any right knowledge of them, although to themselves they seem to have.\nEyes and ears are bad witnesses to men having rude souls.\nWhatever concerns seeing, hearing, and learning, I particularly honor.\nThe eyes are more exact witnesses than the ears.\nOf all whose words I have heard, no one attains to this, to know that wisdom is apart from all.\nGold-seekers dig over much earth and find little gold.\nDebate.\nNature loves to conceal herself.\nThe God whose oracle is at Delphi neither speaks plainly nor conceals, but indicates by signs.\nBut the Sibyl with raging mouth uttering things solemn, rude and unadorned, reaches with her voice over a thousand years, because of the God.", "source": "critiques.txt"}
