{"text": "How you, O Athenians, have been affected by my accusers, I cannot tell; but I know that they almost made me forget who I was—so persuasively did they speak; and yet they have hardly uttered a word of truth. But of the many falsehoods told by them, there was one which quite amazed me;—I mean when they said that you should be upon your guard and not allow yourselves to be deceived by the force of my eloquence. To say this, when they were certain to be detected as soon as I opened my lips and displayed my deficiency, did certainly appear to me most shameless, unless by the force of eloquence they mean the force of truth; for if such is their meaning, I admit that I am eloquent. But in how different a way from theirs! Well, as I was saying, they have scarcely spoken the truth at all; but from me you shall hear the whole truth: not, however, delivered after their manner in a set oration duly ornamented with words and phrases. No, by heaven! but I shall use the words and arguments which occur to me at the moment; for I am confident in the justice of my cause: at my time of life I ought not to be appearing before you, O men of Athens, in the character of a juvenile orator—let no one expect it of me. And I must beg of you to grant me a favour:—If I defend myself in my accustomed manner, and you hear me using the words which I have been in the habit of using in the agora, at the tables of the money-changers, or anywhere else, I would ask you not to be surprised, and not to interrupt me on this account. For I am more than seventy years of age, and appearing now for the first time in a court of law, I am quite a stranger to the language of the place; and therefore I would have you regard me as if I were really a stranger, whom you would excuse if he spoke in his native tongue, and after the fashion of his country:—Am I making an unfair request of you? Never mind the manner, which may or may not be good; but think only of the truth of my words, and give heed to that: let the speaker speak truly and the judge decide justly.", "source": "apology_defense.txt"}
{"text": "Socrates: And what is piety, and what is impiety?\nEuthyphro: Piety is doing as I am doing; that is to say, prosecuting any one who is guilty of murder, sacrilege, or of any similar crime—whether he be your father or mother, or whoever he may be—that makes no difference; and not to prosecute them is impiety. And please to observe, Socrates, what a notable proof I will give you of the truth of my words, a proof which I have already given to others:—of the principle, I mean, that the impious, whoever he may be, ought not to go unpunished. For do not men regard Zeus as the best and most righteous of the gods?—and yet they admit that he bound his father (Cronos) because he wickedly devoured his sons, and that he too had punished his own father (Uranus) for a similar reason, in a nameless manner. And yet when I proceed against my father, they are angry with me. So inconsistent are they in their way of talking when the gods are concerned, and when I am concerned.\nSocrates: May not this be the reason, Euthyphro, why I am charged with impiety—that I cannot away with these stories about the gods? and therefore I suppose that people think me wrong. But, as you who are well informed about them approve of them, I cannot do better than assent to your superior wisdom. What else can I say, confessing as I do, that I know nothing about them? Tell me, for the love of Zeus, whether you really believe that they are true.\nEuthyphro: Yes, Socrates; and things more wonderful still, of which the world is in ignorance.\nSocrates: And do you really believe that the gods fought with one another, and had dire quarrels, battles, and the like, as the poets say, and as you may see represented in the works of great artists? The temples are full of them; and notably the robe of Athene, which is carried up to the Acropolis at the great Panathenaea, is embroidered with them. Are all these tales of the gods true, Euthyphro?\nEuthyphro: Yes, Socrates; and, as I was saying, I can tell you, if you would like to hear them, many other things about the gods which would quite amaze you.\nSocrates: I dare say; and you shall tell me them at some other time when I have leisure. But just at present I would rather hear from you a more precise answer, which you have not as yet given, my friend, to the question, What is 'piety'? When asked, you only replied, Doing as you do, charging your father with murder.\nEuthyphro: And what I said was true, Socrates.\nSocrates: No doubt, Euthyphro; but you would admit that there are many other pious acts?\nEuthyphro: There are.\nSocrates: Remember that I did not ask you to give me two or three examples of piety, but to explain the general idea which makes all pious things to be pious. Do you not recollect that there was one idea which made the impious impious, and the pious pious?\nEuthyphro: I remember.\nSocrates: Tell me what is the nature of this idea, and then I shall have a standard to which I may look, and by which I may measure actions, whether yours or those of any one else, and then I shall be able to say that such and such an action is pious, such another impious.\nEuthyphro: I will tell you, if you like.\nSocrates: I should very much like.\nEuthyphro: Piety, then, is that which is dear to the gods, and impiety is that which is not dear to them.\nSocrates: Very good, Euthyphro; you have now given me the sort of answer which I wanted. But whether what you say is true or not I cannot as yet tell, although I make no doubt that you will prove the truth of your words.\nEuthyphro: Certainly.", "source": "euthyphro_piety.txt"}
{"text": "Socrates: And now, I said, let me show in a figure how far our nature is enlightened or unenlightened:—Behold! human beings living in a underground den, which has a mouth open towards the light and reaching all along the den; here they have been from their childhood, and have their legs and necks chained so that they cannot move, and can only see before them, being prevented by the chains from turning round their heads. Above and behind them a fire is blazing at a distance, and between the fire and the prisoners there is a raised way; and you will see, if you look, a low wall built along the way, like the screen which marionette players have in front of them, over which they show the puppets.\nGlaucon: I see.\nSocrates: And do you see, I said, men passing along the wall carrying all sorts of vessels, and statues and figures of animals made of wood and stone and various materials, which appear over the wall? Some of them are talking, others silent.\nGlaucon: You have shown me a strange image, and they are strange prisoners.\nSocrates: Like ourselves, I replied; and they see only their own shadows, or the shadows of one another, which the fire throws on the opposite wall of the cave?\nGlaucon: True, he said; how could they see anything but the shadows if they were never allowed to move their heads?\nSocrates: And of the objects which are being carried in like manner they would only see the shadows?\nGlaucon: Yes, he said.\nSocrates: And if they were able to converse with one another, would they not suppose that they were naming what was actually before them?\nGlaucon: Very likely.\nSocrates: And suppose further that the prison had an echo which came from the other side, would they not be sure to fancy when one of the passers-by spoke that the voice which they heard came from the passing shadow?\nGlaucon: No question, he replied.\nSocrates: To them, I said, the truth would be literally nothing but the shadows of the images.", "source": "republic_cave.txt"}
