{"text": "There are more things, Lucilius, likely to frighten us than there are to crush us; we suffer more often in imagination than in reality.\nI do not wish you to be unhappy before the crisis comes; since it may be that the dangers before which you pale as if they were threatening you, will never come upon you; they certainly have not yet come. Accordingly, some things torment us more than they ought; some torment us before they ought; and some torment us when they ought not to torment us at all. We are in the habit of exaggerating, or imagining, or anticipating, sorrow.\nSet aside a certain number of days, during which you shall be content with the scantiest and cheapest fare, with coarse and rough dress, saying to yourself the while: \"Is this the condition that I feared?\" It is precisely in times of immunity from care that the soul should toughen itself beforehand for occasions of greater stress, and it is while Fortune is kind that it should fortify itself against her violence. In days of peace the soldier performs maneuvers, throws up earthworks with no enemy in sight, and wearies himself by unnecessary toil, in order that he may be equal to it when it is necessary. If you would not have a man flinch when the crisis comes, train him before it comes.", "source": "letters_to_lucilius.txt"}
{"text": "It is not that we have a short time to live, but that we waste a lot of it. Life is long enough, and a sufficiently generous amount has been given to us for the highest achievements if it were all well invested. But when it is wasted in heedless luxury and spent on no good activity, we are forced at last by death's final constraint to realize that it has passed away before we knew it was passing. So it is: we are not given a short life but we make it short, and we are not ill-supplied but wasteful of it… Life is long if you know how to use it.\nPeople are frugal in guarding their personal property; but as soon as it comes to squandering time they are most wasteful of the one thing in which it is right to be stingy.\nYou are living as if destined to live for ever; your own frailty never occurs to you; you don't notice how much time has already passed, but squander it as though you had a full and overflowing supply - though all the while that very day which you are devoting to somebody or something may be your last. You act like mortals in all that you fear, and like immortals in all that you desire.\nHow late it is to begin really to live just when life must end! How stupid to forget our mortality, and put off sensible plans to our fiftieth and sixtieth years, aiming to begin life at a point to which few have arrived!", "source": "on_the_shortness_of_life.txt"}
