{"text": "LETTER I: ON SAVING TIME\nGreetings from Seneca to his friend Lucilius.\nContinue to act thus, my dear Lucilius—set yourself free for your own sake; gather and save your time, which till lately has been forced from you, or filched away, or has merely slipped from your hands. Make yourself believe the truth of my words—that certain moments are torn from us, that some are gently removed, and that others glide beyond our reach. The most disgraceful kind of loss, however, is that due to carelessness. Furthermore, if you will pay close heed to the problem, you will find that the largest portion of our life passes while we are doing ill, a goodly share while we are doing nothing, and the whole while we are doing that which is not to the purpose.\nWhat man can you show me who places any value on his time, who reckons the worth of each day, who understands that he is dying daily? For we are mistaken when we look forward to death; the major portion of death has already passed. Whatever years be behind us are in death's hands.\nTherefore, Lucilius, do as you write me that you are doing: hold every hour in your grasp. Lay hold of today's task, and you will not need to depend so much upon tomorrow's. While we are postponing, life speeds by. Nothing, Lucilius, is ours, except time. We were entrusted by nature with the ownership of this single thing, so fleeting and slippery that anyone who will can oust us from possession. What fools these mortals be! They allow the cheapest and most useless things, which can easily be replaced, to be charged in the reckoning, after they have acquired them; but they never regard themselves as in debt when they have received some of that precious commodity,—time! And yet time is the one loan which even a grateful recipient cannot repay.\nYou may desire to know how I, who preach to you so freely, am practising. I confess that, being not a millionaire but a careful housekeeper, I keep my account balanced. I cannot boast that I waste nothing, but I can at least tell you what I am wasting, and the cause and manner of the loss; I can give you the reasons why I am a poor man. My situation, however, is the same as that of many who are reduced to slender means through no fault of their own: every one forgives them, but no one comes to their rescue.\nWhat is the state of things, then? It is this: I do not regard a man as poor, if the little which remains is enough for him. I advise you, however, to keep what is really yours; and you cannot begin too early. For, as our ancestors believed, it is too late to spare when you reach the dregs of the cask. Of that which remains at the bottom the amount is slight, and the quality is vile.\nFarewell.", "source": "letters_from_a_stoic.txt"}
{"text": "DE BREVITATE VITAE\n(On the Shortness of Life)\nChapter 1\nMost of mankind, Paulinus, complains about nature's meanness, because our allotted span of life is so short, and because this stretch of time that is given to us runs its course so quickly, so rapidly—so much so that, with few exceptions, life leaves the rest of us in the lurch just as we're getting ready to live. And it's not just the masses and the unthinking crowd that complain about this perceived evil; the same feeling has drawn complaints from famous men, too. Hence the dictum of the greatest of doctors: \"Life is short, art is long.\" Hence too the grievance—most unbecoming to a wise man—which Aristotle expressed when he took nature to task for granting animals such long existences (some of them living through five or ten human lifetimes) while a much shorter limit is set for man, born to achieve so many and such great things.\nIt is not that we have a short time to live, but that we waste a lot of it. Life is long enough, and a sufficiently generous amount has been given to us for the highest achievements if it were all well invested. But when it is wasted in heedless luxury and spent on no good activity, we are forced at last by death's final constraint to realize that it has passed away before we knew it was passing. So it is: we are not given a short life but we make it short, and we are not ill-supplied but wasteful of it. Just as when ample and princely wealth falls to a bad owner it is squandered in a moment, but wealth however modest, if entrusted to a good custodian, increases with use, so our lifetime extends for a lot if you manage it well.\nChapter 2\nWhy do we complain of nature? She has shown herself kindly; life, if you know how to use it, is long. But one man is gripped by insatiable greed, another by a laborious dedication to useless tasks. One man is soaked in wine, another sluggish with idleness. One man is worn out by political ambition, which is always at the mercy of the judgment of others. Another through hope of profit is driven headlong over all lands and seas by the greed of trading. Some are tormented by a passion for the camp, always intent on other people's dangers or anxious about their own. Some are worn out by the voluntary servitude of thankless attendance on the great. Many are kept busy either in the pursuit of other men's fortune or in complaining about their own. Many following no fixed aim, shifting and inconstant and dissatisfied, are plunged by their fickleness into plans that are ever new. Some have no fixed principle by which to direct their course, but Fate takes them by surprise while they are lolling and yawning—so surely does it happen that I cannot doubt the truth of that which the greatest of poets said in the form of an oracle: \"The part of life we really live is small.\" For all the rest of existence is not life, but merely time.", "source": "on_shortness_of_life.txt"}
