{"text": "Letter 1: On Saving Time\nContinue to act thus, my dear Lucilius – set yourself free for your own sake; gather and save your time, which till lately has been forced from you, or filched away, or has merely slipped from your hands. Make yourself believe the truth of my words, – that certain moments are torn from us, that some are gently removed, and that others glide beyond our reach. The most disgraceful kind of loss, however, is that due to carelessness. And if you will pay close heed, you will find that the largest portion of our life passes while we are doing ill, a goodly share while we are doing nothing, and the whole while we are doing that which is not to the purpose.\nWhat man can you show me who places any value on his time, who reckons the worth of each day, who understands that he is dying daily? For we are mistaken when we look forward to death; the major portion of death has already passed. Whatever years be behind us are in death's hands.\nLetter 13: On Groundless Fears\nThere are more things, Lucilius, likely to frighten us than there are to crush us; we suffer more often in imagination than in reality. I am not speaking with you in the Stoic strain but in my milder style. For it is our Stoic fashion to speak of all those things, which provoke cries and groans, as unimportant and beneath notice; but you and I must drop such great-sounding words, although, heaven knows, they are true enough. What I advise you to do is, not to be unhappy before the crisis comes...\nSome things torment us more than they ought; some torment us before they ought; and some torment us when they ought not to torment us at all. We are in the habit of exaggerating, or imagining, or anticipating, sorrow.", "source": "letters_to_lucilius.txt"}
{"text": "We shall now inquire whether anger is in accordance with nature, and whether it is useful and should, in some measure, be kept by us. ...\nAnger is a temporary madness. For it is equally devoid of self-control, regardless of decorum, forgetful of kinship, obstinately engrossed in whatever it begins to do, deaf to reason and advice, excited by trifling causes, awkward at perceiving what is true and just, and very like a falling rock which breaks itself to pieces upon the very thing which it crushes.\nThat you may know that they who are possessed by anger are not sane, look at their appearance. For as the marks of madness are certain—a bold and threatening mien, a gloomy brow, a fierce expression, a hurried step, restless hands, an altered colour, a quick and more violent breathing—so likewise are the marks of the angry man; his eyes blaze and sparkle, his whole face is highly coloured with red blood which boils up from the bottom of his heart, his lips quiver, his teeth grind, his hair bristles and stands on end, his breath is forced and harsh, his joints crack from writhing, he groans and bellows, bursts out into speech with scarcely intelligible words, strikes his hands together, and stamps the ground with his feet; his whole body is excited and performs great angry threats; it is an ugly and horrible picture of distorted and swollen frenzy—you cannot tell whether this vice is more execrable or more hideous.", "source": "on_anger.txt"}
{"text": "It is not that we have a short time to live, but that we waste a lot of it. Life is long enough, and a sufficiently generous amount has been given to us for the highest achievements if it were all well invested. But when it is wasted in heedless luxury and spent on no good activity, we are forced at last by death’s final constraint to realize that it has passed away before we knew it was passing. So it is: we are not given a short life but we make it short, and we are not ill-supplied but wasteful of it...\nPeople are frugal in guarding their personal property; but as soon as it comes to squandering time they are most wasteful of the one thing in which it is right to be stingy.\nWhy do we complain of Nature? She has shown herself kindly; life, if you know how to use it, is long.\nBut one man is possessed by an avarice that is insatiable, another by a laborious diligence in doing what is of no use, another is soaked in wine, another is benumbed by sloth; one man is exhausted by an ambition that always hangs upon the decision of others, another, driven on by the greed of a trader, is led over all lands and all seas by the hope of gain...\nFinally, everybody agrees that no one pursuit can be successfully followed by a man who is busied with many things—eloquence cannot, nor the liberal studies—since the mind, when its interests are divided, takes in nothing very deeply, but rejects everything that is, as it were, crammed into it. There is nothing the busy man is less busied with than living: there is nothing that is harder to learn.", "source": "on_shortness_of_life.txt"}
