{"text": "Greetings from Seneca to his friend Lucilius.\nCONTINUE to act thus, my dear Lucilius—set yourself free for your own sake; gather and save your time, which till lately has been forced from you, or filched away, or has merely slipped from your hands. Make yourself believe the truth of my words,—that certain moments are torn from us, that some are gently removed, and that others glide beyond our reach. The most disgraceful kind of loss, however, is that due to carelessness. Furthermore, if you will pay close heed to the problem, you will find that the largest portion of our life passes while we are doing ill, a goodly share while we are doing nothing, and the whole while we are doing that which is not to the purpose. What man can you show me who places any value on his time, who reckons the worth of each day, who understands that he is dying daily? For we are mistaken when we look forward to death; the major portion of death has already passed. Whatever years be behind us are in death's hands. Therefore, Lucilius, do as you write me that you are doing: hold every hour in your grasp. Lay hold of to-day's task, and you will not need to depend so much upon to-morrow's. While we are postponing, life speeds by. Nothing, Lucilius, is ours, except time. We were entrusted by nature with the ownership of this single thing, so fleeting and slippery that anyone who will can oust us from possession. What fools these mortals be! They allow the cheapest and most useless things, which can easily be replaced, to be charged in the reckoning, after they have acquired them; but they never regard themselves as in debt when they have received some of that precious commodity,—time! And yet time is the only loan which even a grateful recipient cannot repay.\nYou ask me what I do in Rome? I know not. But if you ask me what I think, I answer that I am becoming a friend to myself. I am learning to be my own friend.\nI do not wish you to be merely a reader of books, but a reader of men.\nFarewell.", "source": "letters_from_a_stoic.txt"}
{"text": "The majority of mortals, Paulinus, complain bitterly of the spitefulness of Nature, because we are born for a brief span of life, because even this space that has been granted to us rushes by so speedily and so swiftly that all save a very few find life at an end just when they are getting ready to live.\nIt is not that we have a short time to live, but that we waste a lot of it. Life is long enough, and a sufficiently generous amount has been given to us for the highest achievements if it were all well invested. But when it is wasted in heedless luxury and spent on no good activity, we are forced at last by death's final constraint to realize that it has passed away before we knew it was passing. So it is: we are not given a short life but we make it short, and we are not ill-supplied but wasteful of it… Life is long if you know how to use it.\nPeople are frugal in guarding their personal property; but as soon as it comes to squandering time they are most wasteful of the one thing in which it is right to be stingy.\nI am always surprised when I see some people demanding the time of others and meeting with a most compliance; both parties have in view the object for which the time is asked, neither with regard to the time itself: as if nothing there were being asked for and nothing given. They are trifling with life's most precious commodity, being deceived because it is an intangible thing, not appearing to the eye, and therefore reckoned very cheap, and indeed as of almost no value.\nThe man who spends all his time on his own needs, who organizes every day as though it were his last, neither longs for nor fears the next day.", "source": "on_shortness_of_life.txt"}
