{"text": "ON THE SHORTNESS OF LIFE\nChapter I\nIt is not that we have a short time to live, but that we waste a lot of it. Life is long enough, and a sufficiently generous amount has been given to us for the highest achievements if it were all well invested. But when it is wasted in heedless luxury and spent on no good activity, we are forced at last by death's final constraint to realize that it has passed away before we knew it was passing. So it is: we are not given a short life but we make it short, and we are not ill supplied but wasteful of it. Just as when ample and princely wealth falls to a bad owner it is squandered in a moment, but wealth however modest, if entrusted to a good custodian, increases with use, so our lifetime extends for plenty of time for him who arranges it properly.\nChapter II\nWhy do we complain of Nature? She has shown herself kindly; life, if you know how to use it, is long. But one man is possessed by an avarice that is insatiable, another by a laborious diligence in useless tasks; one is soaked in wine, another is sluggish with idleness; one is worried by a political ambition that is always at the mercy of the judgment of others, another through hope of profit is driven fast over all lands and seas by the greed of trading; some are tormented by a passion for the camp, always intent on other people's dangers or anxious about their own; some are worn out by the self-imposed servitude of thankless attendance on the great; many are kept busy either in the pursuit of other men's fortune or in complaining of their own; many, following no fixed aim, shifting and inconstant and dissatisfied, are plunged by their fickleness into plans that are ever new; some have no fixed principle by which to direct their course, but Fate takes them by surprise while they are lolling and yawning; so surely does it happen that I cannot doubt the truth of that utterance which the greatest of poets delivered with all the seeming of an oracle: \"The part of life we really live is small.\" For all the rest of existence is not life, but merely time.", "source": "on_shortness_of_life.txt"}
{"text": "LETTER XVIII: ON FESTIVALS AND FASTING\nSet aside a certain number of days, during which you shall be content with the scantiest and cheapest fare, with coarse and rough dress, saying to yourself the while: \"Is this the condition that I feared?\" It is precisely in times of immunity from care that the soul should toughen itself beforehand for occasions of greater stress, and it is while Fortune is kind that it should fortify itself against her violence. In days of peace the soldier performs maneuvers, throws up earthworks with no enemy in sight, and wearies himself by gratuitous toil, in order that he may be equal to unavoidable toil. If you would not have a man flinch when the crisis comes, train him before it comes. Such is the course which those men have followed who, in their imitation of poverty, have every month come almost to want, that they might never recoil from what they had so often practiced.\nLETTER VII: ON CROWDS\nDo you ask me what you should regard as especially to be avoided? I say, crowds; for as yet you cannot trust yourself to them with safety. I shall admit my own weakness, at any rate; for I never bring back home the same character that I took abroad with me. Something of that which I have forced to be calm within me is disturbed; some of the foes that I have routed return again. Just as the sick man, who has been weak for a long time, is in such a condition that he cannot be taken out of the house without suffering a relapse, so we ourselves are affected when our souls are recovering from a lingering disease.\nLETTER V: ON THE PHILOSOPHER'S MEAN\nI commend you and rejoice in the fact that you are persistent in your studies, and that, putting all else aside, you make it each day your endeavor to become a better man. I do not merely exhort you to keep at it; I actually beg you to do so. I warn you, however, not to act after the fashion of those who desire to be conspicuous rather than to improve, by doing things which will rouse comment as regards your dress or general way of living. Repellent attire, unkempt hair, slovenly beard, open scorn of silver dishes, a couch on the bare earth, and any other perverted forms of self-display, are to be avoided. The name of philosopher, however modestly pursued, occasions sufficient unpopularity as it is; and what if we should begin to separate ourselves from the customs of our fellow-men? Inwardly, we ought to be different in all respects, but our exterior should conform to society.", "source": "letters.txt"}
