{"text": "Greetings from Seneca to his friend Lucilius.\n1. Continue to act thus, my dear Lucilius—set yourself free for your\nown sake; gather and save your time, which till lately has been forced\nfrom you, or filched away, or has merely slipped from your hands. Make\nyourself believe the truth of my words,—that certain moments are torn\nfrom us, that some are gently removed, and that others glide beyond our\nreach. The most disgraceful kind of loss, however, is that due to\ncarelessness. Furthermore, if you will pay close heed to the problem,\nyou will find that the largest portion of our life passes while we are\ndoing ill, a goodly share while we are doing nothing, and the whole\nwhile we are doing that which is not to the purpose.\n2. What man can you show me who places any value on his time, who\nreckons the worth of each day, who understands that he is dying daily?\nFor we are mistaken when we look forward to death; the major portion of\ndeath has already passed. Whatever years lie behind us are in death’s\nhands.\nTherefore, Lucilius, do as you write me that you are doing: hold every\nhour in your grasp. Lay hold of to-day’s task, and you will not need to\ndepend so much upon to-morrow’s. While we are postponing, life speeds\nby.\n3. Nothing, Lucilius, is ours, except time. We were entrusted by\nnature with the ownership of this single thing, so fleeting and\nslippery that anyone who will can oust us from possession. What fools\nthese mortals be! They allow the cheapest and most useless things,\nwhich can easily be replaced, to be charged in the reckoning, after\nthey have acquired them; but they never regard themselves as in debt\nwhen they have received some of that precious commodity,—time! And yet\ntime is the one loan which even a grateful recipient cannot repay.\n4. You may desire to know how I, who preach to you so freely, am\npractising. I confess frankly: my expense account balances, as you\nwould expect from one who is free-handed but careful. I cannot boast\nthat I waste nothing, but I can at least tell you what I am wasting,\nand the cause and manner of the loss; I can give you the reasons why I\nam a poor man. My situation, however, is the same as that of many who\nare reduced to slender means through no fault of their own: every one\nforgives them, but no one comes to their rescue.\n5. What is the state of things, then? It is this: I do not regard a\nman as poor, if the little which remains is enough for him. I advise\nyou, however, to keep what is really yours; and you cannot begin too\nearly. For, as our ancestors believed, it is too late to spare when you\nreach the dregs of the cask. Of that which remains at the bottom, the\namount is slight, and the quality is vile. Farewell.", "source": "letter_1.txt"}
{"text": "II. ON DISCURSIVENESS IN READING\n1. Judging by what you write me, and by what I hear, I am forming a\ngood opinion regarding your future. You do not run hither and thither\nand distract yourself by changing your abode; for such restlessness is\nthe sign of a disordered spirit. The primary indication, to my\nthinking, of a well-ordered mind is a man’s ability to remain in one\nplace and linger in his own company.\n2. Be careful, however, lest this reading of many authors and books of\nevery sort may tend to make you discursive and unsteady. You must\nlinger among a limited number of master-thinkers, and digest their\nworks, if you would derive ideas which shall win firm hold in your\nmind. Everywhere means nowhere. When a person spends all his time in\nforeign travel, he ends by having many acquaintances, but no friends.\nAnd the same thing must hold true of men who seek intimate acquaintance\nwith no single author, but visit them all in a hasty and hurried\nmanner.\n3. Food does no good and is not assimilated into the body if it leaves\nthe stomach as soon as it is eaten; nothing hinders a cure so much as\nfrequent change of medicine; no wound will heal when one salve is tried\nafter another; a plant which is often moved can never grow strong.\nThere is nothing so efficacious that it can be helpful while it is\nbeing shifted about. And in reading of many books is distraction.\nAccordingly, since you cannot read all the books which you may possess,\nit is enough to possess only as many books as you can read.\n4. “But,” you reply, “I wish to dip first into one book and then into\nanother.” I tell you that it is the sign of an overnice appetite to toy\nwith many dishes; for when ​they are manifold and varied, they cloy but\ndo not nourish. So you should always read standard authors; and when\nyou crave a change, fall back upon those whom you read before. Each day\nacquire something that will fortify you against poverty, against death,\nindeed against other misfortunes as well; and after you have run over\nmany thoughts, select one to be thoroughly digested that day.\n5. This is my own custom; from the many things which I have read, I\nclaim some one part for myself.\nThe thought for to-day is one which I discovered in Epicurus;\nfor I am wont to cross over even into the enemy’s camp,—not as a\ndeserter, but as a scout.\n6. He says: “Contented poverty is an honourable estate.” Indeed, if it\nbe contented, it is not poverty at all. It is not the man who has too\nlittle, but the man who craves more, that is poor. What does it matter\nhow much a man has laid up in his safe, or in his warehouse, how large\nare his flocks and how fat his dividends, if he covets his neighbour’s\nproperty, and reckons, not his past gains, but his hopes of gains to\ncome? Do you ask what is the proper limit to wealth? It is, first, to\nhave what is necessary, and, second, to have what is enough. Farewell.", "source": "letter_2.txt"}
{"text": "(1.1) Most of mankind, Paulinus, complains about natures meanness,\nbecause our allotted span of life is so short, and because this stretch\nof time that is given to us runs its course so quickly, so rapidly — so\nmuch so that, with very few exceptions, life leaves the rest of us in\nthe lurch just when we re getting ready to live. And its not just the\nmasses and the unthinking crowd that complain at what they per-\nceive as this universal evil; the same feeling draws complaints even\nfrom men of distinction. Hence that famous dictum of the greatest\nof physicians: \"Life is short, art long.\" (2) Hence also Aristotle's\ngrievance, most unbecoming a philosopher, when he called nature\nto account for bestowing so much time on animals that they can live\nfor five or ten human life spans, while so much shorter a limit is set\nfor humans, even though they are born to do so many great things.\n(3) It's not that we have a short time to live, but that we waste\nmuch of it. Life is long enough, and it's been given to us in generous\nmeasure for accomplishing the greatest things, if the whole of it is\nwell invested. But when life is squandered through soft and careless\nliving, and when it's spent on no worthwhile pursuit, death finally\npresses and we realize that the life which we didn't notice passing\nhas passed away. (4) So it is: the life we are given isn't short but we\nmake it so; we're not ill provided but we are wasteful of life. Just as\nimpressive and princely wealth is squandered in an instant when it\npasses into the hands of a poor manager, but wealth however modest\ngrows through careful deployment if it is entrusted to a responsible\nguardian, just so our lifetime offers ample scope to the person who\nmaps it out well.\n(2.1) Why do we complain about nature? It has acted generously:\nlife, if you know how to use it, is long. But one person's held in the\ngrip of voracious avarice, another by the kind of diligence that bus-\nies itself with pointless enterprises. This one's sodden with wine,\nanother slack with idleness. This one's tired out by his political ambi-\ntion, which always hangs on the judgment of others, while another's\npassionate desire for trading drives him headlong over every land\nand every sea in hope of profit. A passion for soldiering torments\nsome men, who are always either bent on inflicting dangers on oth-\ners or worried about danger to themselves. Some are worn down\nby the voluntary enslavement of thankless attendance on the great.\n(2) Many are kept busy either striving after other people's wealth or\ncomplaining about their own. Many who have no consistent goal in\nlife are thrown from one new design to another by a fickleness that is\nshifting, never settled and ever dissatisfied with itself. Some have no\ngoal at all toward which to steer their course, but death takes them\nby surprise as they gape and yawn. I cannot therefore doubt the truth\nof that seemingly oracular utterance of the greatest of poets: \"Scant\nis the part of life in which we live.\" All the rest of existence is not\nliving but merely time.\n(3) Vices assail and surround us on all sides, and they don't allow\nus to rise again and lift our eyes to the clear discernment of truth;\nbut they press down on them, keeping them lowered and fixed on\nmere desire. It's never possible for their victims to return to their\ntrue selves. If by chance they ever find some respite, they still roll\nrestlessly, just like the deep sea, which still swells even after the wind\nhas settled; they never find full relaxation from their desires. (4) You\nthink I'm talking only of those whose faults are admitted? Look at\nthose whose prosperity draws crowds: they are choked by their own\ngoods. How many have found their wealth a burden! How many are\ndrained of their blood by their eloquence and their daily preoccupa-\ntion with showing off their abilities! How many are sickly pale from\ntheir incessant pleasures! How many are left with no freedom from\nthe multitude of their besieging clients! In short, look over all of\nthem from lowest to highest: this person summons counsel to plead\nhis case, another answers the call; this one stands trial, another acts\nfor the defense, another presides as judge; no one acts as his own\nchampion, but each is wasted for another's sake. Ask about those in-\nfluential citizens whose names are studiously memorized, and you'll\nsee that the following distinctions tell them apart: the first cultivates\na second, the second a third; no one is his own man. (5) Again certain\npeople give vent to the most irrational outbursts of anger: they com-\nplain about the haughtiness of their superiors, because the latter were\ntoo busy to receive them when they wanted an audience. Dare anyone\ncomplain about another's arrogance when he himself never has time\nto spare for himself? Yet the great man has occasionally, albeit with a\ndisdainful expression, condescended to look on you, whoever you are;\nhe has deigned to listen to your words, he has allowed you to walk\nat his side. But you never thought fit to look on yourself or to listen\nto yourself. And so you've no reason to expect a return from anyone\nfor those attentions of yours, since you offered them not because you\nwanted another's company but because you were incapable of com-\nmuning with yourself.\n(3.1) Though all the brilliant minds that have shone over the ages\nagree on this one point, they could never adequately express their\nastonishment at this dark fog in the human mind. No one lets anyone\nseize his estates, and if a trivial dispute arises about boundary lines,\nthere's a rush to stones and arms; but people let others trespass on\ntheir existence — or rather, they go so far as to invite in those who'll\ntake possession of their lives. You'll find no one willing to distribute\nhis money; but to how many people each of us shares out his life!\nMen are thrifty in guarding their private property, but as soon as it\ncomes to wasting time, they are most extravagant with the one com-\nmodity for which it's respectable to be greedy.\n(2) And so I'd like to collar one of the older crowd: \"I see that\nyou've reached the limit of human life, you're pressing hard on your\nhundredth year or more; come now, submit your life to an audit. Cal-\nculate how much of your time has been taken up by a moneylender,\nhow much by a mistress, how much by a patron, how much by a cli-\nent, how much in arguing with your wife, in punishing your slaves, in\nrunning about the city on social duties. Add to your calculations the\nillnesses that we've inflicted on ourselves, and also the time that has\nlain idle: you'll see that you've fewer years than you count. (3) Look\nback and recall when you were ever sure of your purpose; how few\ndays turned out as you'd intended; when you were ever at your own\ndisposal; when your face showed its own expression; when your mind\nwas free from disturbance; what accomplishment you can claim in\nsuch a long life; how many have plundered your existence without\nyour being aware of what you were losing; how much time has been\nlost to groundless anguish, foolish pleasure, greedy desire, the charms\nof society; how little is left to you from your own store of time. You'll\ncome to realize that you're dying before your time.\"\n(4) What, then, is the reason for this? Your sort live as if you're\ngoing to live forever, your own human frailty never enters your head,\nyou don't keep an eye on how much time has passed already. You\nwaste time as if it comes from a source full to overflowing, when all\nthe while that very day which is given over to someone or something\nmay be your last. You're like ordinary mortals in fearing everything,\nyou're like immortals in coveting everything. (5) You'll hear many say:\n\"After my fiftieth year I'll retire to a life of leisure; my sixtieth year\nwill bring release from all my duties.\" And what guarantee, may I\nask, do you have that your life will last longer? Who will allow those\narrangements of yours to proceed according to plan? Are you not\nashamed to keep for yourself only the remnants of your existence, and\nto allocate to philosophical thought only that portion of time which\ncan't be applied to any business? How late it is to begin living just\nwhen life must come to an end! What foolish obliviousness to our\nmortality to put off wise plans to our fiftieth and sixtieth year, and to\nwant to begin life from a point that few have reached!", "source": "on_the_shortness_of_life.txt"}
{"text": "III. ON TRUE AND FALSE FRIENDSHIP\n1. You have sent a letter to me through the hand of a “friend” of\nyours, as you call him. And in your very next sentence you warn me not\nto discuss with him all the matters that concern you, saying that even\nyou yourself are not accustomed to do this; in other words, you have in\nthe same letter affirmed ​and denied that he is your friend.\n2. Now if you used this word of ours in the popular sense, and\ncalled him “friend” in the same way in which we speak of all candidates\nfor election as “honourable gentlemen,” and as we greet all men whom we\nmeet casually, if their names slip us for the moment, with the\nsalutation “my dear sir,”—so be it. But if you consider any man a\nfriend whom you do not trust as you trust yourself, you are mightily\nmistaken and you do not sufficiently understand what true friendship\nmeans. Indeed, I would have you discuss everything with a friend; but\nfirst of all discuss the man himself. When friendship is settled, you\nmust trust; before friendship is formed, you must pass judgment. Those\npersons indeed put last first and confound their duties, who, violating\nthe rules of Theophrastus, judge a man after they have made him\ntheir friend, instead of making him their friend after they have judged\nhim. Ponder for a long time whether you shall admit a given person to\nyour friendship; but when you have decided to admit him, welcome him\nwith all your heart and soul. Speak as boldly with him as with\nyourself.\n3. As to yourself, although you should live in such a way that you\ntrust your own self with nothing which you could not entrust even to\nyour enemy, yet, since certain matters occur which convention keeps\nsecret, you should share with a friend at least all your worries and\nreflections. Regard him as loyal, and you will make him loyal. Some,\nfor example, fearing to be deceived, have taught men to deceive; by\ntheir suspicions they have given their friend the right to do wrong.\nWhy need I keep back any words in the presence of my friend? Why should\nI not regard myself as alone when in his company?\n​\n4. There is a class of men who communicate, to anyone whom they meet,\nmatters which should be revealed to friends alone, and unload upon the\nchance listener whatever irks them. Others, again, fear to confide in\ntheir closest intimates; and if it were possible, they would not trust\neven themselves, burying their secrets deep in their hearts. But we\nshould do neither. It is equally faulty to trust everyone and to trust\nno one. Yet the former fault is, I should say, the more ingenuous, the\nlatter the more safe.\n5. In like manner you should rebuke these two kinds of men,—both those\nwho always lack repose, and those who are always in repose. For love of\nbustle is not industry,—it is only the restlessness of a hunted mind.\nAnd true repose does not consist in condemning all motion as merely\nvexation; that kind of repose is slackness and inertia. 6. Therefore,\nyou should note the following saying, taken from my reading in\nPomponius: “Some men shrink into dark corners, to such a degree\nthat they see darkly by day.” No, men should combine these tendencies,\nand he who reposes should act and he who acts should take repose.\nDiscuss the problem with Nature; she will tell you that she has created\nboth day and night. Farewell.", "source": "letter_3.txt"}
