{"text": "Paulinus, the majority of mortals complain bitterly of the spitefulness of Nature, because we are born for a brief span of life, because even this space that has been granted to us rushes by so speedily and so swiftly that all save a very few find life at an end just when they are getting ready to live.\nIt is not that we have a short time to live, but that we waste a lot of it. Life is long enough, and a sufficiently generous amount has been given to us for the highest achievements if it were all well invested. But when it is wasted in heedless luxury and spent on no good activity, we are forced at last by death’s final constraint to realize that it has passed away before we knew it was passing. So it is: we are not given a short life but we make it short, and we are not ill-supplied but wasteful of it. Just as when ample and princely wealth falls to a bad owner it is squandered in a moment, but wealth however modest, if entrusted to a good custodian, increases with use, so our lifetime extends for plenty of time for him who knows how to manage it well.\nWhy do we complain of Nature? She has shown herself kindly; life, if you know how to use it, is long. But one man is gripped by insatiable avarice, another by a laborious diligence in useless tasks. One is soaked in wine, another sluggish with idleness. One man is worn out by political ambition, which is always at the mercy of the judgment of others. Another through hope of merchandise is driven over all lands and all seas by his craving for gain. Some are tormented by a passion for military life, always intent on inflicting danger on others or anxious about danger to themselves. Some are worn out by the voluntary servitude of attendance on the great. Many are kept busy by the pursuit of other men’s fortune or by complaining about their own. Many following no fixed aim, shifting and inconstant and dissatisfied, are plunged by their fickleness into plans that are ever new. Some have no fixed principle by which to direct their course, but Fate takes them by surprise while they are lolling and yawning—so that I surely cannot doubt the truth of that which the greatest of poets said in the form of an oracle: \"The part of life we really live is small.\" For all the rest of existence is not life, but merely time.\nVices beset us and surround us on every side, and they do not permit us to rise anew and lift up our eyes for the discernment of truth, but they keep us down when once they have overwhelmed us and we are chained to lust. They never allow us to return to our true selves.\nIt takes the whole of life to learn how to live, and—what will perhaps make you wonder more—it takes the whole of life to learn how to die. Many very great men, having laid aside all their encumbrances, having renounced riches, business, and pleasures, have made it their one aim up to the very end of their lives to know how to live; yet many of them have died confessing that they did not yet know—still less can those others know.", "source": "shortness_of_life.txt"}
{"text": "Greetings from Seneca to his friend Lucilius.\nIt is the month of December, and yet the city is at this very moment in a sweat. License is given to the general public. Every thing resounds with mighty preparations, as if the Saturnalia differed at all from the usual business day; so true it is that the difference is nil, that I regard as correct the remark of the man who said: \"Were it not for the fact that we are in the month of December, we should be justified in saying that it is always Saturnalia.\"\nBut if you will follow my advice, you will not copy the bad example of the mob, by giving yourself up to luxury because the whole world is doing so; nor, on the other hand, will you make yourself conspicuous by abstaining from the general merriment. For it is possible to keep holiday without extravagance.\nHowever, I am going to be bold enough to prescribe for you a course of action which I myself practice. Set aside a certain number of days, during which you shall be content with the scantiest and cheapest fare, with coarse and rough dress, saying to yourself the while: \"Is this the condition that I feared?\"\nIt is precisely in times of immunity from care that the soul should toughen itself beforehand for occasions of greater stress, and it is while Fortune is kind that she should fortify herself against her violence. In days of peace the soldier performs maneuvers, throws up earthworks with no enemy in sight, and wearies himself by unnecessary toil, in order that he may be equal to it when it is necessary. If you would not have a man flinch when the crisis comes, train him before it comes.\nSo I demand of you: set apart certain days on which you shall give up your heavy diet and your full wine-cups, and make trial of your endurance. Start practicing poverty. \"Let the pallet be a real one, and the coarse cloak; let the bread be hard and grimy.\" Endure all this for three or four days at a time, sometimes for more, so that it may be a test of yourself instead of a mere hobby. Then, I assure you, my dear Lucilius, you will leap for joy when filled with a pennyworth of food, and you will understand that a man's peace of mind does not depend upon Fortune; for, even when angry, she grants enough for our needs.\nThere is no reason, however, why you should think that you are doing anything great; for you will merely be doing what many thousands of slaves and many thousands of poor men are doing every day. But you may credit yourself with this item,—that you will not be doing it under compulsion, and that it will be as easy for you to endure it permanently as to make the experiment from time to time.\nFarewell.", "source": "letter_18.txt"}
{"text": "Greetings from Seneca to his friend Lucilius.\nContinue to act thus, my dear Lucilius—set yourself free for your own sake; gather and save your time, which till lately has been forced from you, or filched away, or has merely slipped from your hands. Make yourself believe the truth of my words—that certain moments are torn from us, that some are gently removed, and that others glide beyond our reach. The most disgraceful kind of loss, however, is that due to carelessness. Furthermore, if you will pay close heed to the problem, you will find that the largest portion of our life passes while we are doing ill, a goodly share while we are doing nothing, and the whole while we are doing that which is not to the purpose.\nWhat man can you show me who places any value on his time, who reckons the worth of each day, who understands that he is dying daily? For we are mistaken when we look forward to death; the major portion of death has already passed. Whatever years be behind us are in death's hands.\nTherefore, Lucilius, do as you write me that you are doing: hold every hour in your grasp. Lay hold of today's task, and you will not need to depend so much upon tomorrow's. While we are postponing, life speeds by. Nothing, Lucilius, is ours, except time. We were entrusted by nature with the ownership of this single thing, so fleeting and slippery that anyone who will can oust us from possession. What fools these mortals be! They allow the cheapest and most useless things, which can easily be replaced, to be charged in the reckoning, after they have acquired them; but they never regard themselves as in debt when they have received some of that precious commodity—time! And yet time is the one loan which even a grateful recipient cannot repay.\nYou may desire to know how I, who preach to you so freely, am practicing. I confess that, in the case of one who spends freely and still keeps accounts, I am balancing my books. I cannot boast that I waste nothing, but I can at least tell you what I am wasting, and the cause and manner of the loss; I can give you the reasons why I am a poor man. My situation, however, is the same as that of many travelers who are reduced to poverty without any fault of their own: everyone forgives them, but no one comes to their rescue.\nWhat is the state of things, then? It is this: I do not regard a man as poor, if the little which remains is enough for him. I advise you, however, to keep what is really yours; and you cannot begin too early. For, as our ancestors believed, it is too late to spare when you reach the dregs of the cask. Of that which remains at the bottom, the amount is slight, and the quality is vile. Farewell.", "source": "letter_1.txt"}
{"text": "Greetings from Seneca to his friend Lucilius.\nDo you ask me what you should regard as especially to be avoided? I say, crowds; for as yet you cannot trust yourself to them with safety. I shall admit my own weakness, at any rate; for I never bring back home the same character that I took abroad with me. Something of that which I have forced to be calm within me is disturbed; some of the foes that I have routed return again. Just as the sick man, who has been weak for a long time, is in such a condition that he cannot be taken out of the house without suffering a relapse, so we ourselves are affected when our souls are recovering from a lingering disease.\nTo consort with the crowd is harmful; there is no person who does not make some vice attractive to us, or stamp it upon us, or taint us unconsciously. Certainly, the greater the mob with which we mingle, the greater the danger. But nothing is so damaging to good character as the habit of lounging at the games; for then it is that vice steals subtly upon one through the avenue of pleasure. What do you think I mean? I mean that I come home more greedy, more ambitious, more voluptuous, and even more cruel and inhuman, because I have been among human beings.\nBy all means, too, I like to withdraw into myself, for it is better to be alone than to be with those who are unlike you.\n\"But,\" you ask, \"how can I make my way through the crowd without being soiled by it?\" Retire into yourself as much as possible; associate with those who will make a better man of you. Welcome those whom you yourself can improve. The process is mutual; for men learn while they teach.\nThere is no reason why pride in advertising your abilities should lure you into publicity, so that you should desire to recite or harangue before the general public. Of course I should be willing for you to do so if you had a commodity which suited such a mob; but there is not a man of them who can understand you. One or two individuals will perhaps come in your way, but even these will have to be molded and trained by you so that they will understand you. You may say: \"For what purpose did I learn all these things?\" But you need not fear that you have wasted your efforts; it was for yourself that you learned them.\nFarewell.", "source": "letter_7.txt"}
