{"text": "Greetings from Seneca to his friend Lucilius.\nJudging by what you write me, and by what I hear, I am forming a good opinion regarding your future. You do not run hither and thither and distract yourself by changing your abode; for such restlessness is the sign of a disordered spirit. The primary indication, to my thinking, of a well-ordered mind is a man's ability to remain in one place and linger in his own company.\nBe careful, however, lest this reading of many authors and this sitting at every famous book should tend and instability. You must linger among a limited number of master-thinkers, and digest their works, if you would derive ideas which shall win a firm hold in your mind. Everywhere means nowhere. When a person spends all his time in foreign travel, he ends by having many acquaintances, but no friends. And the same thing must hold true of men who seek intimate acquaintance with no single author, but visit them all in a hasty and hurried manner.\nFood does no good and is not assimilated into the body if it leaves the stomach as soon as it is eaten. Nothing hinders a cure so much as frequent change of medicine; no wound will heal when one salve is tried after another; a plant which is often moved can never grow strong. There is nothing so efficacious that it can be helpful while it is being shifted about. And in reading of many books is distraction.\nAccordingly, since you cannot read all that you may have, it is enough to possess only as much as you can read. \"But,\" you reply, \"I wish to dip first into one book and then into another.\" I tell you that it is the sign of an over-nice appetite to toy with many dishes; for when they are manifold and varied, they cloy but do not nourish. So you should always read standard authors; and when you crave a change, fall back upon those whom you read before. Each day acquire something that will fortify you against poverty, against death, indeed against other misfortunes as well; and after you have run over many thoughts, select one to be thoroughly digested that day.\nThis is my own custom; from the many things which I have read, I claim some one part for myself. The thought for to-day is one which I discovered in Epicurus; for I am wont to cross over even into the enemy's camp, – not as a deserter, but as a scout. He says: \"Contented poverty is an honourable estate.\" Indeed, if it be contented, it is not poverty at all. It is not the man who has too little, but the man who craves more, that is poor. What does it matter how much a man has laid up in his safe, or in his warehouse, how large are his flocks and how fat his dividends, if he covets his neighbour's property, and reckons, not his past gains, but his hopes of gains to come? Do you ask what is the proper limit to wealth? It is, first, to have what is necessary, and, second, to have what is enough. Farewell.", "source": "letter_on_discursiveness_in_reading.txt"}
{"text": "Greetings from Seneca to his friend Lucilius.\nContinue to act thus, my dear Lucilius – set yourself free for your own sake; gather and save your time, which till lately has been forced from you, or filched away, or has merely slipped from your hands. Make yourself believe the truth of my words, – that certain moments are torn from us, that some are gently removed, and that others glide beyond our reach. The most disgraceful kind of loss is that born of carelessness. And if you will pay close heed, you will see that the largest portion of our life passes while we are doing ill, a goodly share while we are doing nothing, and the whole while we are doing that which is not to the purpose.\nWhat man can you show me who places any value on his time, who reckons the worth of each day, who understands that he is dying daily? For we are mistaken when we look forward to death; the major portion of death has already passed. Whatever years be behind us are in death's hands.\nTherefore, Lucilius, do as you write me that you are doing: hold every hour in your grasp. Lay hold of to-day's task, and you will not need to depend so much upon to-morrow's. While we are postponing, life speeds by. Nothing, Lucilius, is ours, except time. We were entrusted by nature with the ownership of this single thing, so fleeting and slippery that anyone who will can oust us from possession. What fools these mortals be! They allow the cheapest and most useless things, which can easily be replaced, to be charged in the reckoning, after they have acquired them; but they never regard themselves as in debt when they have received some of that precious commodity, – time! And yet time is the one loan which even a grateful recipient cannot repay.\nYou may desire to know how I, who preach this to you, am practicing it. I confess that, for my part, I keep a lavish account of my expenditures. I cannot say that I lose nothing, but I can say what I am losing, and why, and how; I can give you the reasons for my poverty. But it happens to me as it happens to many others who are reduced to slender means through no fault of their own: everyone forgives them, but no one comes to their rescue.\nWhat is the state of things, then? It is this: I do not regard a man as poor, if the little which remains is enough for him. I advise you, however, to keep what is really yours; and you cannot begin too early. For, as our ancestors believed, it is too late to spare when you reach the dregs of the cask. Of that which remains at the bottom, the amount is slight, and the quality is vile. Farewell.", "source": "letter_on_saving_time.txt"}
{"text": "The majority of mortals, Paulinus, complain bitterly of the spitefulness of Nature, because we are born for a brief span of life, because even this space that has been granted to us rushes by so speedily and so swiftly that all save a very few find life at an end just when they are getting ready to live. Nor is it merely the common herd and the unthinking crowd that bemoan what is, as men deem it, an universal evil; the same feeling has called forth complaint also from men who were famous. It was this that made the greatest of physicians exclaim that \"life is short, art is long.\"\nIt is not that we have a short time to live, but that we waste a lot of it. Life is long enough, and a sufficiently generous amount has been given to us for the highest achievements if it were all well invested. But when it is wasted in heedless luxury and spent on no good activity, we are forced at last by death's final constraint to realize that it has passed away before we knew it was passing. So it is: we are not given a short life but we make it short, and we are not ill-supplied but wasteful of it. Just as when ample and princely wealth falls to a bad owner it is squandered in a moment, but wealth however modest, if entrusted to a good custodian, increases with use, so our life is amply long for him who orders it properly.\nWhy do we complain of Nature? She has shown herself kindly; life, if you know how to use it, is long. But one man is possessed by an avarice that is insatiable, another by a toilsome devotion to tasks that are useless; one man is besotted with wine, another is paralyzed by sloth; one man is exhausted by an ambition that always hangs upon the decision of others, another, driven on by the greed of a trader, is led over all lands and all seas by the hope of gain; some are tormented by a passion for war and are always either bent upon inflicting danger on others or concerned about their own; some there are who are worn out by voluntary servitude in a thankless attendance upon the great; many are kept busy either in the pursuit of other men's fortune or in complaining of their own; many, following no fixed aim, shifting and inconstant and dissatisfied, are plunged by their fickleness into plans that are ever new; some have no fixed principle by which to guide their course, but Fate takes them unawares while they loll and yawn—so surely does it happen that I cannot doubt the truth of that which the greatest of poets said with all the seeming of an oracle: \"The part of life we really live is small.\" For all the rest of existence is not life, but merely time.\nVices beset us and surround us on every side, and they do not permit us to rise anew and lift up our eyes for the discernment of truth, but they keep us down when once they have overwhelmed us and we are chained to lust. Their victims are never allowed to return to their true selves; if ever they chance to be released, like the deep sea that continues to heave even when the storm is past, they are tossed about, and no rest from their lusts abides. Do you think that I am speaking of the poor fellows whose evils are admitted? Look at those whose prosperity men gather to behold; they are smothered by their blessings. How many are burdened by their wealth! How many are dragged off by their eloquence and the daily necessity of showing off their powers! How many are pale from constant pleasures! How many are left no freedom by the crowd of clients that surges around them! In short, run through the list of all these men from the lowest to the highest—this man desires an advocate, this one answers the call, that one is on trial, that one defends him, that one gives the verdict; no one asserts his claim to himself, everyone is wasted for the sake of another. Ask about the men whose names are known by heart, and you will see that these are the marks that distinguish them: A cultivates B and B cultivates C; no one is his own master. And then certain men show the most senseless indignation—they complain of the disdain of their superiors, because they were not granted an audience when they wished it! As if anyone had the right to complain that he was shut out by another, when he is never at leisure to give his own conscience a hearing!", "source": "on_the_shortness_of_life_excerpt.txt"}
{"text": "Greetings from Seneca to his friend Lucilius.\nYou have sent a letter to me through the hand of a \"friend\" of yours, as you call him. And in the very next sentence you warn me not to discuss with him all the matters that concern you, saying that even you yourself are not accustomed to do this; in other words, you have in the same letter affirmed and denied that he is your friend. Now if you used this word of ours in the popular sense, and called him \"friend\" in the same way in which we speak of all candidates for election as \"honourable gentlemen,\" and as we greet all men whom we meet and whose names we do not know with the salutation \"my dear sir,\" – so be it. But if you consider any man a friend whom you do not trust as you trust yourself, you are mightily mistaken and you do not sufficiently understand what true friendship means. Indeed, I would have you discuss everything with a friend; but first of all discuss the man himself. When friendship is settled, you must trust; before friendship is formed, you must judge. Those persons indeed put last first and confound their duties, who, violating the rules of Theophrastus, judge a man after they have made him their friend, instead of making him their friend after they have judged him. Ponder for a long time whether you shall admit a given person to your friendship; but when you have decided to admit him, welcome him with all your heart and soul. Speak as boldly with him as with yourself.\nAs to yourself, although you should live in such a way that you trust your own self with nothing which you could not entrust to your enemy, yet, since certain matters occur which convention keeps secret, you should share with a friend at least all your worries and reflections. Regard him as loyal, and you will make him loyal. Some, for example, fearing to be deceived, have taught men to deceive; by their suspicions they have given their friend the right to do wrong. Why need I keep back any words in the presence of my friend? Why should I not regard myself as alone when in his company?\nThere is a class of men who communicate, to anyone whom they meet, matters which should be revealed to friends alone, and unload upon the chance listener whatever irks them. Others, again, fear to confide in their closest intimates; and if it were possible, they would not trust even themselves, burying their secrets deep in their hearts. But we should do neither. It is equally faulty to trust everyone and to trust no one. Yet the former fault is, I should say, the more ingenuous, the latter the more safe. In like manner you should rebuke these two kinds of men, – both those who always lack repose, and those who are always in repose. For love of bustle is not industry, – it is only the restlessness of a hunted mind. And true repose does not consist in condemning all motion as merely vexation; that kind of repose is slackness and inertia. Therefore, you should note the following saying, taken from my reading in Pomponius: \"Some men shrink into dark corners, to such a degree that they see darkly by day.\" No, men should combine these tendencies, and he who rests should act and he who acts should take rest. Discuss the problem with Nature; she will tell you that she has created both day and night. Farewell.", "source": "letter_on_true_and_false_friendship.txt"}
