{"text": "DE IRA\n(On Anger)\nBook 1\nYou have demanded of me, Novatus, that I should write how anger may be soothed, and it appears to me that you are right in feeling especial fear of this passion, which is above all others hideous and wild: for the others have some alloy of peace and quiet, but this consists wholly in action and the impulse of grief, raging with an utterly inhuman lust for arms, blood, and tortures, careless of itself provided it hurts another, rushing upon the very point of the sword, and greedy for revenge even when it drags the avenger to ruin with itself. Some of the wisest of men have therefore called anger a short madness: for it is equally devoid of self-control, regardless of decorum, forgetful of kinship, obstinately engrossed in whatever it begins to do, deaf to reason and advice, excited by trifling causes, awkward at perceiving what is true and just, and very like a falling rock which breaks itself to pieces upon the very thing which it crushes. That you may know that they whom anger possesses are not sane, look at their appearance; for as there are distinct symptoms which mark madmen, such as a bold and menacing air, a gloomy brow, a fierce expression, a hurried step, restless hands, an altered colour, a quick and strongly-drawn breathing; the signs of angry men, too, are the same: their eyes blaze and sparkle, their whole face is of a deep red colour, as if the blood were boiling from the bottom of their heart; their lips quiver, their teeth are set, their hair bristles and stands on end, their breath is laboured and hissing, their joints crack as they twist them; they groan, bellow, and burst into scarcely intelligible talk, they often clap their hands together and stamp on the ground with their feet; their whole body is agitated and performs the threats of an angry man; they have the deformity and swelling appearance of those who are about to do a stroke of work; in short, you may call it the foulest and maddest of all vices. Other vices conceal themselves, anger shows itself: like wine, the more there is of it, the more clearly it shows itself.\nAnger, I say, has this property, that it is not content with the punishment of the offender, but must needs gaze upon it and handle it; for it delights in the pain of another, which is a pleasure foreign to the nature of man. And therefore, although we may sometimes be obliged to punish, we ought never to do so in anger; for anger is a passion, and punishment is a duty. The one is done because it is right, the other because we are hurt. The one looks to the future, that the same thing may not happen again; the other to the past, that the thing which has happened may be expiated. The one is the act of a judge, the other of an enemy.", "source": "on_anger.txt"}
{"text": "MORAL LETTERS TO LUCILIUS\nLETTER 1 - ON SAVING TIME\nGreetings from Seneca to his friend Lucilius.\nContinue to act thus, my dear Lucilius—set yourself free for your own sake; gather and save your time, which till lately has been forced from you, or filched away, or has merely slipped from your hands. Make yourself believe the truth of my words—that certain moments are torn from us, that some are gently removed, and that others glide beyond our reach. The most disgraceful kind of loss, however, is that due to carelessness. Furthermore, if you will pay close heed, you will see that the largest portion of our life passes while we are doing ill, a goodly share while we are doing nothing, and the whole while we are doing that which is not to the purpose.\nWhat man can you show me who places any value on his time, who reckons the worth of each day, who understands that he is dying daily? For we are mistaken when we look forward to death; the major portion of death has already passed. Whatever years be behind us are in death's hands.\nTherefore, Lucilius, do as you write me that you are doing: hold every hour in your grasp. Lay hold of to-day's task, and you will not need to depend so much upon to-morrow's. While we are postponing, life speeds by. Nothing, Lucilius, is ours, except time. We were entrusted by nature with the ownership of this single thing, so fleeting and slippery that anyone who will can oust us from possession. What fools these mortals be! They allow the cheapest and most useless things, which can easily be replaced, to be charged in the reckoning, after they have acquired them; but they never regard themselves as in debt when they have received some of that precious commodity,—time! And yet time is the one loan which even a grateful recipient cannot repay.\nYou may desire to know how I, who preach to you so freely, am practising. I confess that, for my part, I keep a close account of my outlays. I cannot boast that I waste nothing, but I can at least tell you what I am wasting, and the cause and manner of the loss; I can give you the reasons why I am a poor man. My situation, however, is the same as that of many who are reduced to slender means through no fault of their own: every one forgives them, but no one comes to their rescue.\nWhat is the state of things, then? It is this: I do not regard a man as poor, if the little which remains is enough for him. I advise you, however, to keep what is really yours; and you cannot begin too early. For, as our ancestors believed, it is too late to spare when you reach the dregs of the cask. Of that which remains at the bottom the amount is slight, and the quality is vile. Farewell.", "source": "letter_1.txt"}
{"text": "DE BREVITATE VITAE\n(On the Shortness of Life)\nChapter 1\nThe majority of mortals, Paulinus, complain bitterly of the spitefulness of Nature, because we are born for a brief span of life, because even this space that has been granted to us rushes by so speedily and so swiftly that all save a very few find life at an end just when they are getting ready to live. Nor is it merely the common herd and the unthinking crowd that bemoan what is, as men deem it, an universal evil; the same feeling has called forth complaint also from men who were famous. It was this that made the greatest of physicians exclaim that \"life is short, art is long.\" It was this that led Aristotle, while expounding his views on the nature of things, to level an indictment against Nature, most unbecoming to a wise man: \"that she has indulged animals with such a long existence that they live for five or ten ages, while man, who is born for so many and such great achievements, is cut short by a much earlier limit.\"\nIt is not that we have a short space of time, but that we waste much of it. Life is long enough, and it has been given in sufficiently generous measure to allow the accomplishment of the very greatest things if the whole of it is well invested. But when it is squandered in luxury and carelessness, when it is devoted to no good end, forced at last by the ultimate necessity we perceive that it has passed away before we were aware that it was passing. So it is: the life we receive is not short, but we make it so, nor do we lack it, but we are wasteful of it. Just as ample and princely wealth, when it falls into the hands of a bad owner, is squandered in a moment, but wealth however modest, if entrusted to a good custodian, increases with use, so our life is amply long for him who orders it properly.\nWhy do we complain of Nature? She has shown herself kindly; life, if you know how to use it, is long. But one man is possessed by an avarice that is insatiable, another by a toilsome devotion to tasks that are useless; one man is besotted with wine, another is paralyzed by sloth; one man is exhausted by an ambition that always hangs upon the decision of others, another, driven on by the greed of the trader, is led to travel over all lands and all seas by the hope of gain; some are tormented by a passion for war and are always either bent upon inflicting danger on others or concerned about their own; some there are who are worn out by voluntary servitude in a thankless attendance upon the great; many are kept busy either in the pursuit of other men's fortune or in complaining of their own; many, following no fixed aim, shifting and inconstant and dissatisfied, are plunged by their fickleness into plans that are ever new; some have no fixed principle by which to guide their course, but Fate takes them unawares while they loll and yawn—so surely does it happen that I cannot doubt the truth of that which the greatest of poets said in the form of an oracle: \"The part of life we really live is small.\" For all the rest of existence is not life, but merely time.", "source": "on_shortness_of_life.txt"}
