{"text": "LETTER I - On Saving Time\nGreetings from Seneca to his friend Lucilius.\nContinue to act thus, my dear Lucilius - set yourself free for your own sake; gather and save your time, which till lately has been forced from you, or filched away, or has merely slipped from your hands. Make yourself believe the truth of my words, - that certain moments are torn from us, that some are gently removed, and that others glide beyond our reach. The most disgraceful kind of loss, however, is that due to carelessness. Furthermore, if you will pay close heed to the problem, you will find that the largest portion of our life passes while we are doing ill, a goodly share while we are doing nothing, and the whole while we are doing that which is not to the purpose.\nWhat man can you show me who places any value on his time, who reckons the worth of each day, who understands that he is dying daily? For we are mistaken when we look forward to death; the major portion of death has already passed. Whatever years be behind us are in death's hands.\nTherefore, Lucilius, do as you write me that you are doing: hold every hour in your grasp. Lay hold of to-day's task, and you will not need to depend so much upon to-morrow's. While we are postponing, life speeds by. Nothing, Lucilius, is ours, except time. We were entrusted by nature with the ownership of this single thing, so fleeting and slippery that anyone who will can oust us from possession. What fools these mortals be! They allow the cheapest and most useless things, which can easily be replaced, to be charged in the reckoning, after they have acquired them; but they never regard themselves as in debt when they have received some of that precious commodity, - time! And yet time is the one loan which even a grateful recipient cannot repay.\nYou may desire to know how I, who preach to you so freely, am practising. I confess that, for my part, I keep an account of my spending. I cannot say that I lose nothing, but I can say what I lose, and why, and how. I can give you the reasons why I am a poor man. Yet things happen to me as to many other people who are reduced to slender means through no fault of their own: everyone forgives them, but no one comes to their rescue.\nWhat is the state of things, then? It is this: I do not regard a man as poor, if the little which remains is enough for him. I advise you, however, to keep what is really yours; and you cannot begin too early. For, as our ancestors believed, it is too late to spare when you reach the dregs of the cask. Of that which remains at the bottom, the amount is slight, and the quality is vile. Farewell.\nLETTER II - On Discursiveness in Reading\nJudging by what you write me, and by what I hear, I am forming a good opinion regarding your future. You do not run hither and thither and distract yourself by changing your abode; for such restlessness is the sign of a disordered spirit. The primary indication, to my thinking, of a well-ordered mind is a man's ability to remain in one place and linger in his own company. Be careful, however, lest this reading of many authors and this striving after every kind of book may have an element of discursiveness and instability. You must linger among a limited number of master-thinkers, and digest their works, if you would derive ideas which shall win a firm hold in your mind. Everywhere means nowhere. When a person spends all his time in foreign travel, he ends by having many acquaintances, but no friends. And the same thing must hold true of men who seek intimate acquaintance with no single author, but visit them all in a hasty and hurried manner.\nFood does no good and is not assimilated into the body if it leaves the stomach as soon as it is eaten; nothing hinders a cure so much as frequent change of medicine; no wound will heal when one salve is tried after another; a plant which is often moved can never grow strong. There is nothing so efficacious that it can be helpful while it is being shifted about. And in reading of many books is distraction.\nAccordingly, since you cannot read all the books which you may possess, it is enough to possess only as many books as you can read. \"But,\" you reply, \"I wish to dip first into one book and then into another.\" I tell you that it is the sign of an over-nice appetite to toy with many dishes; for when they are manifold and varied, they cloy but do not nourish. So you should always read standard authors; and when you crave a change, fall back upon those whom you read before. Each day acquire something that will fortify you against poverty, against death, indeed against other misfortunes as well; and after you have run over many thoughts, select one to be thoroughly digested that day.\nThis is my own custom; from the many things which I have read, I claim some one part for myself. The thought for to-day is one which I discovered in Epicurus; for I am wont to cross over even into the enemy's camp, - not as a deserter, but as a scout. He says: \"Contented poverty is an honourable estate.\" Indeed, if it be contented, it is not poverty at all. It is not the man who has too little, but the man who craves more, that is poor. What does it matter how much a man has laid up in his safe, or in his warehouse, how large are his flocks and how fat his dividends, if he covets his neighbour's property, and reckons, not his past gains, but his hopes of gains to come? Do you ask what is the proper limit to wealth? It is, first, to have what is necessary, and, second, to have what is enough. Farewell.", "source": "letters_to_lucilius.txt"}
{"text": "DE BREVITATE VITAE (On the Shortness of Life)\nChapter I\n1. The majority of mortals, Paulinus, complain bitterly of the spitefulness of Nature, because we are born for a brief span of life, because even this space that has been granted to us rushes by so speedily and so swiftly that all save a very few find life at an end just when they are getting ready to live. Nor is it merely the common herd and the unthinking crowd that bemoan what is, as men deem it, an universal evil; the same feeling has called forth complaint also from men who were famous. It was this that made the greatest of physicians exclaim that \"life is short, art is long.\"\n2. It was this that led Aristotle, while expostulating with Nature, to enter an indictment most unbecoming to a wise man - that, while she has indulged animals with such a length of days that they can live for five or ten generations, man, who is born for so many and such great achievements, is cut off in the midst of his career.\n3. It is not that we have a short space of time, but that we waste much of it. Life is long enough, and it has been given in sufficiently generous measure to allow the accomplishment of the very greatest things if the whole of it is well invested. But when it is squandered in luxury and carelessness, when it is devoted to no good end, forced at last by the ultimate necessity we perceive that it has passed away before we were aware that it was passing.\n4. So it is: the life we receive is not short, but we make it so, nor do we have any lack of it, but we are wasteful of it. Just as great and princely wealth is scattered in a moment when it comes into the hands of a bad owner, while wealth however limited, if it is entrusted to a good guardian, increases by use, so our life is amply long for him who orders it properly.\nChapter II\n1. Why do we complain of Nature? She has shown herself kindly; life, if you know how to use it, is long. But one man is possessed by an avarice that is insatiable, another by a toilsome devotion to tasks that are useless; one man is besotted with wine, another is paralyzed by sloth; one man is exhausted by an ambition that always hangs upon the decision of others, another, driven on by the greed of the trader, is led to travel over all lands and all seas by the hope of gain; some are tormented by a passion for war and are always either bent upon inflicting danger on others or concerned about their own; some there are who are worn out by voluntary servitude in a thankless attendance upon the great; many are kept busy either in the pursuit of other men's fortune or in complaining of their own; many, following no fixed aim, shifting and inconstant and dissatisfied, are plunged by their fickleness into plans that are ever new; some have no fixed principle by which to guide their course, but Fate takes them unawares while they loll and yawn - so surely does it happen that I cannot doubt the truth of that which the greatest of poets said with all the seeming of an oracle: \"The part of life we really live is small.\" For all the rest of existence is not life, but merely time.\n2. Vices beset us and surround us on every side, and they do not permit us to rise and lift up our eyes for the discernment of truth, but they keep us down when once they have overwhelmed us and we are chained to lust. Their victims are never allowed to return to their true selves; if ever they chance to find some release, like the waters of the deep sea which continue to heave even after the storm is past, they are tossed about, and no rest from their lusts abides.\n3. Do you think that I am speaking of the wretches whose evils are admitted? Look at those whose prosperity men flock to behold; they are smothered by their blessings. How many are burdened by their wealth! How many are dragged off by their eloquence and the daily necessity of displaying their powers! How many are pale from constant pleasures! How many are left no freedom by the throng of clients that surrounds them! In short, run through the list of all these men from the lowest to the highest - this man desires an advocate, this one answers the call, that one is on trial, that one defends him, that one gives sentence; no one asserts his claim to himself, everyone is wasted for the sake of another. Ask about the men whose names are known by heart, and you will see that these are the marks that distinguish them: A cultivates B and B cultivates C; no one cultivates himself.\n4. And then certain men show the most senseless indignation - they complain of the insolence of their superiors, because they were too busy to see them when they wished an audience! But can anyone have the hardihood to complain of the pride of another when he never has leisure for himself? He at least, whoever he is, though with insolent face, did sometimes look upon you, he did listen to your words, he did admit you to his side; but you never deign to look upon yourself, never give ear to yourself. There is no reason, therefore, why you should lay to the charge of anyone these services, for you performed them, not because you desired to be with another, but because you were unable to be in your own company.", "source": "on_shortness_of_life.txt"}
