{"text": "I know that you have plenty of spirit; for even before you began to equip yourself with maxims which were wholesome and potent to overcome obstacles, you were taking pride in your contest with Fortune; and this is all the more true, now that you have grappled with Fortune and tested your powers. For our powers can never inspire in us implicit faith in ourselves except when many difficulties have confronted us on this side and on that, and have occasionally even come to close quarters with us. It is only in this way that the true spirit can be tested,– the spirit that will never consent to come under the jurisdiction of things external to ourselves. This is the touchstone of such a spirit; no prizefighter can go with high spirits into the strife if he has never been beaten black and blue; the only contestant who can confidently enter the lists is the man who has seen his own blood, who has felt his teeth rattled beneath his opponent’s fist, who has been tripped and felt the full weight of his adversary who has been disarmed and has never lowered his voice in despair, but has even when overturned cherished the hope that he would rise and go on with the fight.\nTherefore, since you have such a man for your helper, why did you let that letter of yours go to my head? I know that you are brave; but even the bravest are sometimes frightened by sudden terrors. It is not the storm that frightens us, but the thunder-clap; it is not the wound that we fear, but the sight of the weapon. And so I say to you, Lucilius: there are more things to alarm us than to harm us, and we suffer more often in apprehension than in reality.\nI am not speaking with you in the Stoic strain but in my own. For it is our Stoic fashion to speak of all those things, which provoke cries and groans, as unimportant and beneath notice; but you and I must drop such great-sounding words, although, heaven knows, they are true enough. What I advise you to do is, not to be unhappy before the crisis comes; since it may be that the dangers before which you paled as if they were threatening you, will never come upon you; they certainly have not yet come. Accordingly, some things torment us more than they ought; some torment us before they ought; and some torment us when they ought not to torment us at all. We are in the habit of exaggerating, or imagining, or anticipating, sorrow.\nLet us look at the beginning of your letter; for that is the text of my sermon. You say that your \"words faltered\" and your \"hand shook\" when you wrote to me concerning the lawsuit which an enemy was bringing against you. And yet, this is only a lawsuit, not a death-blow! And you a man! Be ashamed of yourself! If I know you, you will have to prove that the case is not against you, but against your adversary. I mean that the case is a trivial one, but the adversary is a nuisance. And in this matter, you must look out for one thing,– that you do not take for granted that what is possible is also certain. For generally, the worst does not happen; or at any rate, you can put up with it if it does.\nBut I am ashamed to say this to a Stoic! For it is the part of a Stoic to meet adversity with a spirit that is ready for it. But you – you are afraid of a lawsuit! And what is a lawsuit? It is a dispute about money, or about property, or about rights. And what is money? What is property? What are rights? They are things indifferent! And since they are things indifferent, they are not evils. And if they are not evils, why do you fear them?\nIt is groundless fear that makes men wretched.", "source": "letter_13_on_groundless_fears.txt"}
{"text": "It is the month of December, and yet the city is at this very moment in a sweat. License is given to the general merrymaking. Everything resounds with mighty preparations, – as if the Saturnalia differed at all from the usual business day! So true it is that the difference is nil, that I regard as correct the remark of the man who said: \"Once December was a month; now it is a year.\"\nIf I had you with me, I should be glad to consult you and find out what you think should be done, – whether we ought to make no change in our daily routine, or whether, in order not to be out of sympathy with the ways of the public, we should dine in jauntier fashion and doff the toga. As it is now, we Romans have changed our dress for the sake of pleasure and holiday-making, though in former times that was only done when the State was disturbed and had fallen on evil days. I am sure that, if I know you right, you would have played the part of an umpire who wishes neither to be perverted by the popular mood nor to become conspicuous by departing from it.\nBut there is another way: let us keep our holiday in our own hearts, but without extravagance. It is quite possible to be festive without being extravagant. I like to see a man who can be merry without rioting, who can enjoy himself without losing his head. And so, although I have ordered a more liberal dinner than usual, I have not made any change in my dress. I shall not lay aside the toga, but shall wear it even at dinner; for I do not wish to be the only man in Rome who is not in holiday attire.\nBut here is a problem: how can we test our spirit? How can we know whether we are brave enough to stand poverty, unless we practice it? And so I suggest to you, Lucilius, that you set aside a certain number of days, during which you shall be content with the scantiest and cheapest fare, with coarse and rough dress, saying to yourself the while: \"Is this the condition that I feared?\" It is precisely in times of immunity from care that the soul should toughen itself beforehand for occasions of greater stress, and it is while Fortune is kind that she should fortify herself against her violence. In days of peace the soldier performs maneuvers, throws up earthworks with no enemy in sight, and wearies himself by gratuitous toil, in order that he may be equal to unavoidable toil. If you would not have a man flinch when the crisis comes, train him before it comes. Such is the course which those men have followed who, in their imitation of poverty, have every month come almost to want, that they might never recoil from what they had so often practiced.\nYou need not suppose that I mean meals like Timon’s, or \"paupers' huts,\" or any other device which luxury uses for a fad; I mean the real thing – a pallet and a coarse cloak, and bread that is hard and dirty. Endure all this for three or four days at a time, sometimes for more, so that it may be a test of yourself instead of a mere hobby. Then, I assure you, my dear Lucilius, you will leap for joy when filled with a pennyworth of food, and you will understand that a man’s peace of mind does not depend upon Fortune; for, even when angry, she grants enough for our needs.", "source": "letter_18_on_festivals_and_fasting.txt"}
{"text": "You have demanded of me, Novatus, that I should write on the subject of how anger may be allayed, and it seems to me that you are right in feeling that this passion is especially to be feared, for it is more hideous and wild than any other. The others have some alloy of peace and quiet, but this consists wholly in action and the impulse of grief, raging with an utterly inhuman lust for arms and blood and tortures, careless of itself provided it hurts another, rushing upon the very point of the sword, and greedy for revenge even when it drags the avenger to ruin with itself. Therefore some of the wise have called anger a short madness: for it is equally devoid of self-control, regardless of decorum, forgetful of kinship, obstinately engrossed in whatever it begins to do, deaf to reason and advice, excited by trifling causes, awkward at perceiving what is true and just, and very like a falling rock which breaks itself to pieces upon the very thing which it crushes. That you may know that they whom anger possesses are not sane, look at their appearance; for as there are certain symptoms of madness, such as a bold and threatening mien, a gloomy brow, a fierce expression, a hurried step, restless hands, an altered colour, a quick and strongly heaving breath, so likewise are the marks of the angry man: his eyes blaze and sparkle, his whole face is crimson with the blood that surges from the lowest depths of the heart, his lips quiver, his teeth are set, his hair bristles and stands on end, his breath is forced and harsh, his joints crack from writhing, he groans and bellows, bursts out into speech with scarcely intelligible words, strikes his hands together, and stamps the ground with his feet; his whole body is excited and performs great angry threats; it is an ugly and horrible picture of distorted and swollen frenzy – you cannot tell whether this vice is more execrable or more hideous.\nOther vices conceal themselves: anger lays itself open and wears its heart upon its sleeve: the greater it is, the more visibly it boils forth. Do you not see how animals of all kinds, as soon as they bestir themselves for mischief, show premonitory signs of their ferocity, and how their whole bodies quit their ordinary peaceful state of repose and exasperate their savage nature? The boar foams at the mouth and sharpens his tusks by rubbing them against trees, the bull tosses his horns in the empty air and scatters the sand with the violent blows of his feet, lions growl, snakes' necks swell as they breathe venom, rabid dogs have a grim look: there is no animal so hateful or so pernicious by nature that it does not show a fresh accession of fierceness as soon as it is seized by anger.\nSome, therefore, of the wise have defined anger as a temporary madness. For like madness, it is incapable of self-control, forgetful of decency, unmindful of ties, persistent and diligent in whatever it begins, closed to reason and counsel, agitated by trifling causes, unfit to discern the right and true, and very like a falling rock, which breaks itself to pieces upon the very thing which it crushes.", "source": "on_anger.txt"}
{"text": "Most human beings, Paulinus, complain about the meanness of nature, because we are born for a brief span of life, and because this spell of time that has been given to us rushes by so swiftly and rapidly that with very few exceptions life ceases for the rest of us just when we are getting ready for it. Nor is it just the common herd and the unthinking crowd that complain about what they consider to be this universal evil; the same feeling has called forth complaints also from men who were famous. Hence comes that saying of the greatest of physicians: \"Life is short, Art is long.\" Hence comes the grievance, most unbecoming to a wise man, which Aristotle expressed when he was taking nature to task for indulging animals with such long existences that they can live through five or ten human lifetimes, while a much shorter limit is set for man who is born for so many and such great achievements.\nIt is not that we have a short time to live, but that we waste a lot of it. Life is long enough, and a sufficiently generous amount has been given to us for the highest achievements if it were all well invested. But when it is wasted in heedless luxury and spent on no good activity, we are forced at last by death’s final constraint to realize that it has passed away before we knew it was passing. So it is: we are not given a short life but we make it short, and we are not ill-supplied but wasteful of it. Just as when ample and princely wealth falls to a bad owner it is squandered in a moment, but wealth however modest, if entrusted to a good custodian, increases with use, so our lifetime extends for a lot if you manage it well.\nWhy do we complain of nature? She has shown herself kindly; life, if you know how to use it, is long. But one man is possessed by an avarice that is insatiable, another by a toilsome devotion to tasks that are useless; one man is besotted with wine, another is paralyzed by sloth; one man is exhausted by an ambition that always hangs upon the decision of others, another, driven on by the greed of a trader, is led to travel over all lands and all seas by the hope of gain; some are tormented by a passion for war and are always either bent upon inflicting danger on others or concerned about their own; some there are who are worn out by voluntary servitude in a thankless attendance upon great men; many are kept busy either in the pursuit of other men’s fortune or in complaining of their own; many, following no fixed aim, shifting and inconstant and dissatisfied, are plunged by their fickleness into plans that are ever new; some have no fixed principle by which to guide their course, but Fate takes them unawares while they loll and yawn—so surely does it happen that I cannot doubt the truth of that which the greatest of poets said with all the seeming of an oracle: \"The part of life we really live is small.\" For all the rest of existence is not life, but merely time.", "source": "on_shortness_of_life.txt"}
