{"text": "SENECA OF A HAPPY LIFE.\nCHAPTER I.\nOF A HAPPY LIFE, AND WHEREIN IT CONSISTS.\nThere is not any thing in this world, perhaps, that is more talked\nof, and less understood, than the business of a _happy life_. It is\nevery man’s wish and design; and yet not one of a thousand that knows\nwherein that happiness consists. We live, however, in a blind and eager\npursuit of it; and the more haste we make in a wrong way, the further\nwe are from our journey’s end. Let us therefore, _first_, consider\n“what it is we should be at;” and, _secondly_, “which is the readiest\nway to compass it.” If we be right, we shall find every day how much\nwe improve; but if we either follow the cry, or the track, of people\nthat are out of the way, we must expect to be misled, and to continue\nour days in wandering in error. Wherefore, it highly concerns us to\ntake along with us a skilful guide; for it is not in this, as in other\nvoyages, where the highway brings us to our place of repose; or if\na man should happen to be out, where the inhabitants might set him\nright again: but on the contrary, the beaten road is here the most\ndangerous, and the people, instead of helping us, misguide us. Let\nus not therefore follow, like beasts, but rather govern ourselves by\n_reason_, than by _example_. It fares with us in human life as in a\nrouted army; one stumbles first, and then another falls upon him, and\nso they follow, one upon the neck of another, until the whole field\ncomes to be but one heap of miscarriages. And the mischief is, “that\nthe number of the multitude carries it against truth and justice;” so\nthat we must leave the crowd, if we would be happy: for the question\nof a _happy life_ is not to be decided by vote: nay, so far from it,\nthat plurality of voices is still an argument of the wrong; the common\npeople find it easier to believe than to judge, and content themselves\nwith what is usual, never examining whether it be good or not. By the\n_common people_ is intended _the man of title_ as well as the _clouted\nshoe_: for I do not distinguish them by the eye, but by the mind, which\nis the proper judge of the man. Worldly felicity, I know, makes the\nhead giddy; but if ever a man comes to himself again, he will confess,\nthat “whatsoever he has done, he wishes undone;” and that “the things\nhe feared were better than those he prayed for.”\nThe true felicity of life is to be free from perturbations, to\nunderstand our duties towards God and man: to enjoy the present without\nany anxious dependence upon the future. Not to amuse ourselves with\neither hopes or fears, but to rest satisfied with what we have, which\nis abundantly sufficient; for he that is so, wants nothing. The great\nblessings of mankind are within us, and within our reach; but we shut\nour eyes, and, like people in the dark, we fall foul upon the very\nthing which we search for without finding it. “Tranquillity is a\ncertain equality of mind, which no condition of fortune can either\nexalt or depress.” Nothing can make it less: for it is the state of\nhuman perfection: it raises us as high as we can go; and makes every\nman his own supporter; whereas he that is borne up by any thing else\nmay fall. He that judges aright, and perseveres in it, enjoys a\nperpetual calm: he takes a true prospect of things; he observes an\norder, measure, a decorum in all his actions; he has a benevolence\nin his nature; he squares his life according to reason; and draws to\nhimself love and admiration. Without a certain and an unchangeable\njudgment, all the rest is but fluctuation: but “he that always wills\nand nills the same thing, is undoubtedly in the right.” Liberty and\nserenity of mind must necessarily ensue upon the mastering of those\nthings which either allure or affright us; when instead of those flashy\npleasures, (which even at the best are both vain and hurtful together,)\nwe shall find ourselves possessed of joy transporting and everlasting.\nIt must be a _sound mind_ that makes a _happy man_; there must be a\nconstancy in all conditions, a care for the things of this world, but\nwithout trouble; and such an indifferency for the bounties of fortune,\nthat either with them, or without them, we may live contentedly. There\nmust be neither lamentation, nor quarrelling, nor sloth, nor fear;\nfor it makes a discord in a man’s life. “He that fears, serves.” The\njoy of a wise man stands firm without interruption; in all places,\nat all times, and in all conditions, his thoughts are cheerful and\nquiet. As it never _came in_ to him from _without_, so it will never\nleave him; but it is born within him, and inseparable from him. It\nis a solicitous life that is egged on with the hope of any thing,\nthough never so open and easy, nay, though a man should never suffer\nany sort of disappointment. I do not speak this either as a bar to the\nfair enjoyment of lawful pleasures, or to the gentle flatteries of\nreasonable expectations: but, on the contrary, I would have men to be\nalways in good humor, provided that it arises from their own souls,\nand be cherished in their own breasts. Other delights are trivial;\nthey may smooth the brow, but they do not fill and affect the heart.\n“True joy is a serene and sober motion;” and they are miserably out\nthat take _laughing_ for _rejoicing_. The seat of it is within, and\nthere is no cheerfulness like the resolution of a brave mind, that\nhas fortune under his feet. He that can look death in the face, and\nbid it welcome; open his door to poverty, and bridle his appetites;\nthis is the man whom Providence has established in the possession of\ninviolable delights. The pleasures of the vulgar are ungrounded, thin,\nand superficial; but the others are solid and _eternal_. As the _body_\nitself is rather a _necessary thing_, than a _great_; so the comforts\nof it are but temporary and vain; beside that, without extraordinary\nmoderation, their end is only pain and repentance; whereas a peaceful\nconscience, honest thoughts, virtuous actions, and an indifference for\ncasual events, are blessings without end, satiety, or measure. This\nconsummated state of felicity is only a submission to the dictate of\nright nature; “The foundation of it is wisdom and virtue; the knowledge\nof what we ought to do, and the conformity of the will to that\nknowledge.”\nCHAPTER II.\nHUMAN HAPPINESS IS FOUNDED UPON WISDOM AND VIRTUE; AND FIRST, OF WISDOM.\nTaking for granted that _human happiness_ is founded upon _wisdom_ and\n_virtue_ we shall treat of these two points in order as they lie: and,\n_first_, of _wisdom_; not in the latitude of its various operations but\nas it has only a regard to good life, and the happiness of mankind.\nWisdom is a right understanding, a faculty of discerning good from\nevil; what is to be chosen, and what rejected; a judgment grounded upon\nthe value of things, and not the common opinion of them; an equality\nof force, and a strength of resolution. It sets a watch over our\nwords and deeds, it takes us up with the contemplation of the works\nof nature, and makes us invincible by either good or evil fortune. It\nis large and spacious, and requires a great deal of room to work in;\nit ransacks heaven and earth; it has for its object things past and\nto come, transitory and eternal. It examines all the circumstances\nof time; “what it is, when it began, and how long it will continue:\nand so for the mind; whence it came; what it is; when it begins; how\nlong it lasts; whether or not it passes from one form to another, or\nserves only one and wanders when it leaves us; whether it abides in a\nstate of separation, and what the action of it; what use it makes of\nits liberty; whether or not it retains the memory of things past, and\ncomes to the knowledge of itself.” It is the habit of a perfect mind,\nand the perfection of humanity, raised as high as Nature can carry it.\nIt differs from _philosophy_, as avarice and money; the one desires,\nand the other is desired; the one is the effect and the reward of the\nother. To be wise is the use of wisdom, as seeing is the use of eyes,\nand well-speaking the use of eloquence. He that is perfectly wise is\nperfectly happy; nay, the very beginning of wisdom makes life easy to\nus. Neither is it enough to know this, unless we print it in our minds\nby daily meditation, and so bring a _good-will_ to a good habit. And\nwe must practice what we preach: for _philosophy_ is not a subject for\npopular ostentation; nor does it rest in words, but in things. It is\nnot an entertainment taken up for delight, or to give a taste to our\nleisure; but it fashions the mind, governs our actions, tells us what\nwe are to do, and what not. It sits at the helm, and guides us through\nall hazards; nay, we cannot be safe without it, for every hour gives\nus occasion to make use of it. It informs us in all duties of life,\npiety to our parents, faith to our friends, charity to the miserable,\njudgment in counsel; it gives us _peace_ by _fearing_ nothing, and\n_riches_ by _coveting nothing_.\nThere is no condition of life that excludes a wise man from discharging\nhis duty. If his fortune be good, he _tempers_ it; if bad, he _masters_\nit; if he has an estate, he will exercise his virtue in plenty; if\nnone, in poverty: if he cannot do it in his country, he will do it in\nbanishment; if he has no command, he will do the office of a common\nsoldier. Some people have the skill of reclaiming the fiercest of\nbeasts; they will make a lion embrace his keeper, a tiger kiss him,\nand an elephant kneel to him. This is the case of a wise man in the\nextremest difficulties; let them be never so terrible in themselves,\nwhen they come to him once, they are perfectly tame. They that ascribe\nthe invention of tillage, architecture, navigation, etc., to wise\nmen, may perchance be in the right, that they were invented by wise\nmen, as _wise men_; for wisdom does not teach our fingers, but our\nminds: fiddling and dancing, arms and fortifications, were the works\nof luxury and discord; but wisdom instructs us in the way of nature,\nand in the arts of unity and concord, not in the instruments, but in\nthe government of life; not to make us live only, but to live happily.\nShe teaches us what things are good, what evil, and what only appear\nso; and to distinguish betwixt true greatness and tumor. She clears\nour minds of dross and vanity; she raises up our thoughts to heaven,\nand carries them down to hell: she discourses of the nature of the\nsoul, the powers and faculties of it; the first principles of things;\nthe order of Providence: she exalts us from things corporeal to things\nincorporeal, and retrieves the truth of all: she searches nature, gives\nlaws to life; and tells us, “That it is not enough to God, unless we\nobey him:” she looks upon all accidents as acts of Providence: sets a\ntrue value upon things; delivers us from false opinions, and condemns\nall pleasures that are attended with repentance. She allows nothing\nto be good that will not be so forever; no man to be happy but that\nneeds no other happiness than what he has within himself. This is the\nfelicity of human life; a felicity that can neither be corrupted nor\nextinguished: it inquires into the nature of the heavens, the influence\nof the stars; how far they operate upon our minds and bodies: which\nthoughts, though they do not form our manners, they do yet raise and\ndispose us for glorious things.\nIt is agreed upon all hands that “right reason is the perfection of\nhuman nature,” and wisdom only the dictate of it. The greatness that\narises from it is solid and unmovable, the resolutions of wisdom being\nfree, absolute and constant; whereas folly is never long pleased with\nthe same thing, but still shifting of counsels and sick of itself.\nThere can be no happiness without constancy and prudence, for a wise\nman is to write without a blot, and what he likes once he approves for\never. He admits of nothing that is either evil or slippery, but marches\nwithout staggering or stumbling, and is never surprised; he lives\nalways true and steady to himself, and whatsoever befalls him, this\ngreat artificer of both fortunes turns to advantage; he that demurs\nand hesitates is not yet composed; but wheresoever virtue interposes\nupon the main, there must be concord and consent in the parts; for\nall virtues are in agreement, as well as all vices are at variance. A\nwise man, in what condition soever he is will be still happy, for he\nsubjects all things to himself, because he submits himself to reason,\nand governs his actions by council, not by passion.\nHe is not moved with the utmost violence of fortune, nor with the\nextremities of fire and sword; whereas a fool is afraid of his own\nshadow, and surprised at ill accidents, as if they were all levelled at\nhim. He does nothing unwillingly, for whatever he finds necessary, he\nmakes it his choice. He propounds to himself the certain scope and end\nof human life: he follows that which conduces to it, and avoids that\nwhich hinders it. He is content with his lot whatever it be, without\nwishing what he has not, though, of the two, he had rather abound than\nwant. The great business of his life like that of nature, is performed\nwithout tumult or noise. He neither fears danger or provokes it, but\nit is his caution, not any want of courage—for captivity, wounds and\nchains, he only looks upon as false and lymphatic terrors. He does not\npretend to go through with whatever he undertakes, but to do that well\nwhich he does. Arts are but the servants—wisdom commands—and where the\nmatter fails it is none of the workman’s fault. He is cautelous in\ndoubtful cases, in prosperity temperate, and resolute in adversity,\nstill making the best of every condition and improving all occasions to\nmake them serviceable to his fate. Some accidents there are, which I\nconfess may affect him, but not overthrow him, as bodily pains, loss of\nchildren and friends, the ruin and desolation of a man’s country. One\nmust be made of stone or iron, not to be sensible of these calamities;\nand, beside, it were no virtue to _bear_ them, if a body did not _feel_\nthem.\nThere are _three degrees of proficients_ in the school of wisdom.\nThe _first_ are those that come within sight of it, but not up to\nit—they have learned what they ought to do, but they have not put\ntheir knowledge in practice—they are past the hazard of a relapse, but\nthey have still the grudges of a disease, though they are out of the\ndanger of it. By a disease I do understand an obstinacy in evil, or an\nill habit, that makes us over eager upon things which are either not\nmuch to be desired, or not at all. A _second_ sort are those that have\nsubjected their appetites for a season, but are yet in fear of falling\nback. A _third_ sort are those that are clear of many vices but not of\nall. They are not covetous, but perhaps they are choleric—nor lustful,\nbut perchance ambitious; they are firm enough in some cases but weak\nenough in others: there are many that despise death and yet shrink at\npain. There are diversities in wise men, but no inequalities—one is\nmore affable, another more ready, a third a better speaker; but the\nfelicity of them all is equal. It is in this as in heavenly bodies,\nthere is a _certain state_ in greatness.\nIn civil and domestic affairs, a wise man may stand in need of\ncounsel, as of a physician, an advocate, a solicitor; but in greater\nmatters, the blessing of wise men rests in the joy they take in the\ncommunication of their virtues. If there were nothing else in it, a\nman would apply himself to wisdom, because it settles him in a perfect\ntranquillity of mind.", "source": "happy_life.txt"}
