{"text": "It is not that we have a short time to live, but that we waste a lot of it. Life is long enough, and a sufficiently generous amount has been given to us for the highest achievements if it were all well invested. But when it is wasted in heedless luxury and spent on no good activity, we are forced at last by death’s final constraint to realize that it has passed away before we knew it was passing. So it is: we are not given a short life but we make it short, and we are not ill-supplied but wasteful of it.", "source": "on_the_shortness_of_life.txt"}
{"text": "People are frugal in guarding their personal property; but as soon as it comes to squandering time they are most wasteful of the one thing in which it is right to be stingy.", "source": "on_the_shortness_of_life.txt"}
{"text": "Greetings from Seneca to his friend Lucilius. Continue to act thus, my dear Lucilius – set yourself free for your own sake; gather and save your time, which till lately has been forced from you, or filched away, or has merely slipped from your hands.", "source": "letters_to_lucilius.txt"}
{"text": "What man can you show me who places any value on his time, who reckons the worth of each day, who understands that he is dying daily? For we are mistaken when we look forward to death; the major portion of death has already passed. Whatever years be behind us are in death's hands.", "source": "letters_to_lucilius.txt"}
{"text": "Anger is a short madness; for it is equally devoid of self-control, regardless of decorum, forgetful of kinship, obstinately engrossed in whatever it begins to do, deaf to reason and advice, excited by trifling causes, awkward at perceiving what is true and just, and very like a falling rock which breaks itself to pieces upon the very thing which it crushes.", "source": "on_anger.txt"}
{"text": "No plague has cost the human race more dear. You will see slaughter and poisoning, accusations and counter-accusations, sacking of cities, ruin of whole peoples, the persons of princes sold into slavery by auction, torches applied to roofs, and fires not merely confined within city walls but making huge tracts of country glow with hostile flame.", "source": "on_anger.txt"}
