{"text": "LETTER XIII. ON GROUNDLESS FEARS\nI know that you have plenty of spirit; for even before you began to equip yourself with maxims which were wholesome and potent to overcome obstacles, you were taking pride in your contest with Fortune; and this is all the more true, now that you have grappled with Fortune and tested your powers. For our powers can never inspire in us implicit faith in ourselves except when many difficulties have confronted us on this side and on that, and have occasionally even come to close quarters with us. It is only in this way that the true spirit can be tested—the spirit that will never consent to come under the jurisdiction of things external to ourselves. This is the touchstone of such a spirit; no prizefighter can go with high spirits into the strife if he has never been beaten black and blue; the only contestant who can confidently enter the lists is the man who has seen his own blood, who has felt his teeth rattled beneath his opponent’s fist, who has been tripped and felt the full force of his adversary’s charge, who has been downed in body but not in spirit, one who, as often as he falls, rises again with greater defiance than ever. So then, to keep up my figure, Fortune has often in the past \"got the upper hand\" of you, and yet you have not surrendered, but have leaped up and stood your ground still more eagerly. For manliness gains much strength by being challenged; nevertheless, if you approve, allow me to offer some additional safeguards by which you may fortify yourself.\nThere are more things, Lucilius, likely to frighten us than there are to crush us; we suffer more often in imagination than in reality. I am not speaking with you in the Stoic strain but in my milder style. For it is our Stoic fashion to speak of all those things, which provoke cries and groans, as unimportant and beneath notice; but you and I must drop such great-sounding words, although, heaven knows, they are true enough. What I advise you to do is, not to be unhappy before the crisis comes; since it may be that the dangers before which you pale as if they were threatening you, will never come upon you; they certainly have not yet come. Accordingly, some things torment us more than they ought; some torment us before they ought; and some torment us when they ought not to torment us at all. We are in the habit of exaggerating, or imagining, or anticipating, sorrow.\nThe first of these three faults may be postponed for the present, because the subject is under discussion and the case is still in court, so to speak. What I call \"trifling,\" you will maintain to be most serious; for of course I know that some men laugh while being whipped, and that others wince at a box on the ear. We shall consider later whether these evils derive their power from their own strength, or from our own weakness. Do me the favour, when men surround you and try to talk you into believing that you are unhappy, to consider not what you hear but what you feel, and to take counsel with your feelings and question yourself independently, because you know your own affairs better than anyone else does. Ask: \"Is there any reason why these people should condone with me? Why should they be worried or even fear some infection from me, as if troubles could be transmitted? Is there any evil involved, or is it a matter entirely of ill report?\" Ask the question: \"Am I suffering, or is it only that I think I am suffering?\" \"Am I suffering, or is it only that I think I am suffering?\"\nWe are in the habit of making the worst of things. \"The enemy is at our gates,\" say you? Not so; he is only in the neighborhood. \"But he will be here soon.\" Wait until he comes!", "source": "letter_13_on_groundless_fears.txt"}
{"text": "LETTER C1. ON THE FUTILITY OF PLANNING AHEAD\nEvery day, every hour, shows us what a nothing we are. Every day some new reminder recalls us from our petty forgetfulness; and then Man, planning for life eternal, is forced to look upon death. What do you think I have in my mind when I say this? I am thinking of Cornelius Senecio, a distinguished and capable Roman knight, whom you knew: from humble beginnings he had advanced himself to fortune, and the rest of the path lay easy before him. For it is easier to grow in dignity than to make a start; and money, too, is very slow in coming when you are poor, but once you have a certain amount, it increases rapidly. He had already acquired a large fortune, and had only to wait for it to flow in; but while he was making plans for its investment, while he was scraping together money from every quarter, he was carried off, money-bags and all. And just when he was catching at the very best things, he breathed his last.\nIt is a great folly to plan for the future. We are led on by our hopes, and we think that we can order our lives as if we were gods. But while we are making our plans, death steps in and stops us. And even if death does not stop us, old age does. What is the use of making plans for a long life, when we do not know if we shall be alive tomorrow? The man who plans for the future is like a man who sows seed in the sand; he is wasting his time and his labour.\nLet us then, my dear Lucilius, live every day as if it were our last. Let us not be like those who are always getting ready to live, but let us live now. For he who is always getting ready to live, never lives. The present time is the only time that we have; the past is gone, and the future is not yet here. Let us then make the best of the present moment, and let us not worry about what the future may bring. If we live in this way, we shall have no fear of death; for we shall know that we have lived well, and that we have done our duty.\nAnd what, after all, is death? It is but a release from the cares and troubles of this life. It is a rest from our labours. It is a return to the earth from which we came. Why then should we fear it? Is it not better to die than to live in misery? Is it not better to be at peace than to be tormented by anxiety? Let us then welcome death when it comes, as a friend and a deliverer. Let us not cling to life, as if it were a precious thing; for life is only a loan, and we must pay it back when the time comes.\nTherefore, my dear Lucilius, let us live with a tranquil mind, and let us meet death with courage. Let us not be afraid of what may happen to us, for nothing can happen to us that is not in accordance with nature. And whatever is in accordance with nature is good. Let us then accept our fate with resignation, and let us not complain of our lot. For the gods know what is best for us, and they order all things for our good.", "source": "letter_101_on_futility_of_planning_ahead.txt"}
{"text": "ON THE SHORTNESS OF LIFE\nPaulinus, the majority of mortals complain bitterly of the spitefulness of Nature, because we are born for a brief span of life, because even this space that has been granted to us rushes by so speedily and so swiftly that all save a very few find life at an end just when they are getting ready to live. Nor is it merely the common herd and the unthinking crowd that bemoan what is, as men deem it, an universal evil; the same feeling has called forth complaint also from men who were famous. It was this that made the greatest of physicians exclaim that \"life is short, art is long;\" it was this that led Aristotle, while expostulating with Nature, to enter an indictment most unbecoming to a wise man—that, while she has indulged animals with such a length of days that some of them live for five or ten centuries, man is born for a much shorter limit, although he is born for so many and such great achievements.\nIt is not that we have a short time to live, but that we waste a lot of it. Life is long enough, and a sufficiently generous amount has been given to us for the highest achievements if it were all well invested. But when it is wasted in heedless luxury and spent on no good activity, we are forced at last by death’s final constraint to realize that it has passed away before we knew it was passing. So it is: we are not given a short life but we make it short, and we are not ill-supplied but wasteful of it. Just as when ample and princely wealth falls to a bad owner it is squandered in a moment, but wealth however modest, if entrusted to a good custodian, increases with use, so our lifetime extends with ample scope for him who sets it right.\nWhy do we complain of Nature? She has shown herself kindly; life, if you know how to use it, is long. But one man is possessed by an avarice that is insatiable, another by a toilsome devotion to tasks that are useless; one man is besotted with wine, another is paralyzed by sloth; one man is exhausted by an ambition that always hangs upon the decision of others, another, driven on by the greed of the trader, is led to travel over all lands and all seas by the hope of gain; some are tormented by a passion for war and are always either bent upon inflicting danger on others or concerned about their own; some there are who are worn out by voluntary servitude in a thankless attendance upon the great; many are kept busy either in the pursuit of other men’s fortune or in complaining of their own; many, following no fixed aim, shifting and inconstant and dissatisfied, are plunged by their fickleness into plans that are ever new; some have no fixed principle by which to direct their course, but Fate takes them unawares while they are lolling and yawning—so surely does it happen that I cannot doubt the truth of that which the greatest of poets said in the form of an oracle: \"The part of life we really live is small.\" For all the rest of existence is not life, but merely time.", "source": "on_shortness_of_life.txt"}
