{"text": "On the Shortness of Life\nChapter I.\nIt is not that we have a short time to live, but that we waste a lot of it. Life is long enough, and a sufficiently generous amount has been given to us for the highest achievements if it were all well invested. But when it is wasted in heedless luxury and spent on no good activity, we are forced at last by death’s final constraint to realize that it has passed away before we knew it was passing. So it is: we are not given a short life but we make it short, and we are not ill-supplied but wasteful of it. Just as when ample and princely wealth falls to a bad owner it is squandered in a moment, but wealth however modest, if entrusted to a good custodian, increases with use, so our lifetime extends for plenty of time for him who knows how to manage it well.\nChapter III.\nYou have been occupied with many things; take upon yourself the count of your days and see how small a sum is left to you. You are living as if destined to live forever; your own frailty never occurs to you; you don't notice how much time has already passed, but squander it as though you had a full and overflowing supply—though all the while that very day which you are devoting to some person or thing may be your last. You act like mortals in all that you fear, and like immortals in all that you desire. You will hear many people saying: \"When I am fifty I shall retire into leisure; when I am sixty I shall give up public duties.\" And what guarantee do you have that your life will last longer? Who will suffer your course to be just as you plan it? Are you not ashamed to reserve for yourself only the remnants of life, and to dedicate to wisdom only that time which can no longer be employed in any business? How late it is to begin really to live just when life must end! What foolish forgetfulness of mortality to postpone wholesome plans to the fiftieth and sixtieth year, and to intend to begin life at a point to which few have attained!", "source": "on_shortness_of_life.txt"}
{"text": "Letter 1: On Saving Time.\nContinue to act thus, my dear Lucilius—set yourself free for your own sake; gather and save your time, which in the past has been forced from you, or filched away, or has merely slipped from your hands. Make yourself believe the truth of my words,—that certain moments are torn from us, that some are gently removed, and that others glide beyond our reach. The most disgraceful kind of loss, however, is that due to carelessness. Furthermore, if you will pay close heed, you will see that the largest portion of our life passes while we are doing ill, a goodly share while we are doing nothing, and the whole while we are doing that which is not to the purpose. What man can you show me who places any value on his time, who reckons the worth of each day, who understands that he is dying daily? For we are mistaken when we look forward to death; the major portion of death has already passed. Whatever years be behind us are in death's hands.\nTherefore, Lucilius, do as you write me that you are doing: hold every hour in your grasp. Lay hold of to-day's task, and you will not need to depend so much upon to-morrow's. While we are postponing, life speeds by. Nothing, Lucilius, is ours, except time. We were entrusted by nature with the ownership of this single thing, so fleeting and slippery that anyone who will can oust us from possession. What fools these mortals be! They allow the cheapest and most useless things, which can easily be replaced, to be charged in the reckoning, after they have acquired them; but they never regard themselves as in debt when they have received some of that precious commodity,—time! And yet time is the one loan which even a grateful recipient cannot repay.\nLetter 13: On Groundless Fears.\nThere are more things, Lucilius, likely to frighten us than there are to crush us; we suffer more often in imagination than in reality. I do not speak with you in the Stoic strain but in my milder style. For it is our custom to speak of other things as well as of the wise man's composure; but I, for my part, do not so much as suggest that you should be a wise man. I am myself no wise man; and, what is more, I never shall be. Therefore, require of me, not that I should be equal to the best, but that I should be better than the wicked. It is enough for me if every day I reduce the number of my vices, and blame my mistakes. I have not arrived at perfect health, nor shall I ever arrive at it. I am composing a gouty sort of philosophy. I am content if I can but verify the words of Epicurus: \"The fool, with all his other faults, has this also, he is always getting ready to live.\"", "source": "letters.txt"}
