{"text": "SENECA OF BENEFITS.\nCHAPTER I.\nOF BENEFITS IN GENERAL.\nIt is, perhaps, one of the most pernicious errors of a rash and\ninconsiderate life, the common ignorance of the world in the matter of\nexchanging _benefits_. And this arises from a mistake, partly in the\nperson that we would oblige, and partly in the thing itself. To begin\nwith the latter: “A benefit is a good office, done with intention and\njudgment;” that is to say, with a due regard to all the circumstances\nof _what_, _how_, _why_, _when_, _where_, _to whom_, _how much_, and\nthe like; or otherwise: “It is a voluntary and benevolent action that\ndelights the giver in the comfort it brings to the receiver.” It will\nbe hard to draw this subject, either into method or compass: the one,\nbecause of the infinite variety and complication of cases; the other,\nby reason of the large extent of it: for the whole business (almost)\nof mankind in society falls under this head; the duties of kings\nand subjects, husbands and wives, parents and children, masters and\nservants, natives and strangers, high and low, rich and poor, strong\nand weak, friends and enemies. The very meditation of it breeds good\nblood and generous thoughts; and instructs us in honor, humanity,\nfriendship, piety, gratitude, prudence, and justice. In short, the art\nand skill of conferring benefits is, of all human duties, the most\nabsolutely necessary to the well-being, both of reasonable nature, and\nof every individual; as the very cement of all communities, and the\nblessing of particulars. He that does good to another man does good\nalso to himself; not only in the consequence, but in the very act of\ndoing it; for the conscience of well-doing is an ample reward.\nOf benefits in general, there are several sorts; as _necessary_,\n_profitable_, and _delightful_. Some things there are, without which\nwe _cannot_ live; others without which we _ought not_ to live; and\nsome, again, without which we _will not_ live. In the first rank are\nthose which deliver us from capital dangers, or apprehensions of\ndeath: and the favor is rated according to the hazard; for the greater\nthe extremity, the greater seems the obligation. The next is a case\nwherein we may indeed live, but we had better die; as in the question\nof liberty, modesty, and a good conscience. In the third place, follow\nthose things which custom, use, affinity, and acquaintance, have made\ndear to us; as husbands, wives, children, friends, etc., which an\nhonest man will preserve at his utmost peril. Of things profitable\nthere is a large field, as money, honor, etc., to which might be\nadded, matters of superfluity and pleasure. But we shall open a way\nto the circumstances of a benefit by some previous and more general\ndeliberations upon the thing itself.\nCHAPTER II.\nSEVERAL SORTS OF BENEFITS.\nWe shall divide _benefits_ into _absolute_ and _vulgar_; the one\nappertaining to good life, the other is only matter of commerce. The\nformer are the more excellent, because they can never be made void;\nwhereas all material benefits are tossed back and forward, and change\ntheir master. There are some offices that look like benefits, but are\nonly desirable conveniences, as wealth, etc., and these a wicked man\nmay receive from a good, or a good man from an evil. Others, again,\nthat bear the face of injuries, which are only benefits ill taken; as\ncutting, lancing, burning, under the hand of a surgeon. The greatest\nbenefits of all are those of good education, which we receive from our\nparents, either in the state of ignorance or perverseness; as, their\ncare and tenderness in our infancy; their discipline in our childhood,\nto keep us to our duties by fear; and, if fair means will not do,\ntheir proceeding afterwards to severity and punishment, without which\nwe should never have come to good. There are matters of great value,\nmany times, that are but of small price; as instructions from a tutor,\nmedicine from a physician, etc. And there are small matters again,\nwhich are of great consideration to us: the gift is small, and the\nconsequence great; as a cup of cold water in a time of need may save a\nman’s life. Some things are of great moment to the giver, others to the\nreceiver: one man gives me a house; another snatches me out when it is\nfalling upon my head; one gives me an estate; another takes me out of\nthe fire, or casts me out a rope when I am sinking. Some good offices\nwe do to friends, others to strangers; but those are the noblest that\nwe do without pre-desert. There is an obligation of bounty, and an\nobligation of charity; this in case of necessity, and that in point of\nconvenience. Some benefits are common, others are personal; as if a\nprince (out of pure grace) grant a privilege to a city, the obligation\nlies upon the community, and only upon every individual as a part of\nthe whole; but if it be done particularly for my sake, then am I singly\nthe debtor for it. The cherishing of strangers is one of the duties\nof hospitality, and exercises itself in the relief and protection of\nthe distressed. There are benefits of good counsel, reputation, life,\nfortune, liberty, health, nay, and of superfluity and pleasure. One man\nobliges me out of his pocket; another gives me matter of ornament and\ncuriosity; a third, consolation. To say nothing of negative benefits;\nfor there are that reckon it an obligation if they do a body no hurt;\nand place it to account, as if they saved a man, when they do not undo\nhim. To shut up all in one word; as benevolence is the most sociable of\nall virtues, so it is of the largest extent; for there is not any man,\neither so great or so little, but he is yet capable of giving and of\nreceiving benefits.\nSENECA OF A HAPPY LIFE.\nCHAPTER I.\nOF A HAPPY LIFE, AND WHEREIN IT CONSISTS.\nThere is not any thing in this world, perhaps, that is more talked\nof, and less understood, than the business of a _happy life_. It is\nevery man’s wish and design; and yet not one of a thousand that knows\nwherein that happiness consists. We live, however, in a blind and eager\npursuit of it; and the more haste we make in a wrong way, the further\nwe are from our journey’s end. Let us therefore, _first_, consider\n“what it is we should be at;” and, _secondly_, “which is the readiest\nway to compass it.” If we be right, we shall find every day how much\nwe improve; but if we either follow the cry, or the track, of people\nthat are out of the way, we must expect to be misled, and to continue\nour days in wandering in error. Wherefore, it highly concerns us to\ntake along with us a skilful guide; for it is not in this, as in other\nvoyages, where the highway brings us to our place of repose; or if\na man should happen to be out, where the inhabitants might set him\nright again: but on the contrary, the beaten road is here the most\ndangerous, and the people, instead of helping us, misguide us. Let\nus not therefore follow, like beasts, but rather govern ourselves by\n_reason_, than by _example_. It fares with us in human life as in a\nrouted army; one stumbles first, and then another falls upon him, and\nso they follow, one upon the neck of another, until the whole field\ncomes to be but one heap of miscarriages. And the mischief is, “that\nthe number of the multitude carries it against truth and justice;” so\nthat we must leave the crowd, if we would be happy: for the question\nof a _happy life_ is not to be decided by vote: nay, so far from it,\nthat plurality of voices is still an argument of the wrong; the common\npeople find it easier to believe than to judge, and content themselves\nwith what is usual, never examining whether it be good or not. By the\n_common people_ is intended _the man of title_ as well as the _clouted\nshoe_: for I do not distinguish them by the eye, but by the mind, which\nis the proper judge of the man. Worldly felicity, I know, makes the\nhead giddy; but if ever a man comes to himself again, he will confess,\nthat “whatsoever he has done, he wishes undone;” and that “the things\nhe feared were better than those he prayed for.”\nThe true felicity of life is to be free from perturbations, to\nunderstand our duties towards God and man: to enjoy the present without\nany anxious dependence upon the future. Not to amuse ourselves with\neither hopes or fears, but to rest satisfied with what we have, which\nis abundantly sufficient; for he that is so, wants nothing. The great\nblessings of mankind are within us, and within our reach; but we shut\nour eyes, and, like people in the dark, we fall foul upon the very\nthing which we search for without finding it. “Tranquillity is a\ncertain equality of mind, which no condition of fortune can either\nexalt or depress.” Nothing can make it less: for it is the state of\nhuman perfection: it raises us as high as we can go; and makes every\nman his own supporter; whereas he that is borne up by any thing else\nmay fall. He that judges aright, and perseveres in it, enjoys a\nperpetual calm: he takes a true prospect of things; he observes an\norder, measure, a decorum in all his actions; he has a benevolence\nin his nature; he squares his life according to reason; and draws to\nhimself love and admiration. Without a certain and an unchangeable\njudgment, all the rest is but fluctuation: but “he that always wills\nand nills the same thing, is undoubtedly in the right.” Liberty and\nserenity of mind must necessarily ensue upon the mastering of those\nthings which either allure or affright us; when instead of those flashy\npleasures, (which even at the best are both vain and hurtful together,)\nwe shall find ourselves possessed of joy transporting and everlasting.\nIt must be a _sound mind_ that makes a _happy man_; there must be a\nconstancy in all conditions, a care for the things of this world, but\nwithout trouble; and such an indifferency for the bounties of fortune,\nthat either with them, or without them, we may live contentedly. There\nmust be neither lamentation, nor quarrelling, nor sloth, nor fear;\nfor it makes a discord in a man’s life. “He that fears, serves.” The\njoy of a wise man stands firm without interruption; in all places,\nat all times, and in all conditions, his thoughts are cheerful and\nquiet. As it never _came in_ to him from _without_, so it will never\nleave him; but it is born within him, and inseparable from him. It\nis a solicitous life that is egged on with the hope of any thing,\nthough never so open and easy, nay, though a man should never suffer\nany sort of disappointment. I do not speak this either as a bar to the\nfair enjoyment of lawful pleasures, or to the gentle flatteries of\nreasonable expectations: but, on the contrary, I would have men to be\nalways in good humor, provided that it arises from their own souls,\nand be cherished in their own breasts. Other delights are trivial;\nthey may smooth the brow, but they do not fill and affect the heart.\n“True joy is a serene and sober motion;” and they are miserably out\nthat take _laughing_ for _rejoicing_. The seat of it is within, and\nthere is no cheerfulness like the resolution of a brave mind, that\nhas fortune under his feet. He that can look death in the face, and\nbid it welcome; open his door to poverty, and bridle his appetites;\nthis is the man whom Providence has established in the possession of\ninviolable delights. The pleasures of the vulgar are ungrounded, thin,\nand superficial; but the others are solid and _eternal_. As the _body_\nitself is rather a _necessary thing_, than a _great_; so the comforts\nof it are but temporary and vain; beside that, without extraordinary\nmoderation, their end is only pain and repentance; whereas a peaceful\nconscience, honest thoughts, virtuous actions, and an indifference for\ncasual events, are blessings without end, satiety, or measure. This\nconsummated state of felicity is only a submission to the dictate of\nright nature; “The foundation of it is wisdom and virtue; the knowledge\nof what we ought to do, and the conformity of the will to that\nknowledge.”", "source": "seneca_morals.txt"}
