{"text": "Power is everywhere; not because it embraces everything, but because it comes from everywhere.", "work": "The History of Sexuality, Vol 1", "year": 1976, "chapter": "Method", "themes": ["power", "resistance", "omnipresence"], "source": "history_sexuality.json"}
{"text": "Where there is power, there is resistance, and yet, or rather consequently, this resistance is never in a position of exteriority in relation to power.", "work": "The History of Sexuality, Vol 1", "year": 1976, "chapter": "Method", "themes": ["resistance", "power dynamics"], "source": "history_sexuality.json"}
{"text": "The confession has become one of the West's most highly valued techniques for producing truth. We have become a singularly confessing society.", "work": "The History of Sexuality, Vol 1", "year": 1976, "chapter": "The Repressive Hypothesis", "themes": ["confession", "truth", "subjectivity"], "source": "history_sexuality.json"}
{"text": "Bio-power was without question an indispensable element in the development of capitalism; the latter would not have been possible without the controlled insertion of bodies into the machinery of production and the adjustment of the phenomena of population to economic processes.", "work": "The History of Sexuality, Vol 1", "year": 1976, "chapter": "Right of Death and Power over Life", "themes": ["biopower", "capitalism", "population"], "source": "history_sexuality.json"}
{"text": "Discipline 'makes' individuals; it is the specific technique of a power that regards individuals both as objects and as instruments of its exercise. It is not a triumphant power, which because of its excess can pride itself on its own omnipotence; it is a modest, suspicious power, which functions as a calculated, but permanent economy.", "work": "Discipline and Punish", "year": 1975, "chapter": "Docile Bodies", "themes": ["power", "discipline", "subjectivity"], "source": "discipline_punish.json"}
{"text": "The Panopticon is a machine for dissociating the see/being seen dyad: in the peripheric ring, one is totally seen, without ever seeing; in the central tower, one sees everything without ever being seen.", "work": "Discipline and Punish", "year": 1975, "chapter": "Panopticism", "themes": ["surveillance", "panopticon", "visibility"], "source": "discipline_punish.json"}
{"text": "Is it surprising that prisons resemble factories, schools, barracks, hospitals, which all resemble prisons?", "work": "Discipline and Punish", "year": 1975, "chapter": "Carceral Archipelago", "themes": ["institutions", "normalization", "carceral"], "source": "discipline_punish.json"}
{"text": "I am no doubt not the only one who writes in order to have no face. Do not ask who I am and do not ask me to remain the same: leave it to our bureaucrats and our police to see that our papers are in order.", "work": "The Archaeology of Knowledge", "year": 1969, "chapter": "Introduction", "themes": ["identity", "authorship", "anonymity"], "source": "archaeology_knowledge.json"}
{"text": "The archive is first the law of what can be said, the system that governs the appearance of statements as unique events.", "work": "The Archaeology of Knowledge", "year": 1969, "chapter": "The Archive and the Discursive Practice", "themes": ["archive", "discourse", "statements"], "source": "archaeology_knowledge.json"}
{"text": "We must not imagine that the world turns towards us a legible face which we would have only to decipher; the world is not the accomplice of our knowledge; there is no prediscursive providence which disposes the world in our favor.", "work": "The Archaeology of Knowledge", "year": 1969, "chapter": "The Discourse on Language", "themes": ["knowledge", "world", "discourse"], "source": "archaeology_knowledge.json"}
