{"text": "The following, according to an order published at the end of the seventeenth century, were the measures to be taken when the plague appeared in a town.\nFirst, a strict spatial partitioning: the closing of the town and its outlying districts, a prohibition to leave the town on pain of death, the killing of all stray animals; the division of the town into distinct quarters, each governed by an intendant. Each street is placed under the authority of a syndic, who keeps it under surveillance; if he leaves the street, he will be condemned to death. On the appointed day, everyone is ordered to stay indoors: it is forbidden to leave on pain of death. The syndic himself comes to lock the door of each house from the outside; he takes the key with him and hands it over to the intendant of the quarter; the intendant keeps it until the end of the quarantine. Each family will have made its own provisions; but, for bread and wine, small wooden canals are set up between the street and the interior of the houses, thus allowing each person to receive his ration without communicating with the supplier and other residents; meat, fish and herbs will be hoisted up into the houses with pulleys and baskets. If it is absolutely necessary to leave the house, it will be done in turn, avoiding any meeting. Only the intendants, syndics and guards will move about the streets and also, between the infected houses, from one corpse to another, the ‘crows’, who can be left to die: these are ‘people of little substance who carry the sick, bury the dead, clean and do many vile and abject offices’. It is a segmented, immobile, frozen space. Each individual is fixed in his place. And, if he moves, he does so at the risk of his life, contagion or punishment.\nInspection functions ceaselessly. The gaze is alert everywhere: ‘A considerable body of militia, commanded by good officers and men of substance’, guards at the gates, at the town hall and in every quarter to ensure the prompt obedience of the people and the most absolute authority of the magistrates, ‘as also to observe all disorder, theft and extortion’. At each of the town gates there will be an observation post; at the end of each street sentinels. Every day, the intendant visits the quarter in his charge, inquires whether the syndics have carried out their tasks, whether the inhabitants have anything to complain of; they ‘observe their actions’. Every day, too, the syndic goes into the street for which he is responsible; stops before each house: gets all the inhabitants to appear at the windows (those who live overlooking the courtyard will be allocated a window looking onto the street at which no one but they may show themselves); he calls each of them by name; informs himself as to the state of each and every one of them—‘in which respect the inhabitants will be compelled to speak the truth under pain of death’; if someone does not appear at the window, the syndic must ask why: ‘In this way he will find out easily enough whether dead or sick are being concealed.’ Everyone locked up in his cage, everyone at his window, answering to his name and showing himself when asked—it is the great review of the living and the dead.\nThis surveillance is based on a system of permanent registration: reports from the syndics to the intendants, from the intendants to the magistrates or mayor. At the beginning of the ‘lock up’, the role of each of the inhabitants present in the town is laid down, one by one; this document bears ‘the name, age, sex of everyone, notwithstanding his condition’: a copy is sent to the intendant of the quarter, another to the office of the town hall, another to enable the syndic to make his daily roll call.", "source": "panopticism.txt"}
