{"text": "In a system of discipline, the child is more individualized than the adult, the patient more than the healthy man, the madman and the delinquent more than the normal and the non-delinquent. In each case, it is towards the first of these pairs that all the individualizing mechanisms are turned in our civilization; and when one wishes to individualize the healthy, normal and law-abiding adult, it is always by asking him how much of the child he has in him, what secret madness lies within him, what fundamental crime he has dreamt of committing.\nIn discipline, it is the subjects who have to be seen. Their visibility assures the hold of the power that is exercised over them. It is the fact of being constantly seen, of being able always to be seen, that maintains the disciplined individual in his subjection. And the examination is the technique by which power, instead of emitting the signs of its potency, instead of imposing its mark on its subjects, holds them in a mechanism of objectification. In this space of domination, disciplinary power manifests its potency, essentially, by arranging objects. The examination is, as it were, the ceremony of this objectification.\nAt the heart of the procedures of discipline, it manifests the subjection of those who are perceived as objects and the objectification of those who are subjected. The superimposition of the power relations and knowledge relations assumes in the examination all its visible brilliance. It is yet another innovation of the classical age that the historians of science have left unexplored. People write the history of experiments on those born blind, on wolf-children or under hypnosis. But who will write the more general, more fluid, but also more determinant history of the ‘examination’ – its rituals, its methods, its characters and their roles, its play of questions and answers, its systems of marking and classification?\nThe exercise of discipline presupposes a mechanism that coerces by means of observation; an apparatus in which the techniques that make it possible to see induce effects of power, and in which, conversely, the means of coercion make those on whom they are applied clearly visible. Slowly, in the course of the classical age, we see the construction of those ‘observatories’ of human multiplicity for which the history of the sciences has so little good to say. Side by side with the major technology of the telescope, the lens and the light beam, which were an integral part of the new physics and cosmology, there were the minor techniques of multiple and intersecting observations, of eyes that must see without being seen; using techniques of subjection and methods of exploitation, an obscure art of light and the visible was secretly preparing a new knowledge of man.\nThus discipline produces subjected and practised bodies, ‘docile’ bodies. Discipline increases the forces of the body (in economic terms of utility) and diminishes these same forces (in political terms of obedience). In short, it dissociates power from the body; on the one hand, it turns it into an ‘aptitude’, a ‘capacity’, which it seeks to increase; on the other hand, it reverses the course of the energy, the power that might result from it, and turns it into a relation of strict subjection. If economic exploitation separates the force and the product of labour, let us say that disciplinary coercion establishes in the body the constricting link between an increased aptitude and an increased domination.", "source": "discipline_excerpts.txt"}
