{"text": "It is said that no society has been more prudish for a long time than ours, and that since the beginning of the seventeenth century, a veritably exuberant explosion of unorthodox sexualities has been followed by a twilight of repression. But this is the 'repressive hypothesis'. The question I would like to pose is not, Why are we repressed? but rather, Why do we say, with so much passion and so much resentment against our most recent past, against our present, and against ourselves, that we are repressed?\nBy what spiral did we come to affirm that sex is the secret? What is this 'will to knowledge' that has not only made sex the object of a science but has also invested it with a power that forces it to speak?\nThe history of sexuality—that is, the history of what functioned in the nineteenth century as a specific field of truth—must first be written from the viewpoint of a history of discourses.\nPower is everywhere; not because it embraces everything, but because it comes from everywhere. And \"Power,\" insofar as it is permanent, repetitious, inert, and self-reproducing, is simply the over-all effect that emerges from all these mobilities, the concatenation that rests on each of them and seeks in turn to arrest their movement.\nWhere there is power, there is resistance, and yet, or rather consequently, this resistance is never in a position of exteriority in relation to power. One is always \"inside\" power, there is no \"escaping\" it, there is no absolute outside where it is concerned, because one is subject to the law in any case. The existence of power relations depends on a multiplicity of points of resistance: these play the role of adversary, target, support, or handle in power relations. These points of resistance are present everywhere in the power network.", "source": "history_of_sexuality.txt"}
{"text": "The Panopticon is a machine for dissociating the see/being seen dyad: in the peripheric ring, one is totally seen, without ever seeing; in the central tower, one sees everything without ever being seen. It is an important mechanism, for it automatizes and disindividualizes power. Power has its principle not so much in a person as in a certain concerted distribution of bodies, surfaces, lights, gazes; in an arrangement whose internal mechanisms produce the relation in which individuals are caught.\nThe major effect of the Panopticon: to induce in the inmate a state of conscious and permanent visibility that assures the automatic functioning of power. So to arrange things that the surveillance is permanent in its effects, even if it is discontinuous in its action; that the perfection of power should tend to render its actual exercise unnecessary; that this architectural apparatus should be a machine for creating and sustaining a power relation independent of the person who exercises it; in short, that the inmates should be caught up in a power situation of which they are themselves the bearers.\nThe plague-stricken town, the panoptic establishment – the differences are important. They mark, at a distance, two centuries. They do not mark, however, two incompatible systems, but rather the two extreme points of a single process: the transformation of the programme of a punitive city into the carceral mechanism. The plague as a form, at once real and imaginary, of disorder had as its medical and political correlative discipline. The Panopticon, on the other hand, must be understood as a generalizable model of functioning; a way of defining power relations in terms of the everyday life of men.\nDiscipline is a political anatomy of detail. It does not simply treat the body, en masse, 'wholesale', as if it were an indissociable unity; it works it retail. It dissociates power from the body; on the one hand, it turns it into an 'aptitude', a 'capacity', which it seeks to increase; on the other hand, it reverses the course of the energy, the power that might result from it, and turns it into a relation of strict subjection. If economic exploitation separates the force and the product of labour, let us say that disciplinary coercion establishes in the body the constricting link between an increased aptitude and an increased domination.", "source": "discipline_and_punish.txt"}
