{"text": "For millennia, man remained what he was for Aristotle: a living animal with the additional capacity for a political existence; modern man is an animal whose politics places his existence as a living being in question.\nBiopolitics refers to the style of government that regulates populations through \"biopower\" (the application and impact of political power on all aspects of human life). It is the administration of life and populations as a subject of governing.\nThe ancient right to take life or let live was replaced by a power to foster life or disallow it to the point of death. This new power over life evolved in two basic forms; these forms were not antithetical, however; they constituted rather two poles of development linked together by a whole intermediary cluster of relations. One of these poles, the first to be formed, it seems, centered on the body as a machine: its disciplining, the optimization of its capabilities, the extortion of its forces, the parallel increase of its usefulness and its docility, its integration into systems of efficient and economic controls, all this was ensured by the procedures of power that characterized the disciplines: an anatomo-politics of the human body.\nThe second, formed somewhat later, focused on the species body, the body imbued with the mechanics of life and serving as the basis of the biological processes: propagation, births and mortality, the level of health, life expectancy and longevity, with all the conditions that can cause these to vary. Their supervision was effected through an entire series of interventions and regulatory controls: a biopolitics of the population.", "source": "biopolitics.txt"}
{"text": "The Panopticon is a disciplinary concept brought to life in the form of a central observation tower placed within a circle of prison cells. From the tower, a guard can see every cell and every inmate, but the inmates cannot see into the tower. Prisoners cannot know when they are being watched, and therefore must assume they are being watched at all times.\nThis architectural figure operates as a diagram of a mechanism of power reduced to its ideal form; its functioning, abstracted from any obstacle, resistance or friction, must be represented as a pure architectural and optical system: it is in fact a figure of political technology that may and must be detached from any specific use.\nIt is polyvalent in its applications; it serves to reform prisoners, but also to treat patients, to instruct schoolchildren, to confine the insane, to supervise workers, to put beggars and idlers to work. It is a type of location of bodies in space, of distribution of individuals in relation to one another, of hierarchical organization, of disposition of centres and channels of power, of definition of the instruments and modes of intervention of power, which can be implemented in hospitals, workshops, schools, prisons.\nThe major effect of the Panopticon: to induce in the inmate a state of conscious and permanent visibility that assures the automatic functioning of power. So to arrange things that the surveillance is permanent in its effects, even if it is discontinuous in its action; that the perfection of power should tend to render its actual exercise unnecessary; that this architectural apparatus should be a machine for creating and sustaining a power relation independent of the person who exercises it; in short, that the inmates should be caught up in a power situation of which they are themselves the bearers.", "source": "panopticism.txt"}
{"text": "We must cease once and for all to describe the effects of power in negative terms: it 'excludes', it 'represses', it 'censors', it 'abstracts', it 'masks', it 'conceals'. In fact, power produces; it produces reality; it produces domains of objects and rituals of truth. The individual and the knowledge that may be gained of him belong to this production.\nPower and knowledge directly imply one another; that there is no power relation without the correlative constitution of a field of knowledge, nor any knowledge that does not presuppose and constitute at the same time power relations. These 'power-knowledge relations' are to be analysed, therefore, not on the basis of a subject of knowledge who is or is not free in relation to the power system, but on the contrary, the subject who knows, the objects to be known and the modalities of knowledge must be regarded as so many effects of these fundamental implications of power-knowledge and their historical transformations.\nTruth isn't outside power, or lacking in power: contrary to a myth whose history and functions would repay further study, truth isn't the reward of free spirits, the child of protracted solitude, nor the privilege of those who have succeeded in liberating themselves. Truth is a thing of this world: it is produced only by virtue of multiple forms of constraint. And it induces regular effects of power. Each society has its regime of truth, its 'general politics' of truth: that is, the types of discourse which it accepts and makes function as true; the mechanisms and instances which enable one to distinguish true and false statements, the means by which each is sanctioned; the techniques and procedures accorded value in the acquisition of truth; the status of those who are charged with saying what counts as true.", "source": "power_knowledge.txt"}
