{"text": "We have yet to write the history of that other form of madness, by which men, in an act of sovereign reason, confine their neighbors, and communicate and recognize each other through the merciless language of non-madness; to define the moment of this conspiracy before it was permanently established in the realm of truth, before it had been revived by the lyricism of protest. We must try to return, in history, to that zero point in the course of madness at which madness is an undifferentiated experience, a not yet divided experience of division itself. We must describe, from the start of its trajectory, that \"other form\" which relegates Reason and Madness to one side or the other of its action as things henceforth external, deaf to all exchange, and as though dead to one another.\nThis is the region where madness reigns. But if the classical age is to be defined by the gesture of segregation, we must describe how, at the moment of its formulation, this gesture was linked to the social and economic horizon of confinement.\nIn the history of madness, two events indicate with a singular clarity the change that occurred at the beginning of the classical age: the creation of the Hôpital Général in 1656, and the \"Great Confinement\" of the poor, the unemployed, the corrected, and the insane. Suddenly, across Europe, great houses of confinement were created. The Hôpital Général was not a medical establishment. It was rather a sort of semi-judicial structure, an administrative entity which, along with the already existing powers, and outside of the courts, decided, judged, and executed.\nIt was an instance of order, of the monarchical and bourgeois order being organized in France during this period. It was directly linked to the royal power which placed it under the authority of the civil government alone. The Grand Confinement had a political and social aim: the suppression of beggary and idleness, sources of all disorders.", "source": "madness_and_civilization.txt"}
{"text": "For a long time, the story goes, we supported a Victorian regime, and we continue to be dominated by it today. Thus the image of the imperial prude is emblazoned on our restrained, mute, and hypocritical sexuality.\nAt the beginning of the seventeenth century a certain frankness was still common, it would seem. Sexual practices had little need of secrecy; words were said without undue reticence, and things were done without too much concealment; one had a tolerant familiarity with the illicit. Codes regulating the coarse, the obscene, and the indecent were quite lax compared to those of the nineteenth century. It was a time of direct gestures, shameless discourse, and open transgressions, when anatomies were shown and intermingled at will, and knowing children hung about amid the laughter of adults: it was a period when bodies \"made a display of themselves.\"\nBut twilight soon fell upon this bright day, followed by the monotonous nights of the Victorian bourgeoisie. Sexuality was carefully confined; it moved into the home. The conjugal family took custody of it and absorbed it into the serious function of reproduction. On the subject of sex, silence became the rule. The legitimate and procreative couple laid down the law. The couple imposed itself as model, enforced the norm, championed the truth, and kept the right to speak while retaining the principle of secrecy. A single locus of sexuality was acknowledged in social space as well as at the heart of every household, but it was a utilitarian and fertile one: the parents' bedroom. The rest had to remain vague; proper demeanor avoided contact with other bodies, and verbal decency sanitized one's speech. And sterile behavior carried the taint of abnormality; if it insisted on making itself too visible, it would be designated accordingly and would have to pay the penalty.\nNothing that was not ordered in terms of generation or transfigured by it could expect sanctuary or a hearing. Nor could it find any other place to hide: there was no room for it in the serious space of the home, work, or leisure. It was driven out, denied, and reduced to silence. Not only did it not exist, it had no right to exist and would be made to disappear upon its least manifestation - whether in acts or in words.\nWe must ask whether, since the nineteenth century, we have not in fact been witnessing a \"repressive hypothesis\"? The doubt I would like to raise does not concern the fact that sex is not repressed. It is rather a question of knowing whether the repression of sex is truly the fundamental and overriding historical fact that we should be attending to.", "source": "history_of_sexuality.txt"}
{"text": "The Panopticon is a machine for dissociating the see/being seen dyad: in the peripheric ring, one is totally seen, without ever seeing; in the central tower, one sees everything without ever being seen. It is an important mechanism, for it automatizes and disindividualizes power. Power has its principle not so much in a person as in a certain concerted distribution of bodies, surfaces, lights, gazes; in an arrangement whose internal mechanisms produce the relation in which individuals are caught.\nThe ceremonies, the rituals, the marks by which the sovereign's surplus power was manifested are useless. There is a machinery that assures dissymmetry, disequilibrium, difference. Consequently, it does not matter who exercises power. Any individual, taken almost at random, can operate the machine: in the absence of the director, his family, his friends, his visitors, even his servants. Similarly, it does not matter what motive animates him: the curiosity of the indiscreet, the malice of a child, the thirst for knowledge of a philosopher who wishes to visit this museum of human nature, or the perversity of those who take pleasure in spying and punishing. The more numerous those anonymous and temporary observers are, the greater the risk for the inmate of being surprised and the greater his anxious awareness of being observed.\nHe who is subjected to a field of visibility, and who knows it, assumes responsibility for the constraints of power; he makes them play spontaneously upon himself; he inscribes in himself the power relation in which he simultaneously plays both roles; he becomes the principle of his own subjection. By this very fact, the external power may throw off its physical weight; it tends to the non-corporal; and, the more it approaches this limit, the more constant, profound and permanent its effects: it is a perpetual victory that avoids any physical confrontation and which is always decided in advance.\nThe major effect of the Panopticon: to induce in the inmate a state of conscious and permanent visibility that assures the automatic functioning of power. So to arrange things that the surveillance is permanent in its effects, even if it is discontinuous in its action; that the perfection of power should tend to render its actual exercise unnecessary; that this architectural apparatus should be a machine for creating and sustaining a power relation independent of the person who exercises it; in short, that the inmates should be caught up in a power situation of which they are themselves the bearers.", "source": "panopticism.txt"}
