{"text": "Michel Foucault (1926–1984) was a French historian and philosopher, associated with the structuralist and post-structuralist movements. He has had strong influence not only in philosophy but also in a wide range of humanistic and social scientific disciplines.\n3.1 Histories of Madness and Medicine\nFoucault’s History of Madness in the Classical Age (1961) originated in his academic study of psychology (a licence de psychologie in 1949 and a diplome de psycho-pathologie in 1952), his work in a Parisian mental hospital, and his own personal psychological problems. It was mainly written during his post-graduate Wanderjahren (1955–59) through a succession of diplomatic/educational posts in Sweden, Germany, and Poland. A study of the emergence of the modern concept of “mental illness” in Europe, History of Madness is formed from both Foucault’s extensive archival work and his critique of what he saw as the moral hypocrisy of modern psychiatry. Standard histories saw the nineteenth-century medical treatment of madness (developed from the reforms of Pinel in France and the Tuke brothers in England) as an enlightened liberation of the mad from the ignorance and brutality of preceding ages. But, according to Foucault, the new idea that the mad were merely sick (“mentally” ill) and in need of medical treatment was not at all a clear improvement on earlier conceptions (e.g., the Renaissance idea that the mad were in contact with the mysterious forces of cosmic tragedy or the seventeenth-eighteenth-century view of madness as a renouncing of reason). Moreover, he argued that the alleged scientific neutrality of modern medical treatments of insanity are in fact covers for controlling challenges to conventional bourgeois morality. In short, Foucault argued that what was presented as an objective, incontrovertible scientific discovery (that madness is mental illness) was in fact the product of eminently questionable social and ethical commitments.\nFoucault’s next history, The Birth of the Clinic (1963) also presents a critique of modern clinical medicine. But the socio-ethical critique is muted (except for a few vehement passages), presumably because there is a substantial core of objective truth in medicine (as opposed to psychiatry) and so less basis for criticism. As a result The Birth of the Clinic is much closer to a standard history of science, in the tradition of Canguilhem’s history of concepts.\n3.2 The Order of Things\nThe book that made Foucault famous, Les mots et les choses (translated into English under the title The Order of Things), is in many ways an odd interpolation into the development of his thought. Its subtitle, “An Archaeology of the Human Sciences”, suggests an expansion of the earlier critical histories of psychiatry and clinical medicine into other modern disciplines such as economics, biology, and philology. And indeed there is an extensive account of the various “empirical disciplines” of the Renaissance and the Classical Age that precede these modern human sciences. But there is little or nothing of the implicit social critique found in the History of Madness or even The Birth of the Clinic. Instead, Foucault offers an analysis of what knowledge meant—and how this meaning changed—in Western thought from the Renaissance to the present. At the heart of his account is the notion of representation.\n3.3 From Archaeology to Genealogy\nFoucault explicitly presents The Order of Things as an “archaeological” approach to the history of thought. Three years later, in 1969, he published The Archaeology of Knowledge, a methodological treatise that explicitly formulates what he took to be the archaeological method that he used not only in The Order of Things but also (at least implicitly) in History of Madness and The Birth of the Clinic. The key idea of the archaeological method is that systems of thought and knowledge (epistemes or discursive formations, in Foucault’s terminology) are governed by rules, beyond those of grammar and logic, that operate beneath the consciousness of individual subjects and define a system of conceptual possibilities that determines the boundaries of thought in a given domain and period.\nArchaeology was an essential method for Foucault because it supported a historiography that did not rest on the primacy of the consciousness of individual subjects; it allowed the historian of thought to operate at an unconscious level that displaced the primacy of the subject found in both phenomenology and in traditional historiography. However, archaeology’s critical force was restricted to the comparison of the discursive formations of different periods. Such comparisons could suggest the contingency of a given way of thinking by showing that the people living in previous ages had thought very differently (and, apparently, just as effectively). But mere archaeological analysis could say nothing about the causes of the transition from one way of thinking to another and so had to ignore perhaps the most forceful case for the contingency of entrenched contemporary positions. Genealogy, the new method first deployed in Discipline and Punish, was intended to remedy this deficiency.\nFoucault intended the term “genealogy” to evoke Nietzsche’s genealogy of morals, particularly with its suggestion of complex, mundane, inglorious origins—in no way part of any grand scheme of progressive history. The point of a genealogical analysis is to show that a given system of thought (itself uncovered in its essential structures by archaeology, which therefore remains part of Foucault’s historiography) was the result of contingent turns of history, not the outcome of rationally inevitable trends.\n3.4 History of the Prison\nDiscipline and Punish, published in 1975, is a genealogical study of the development of the “gentler” modern way of imprisoning criminals rather than torturing or killing them. While recognizing the element of genuinely enlightened reform, Foucault particularly emphasizes how such reform also becomes a vehicle of more effective control: “to punish less, perhaps; but certainly to punish better”(1975 [1977: 82]). He further argues that the new mode of punishment becomes the model for control of an entire society, with factories, hospitals, and schools modeled on the modern prison. We should not, however, think that the deployment of this model was due to the explicit decisions of some central controlling agency. Foucault’s analysis shows how techniques and institutions, developed for different and often quite innocuous purposes, converged to create the modern system of disciplinary power.\nAt the core of Foucault’s picture of modern disciplinary society are three primary techniques of control: hierarchical observation, normalising judgment, and the examination. To a great extent, control over people (power) can be achieved merely by observing them. So, for example, the tiered rows of seats in a stadium not only makes it easy for spectators to see but also for guards or security cameras to scan the audience. A perfect system of observation would allow one guard to see everything (a situation approximated, as we shall see, in Jeremy Bentham’s Panopticon). But since this is not usually possible, there is a need for “relays” of observers, hierarchically ordered, through whom observed data passes from lower to higher levels.\nA distinctive feature of modern power (disciplinary control) is its concern with what people have not done (nonobservence), with, that is, a person’s failure to reach required standards. This concern illustrates the primary function of modern disciplinary systems: to correct deviant behavior. The main goal is not revenge (as in the case of the tortures of premodern punishment) but reform, where reform means primarily coming to live by society’s standards or norms. Discipline through imposing precise and detailed norms, “normalization,” is quite different from the older system of judicial punishment, which merely judges each action as either allowed or not allowed by the law and does not indicate whether those judged are “normal” or “abnormal.” This idea of normalization is pervasive in our society: e.g., national standards for educational programs, for medical practice, for industrial processes and products.\nBentham’s Panopticon is, for Foucault, a paradigmatic architectural model of modern disciplinary power. It is a design for a prison, built so that each inmate is separated from and invisible to all the others (in separate “cells”) and each inmate is always visible to a guard situated in a central tower. Guards do not in fact always see each inmate; the point is that they could at any time. Since inmates never know whether they are being observed, they must behave as if they are always seen and observed. As a result, control is achieved more by the possibility of internal monitoring of those controlled than by actual supervision or heavy physical constraints.\n3.5 History of Modern Sexuality\nFoucault’s history of sexuality was originally projected as a fairly straightforward extension of the genealogical approach of Discipline and Punish to the topic of sexuality. Foucault’s idea is that the various modern fields of knowledge about sexuality (various “sciences of sexuality,” including psychoanalysis) have an intimate association with the power structures of modern society and so are prime candidates for genealogical analysis. The first volume of this project, The History of Sexuality, Vol. I: The Will to Knowledge, published in 1976, was intended as the introduction to a series of studies on particular aspects of modern sexuality (children, women, “perverts,” population). It outlined the project of the overall history, explaining the basic viewpoint and the methods to be used.\nOn Foucault’s account, modern control of sexuality parallels modern control of criminality by making sex (like crime) an object of allegedly scientific disciplines, which simultaneously offer knowledge and domination of their objects. However, it becomes apparent that there is a further dimension in the power associated with the sciences of sexuality. Not only is there control exercised via other people’s knowledge of individuals such as doctors’ knowledge, for example; there is also control via individuals’ knowledge of themselves. Individuals internalize the norms laid down by the sciences of sexuality and monitor themselves in an effort to conform to these norms. Thus, they are controlled not only as objects of disciplines but also as self-scrutinizing and self-forming subjects.\nFoucault outlined what became one of the most influential contemporary understandings of power in a series of short propositions over three pages of The History of Sexuality, Volume 1. He elucidated and developed this understanding of power in a number of essays, lectures and interviews throughout the rest of his life, but the basic idea was already present in these pages. We should not try to look for the center of power, or for the individuals, institutions or classes that rule, but should rather construct a “microphysics of power” that focuses on the multitude of loci of power spread throughout a society: families, workplaces, everyday practices, and marginal institutions. One has to analyze power relations from the bottom up and not from the top down, and to study the myriad ways in which the subjects themselves are constituted in these diverse but intersecting networks.\nFoucault’s short but influential discussion of biopower also first appears at the end of The History of Sexuality, Vol. 1. Foucault contrasts it to what he calls sovereign power: a form of power that was historically founded on violence—the right to kill. It was exercised mainly by “deduction” (taking something away): it consisted of the right to appropriate a portion of the nation’s wealth, for example by imposing a tax on products, goods and services, or by demanding a portion of the subjects’ time, strength, and ultimately life itself. The obligation to wage war on behalf of the sovereign and the imposition of death penalty for going against his will were the clearest forms of such power. But Foucault claims that the West has undergone a profound transformation in its mechanisms of power since the seventeenth century. Deductive and violent sovereign power has been gradually complemented and partly replaced by biopower, a form of power that exerts a positive influence on life, “that endeavors to administer, optimize, and multiply it, subjecting it to precise controls and comprehensive regulations” (1976 [1978: 137]). This era of biopower is marked by the explosion of numerous and diverse techniques for achieving the control of populations: techniques that, for example, coordinate medical care, normalize behavior, rationalize mechanisms of insurance, and rethink urban planning. The aim is the effective administration of bodies and the calculated management of life through means that are scientific and continuous. Mechanisms of power and knowledge have assumed responsibility for the life process in order to optimize, control, and modify it. The exercise of power over living beings no longer carries the threat of death, but instead takes charge of their lives.", "source": "foucault_texts.txt"}
