{"text": "For a long time, the story goes, we supported a Victorian regime, and we continue to be dominated by it even today. Thus the image of the imperial prude is emblazoned on our restrained, mute, and hypocritical sexuality. At the beginning of the seventeenth century a certain frankness was still common, it would seem. Sexual practices had little need of secrecy; words were said without undue reticence, and things were done without too much concealment; one had a tolerant familiarity with the illicit. Codes regulating the coarse, the obscene, and the indecent were quite lax compared to those of the nineteenth century. It was a time of direct gestures, shameless discourse, and open transgressions, when anatomies were shown and intermingled at will, and knowing children hung about amid the laughter of adults: it was a period when bodies \"made a display of themselves.\"\nBut twilight soon fell upon this bright day, followed by the monotonous nights of the Victorian bourgeoisie. Sexuality was carefully confined; it moved into the home. The conjugal family took custody of it and absorbed it into the serious function of reproduction. On the subject of sex, silence became the rule. The legitimate and procreative couple laid down the law. The couple imposed itself as model, enforced the norm, championed the truth, and reserved the right to speak while retaining the principle of secrecy. A single locus of sexuality was acknowledged in social space as well as at the heart of every household, but it was a utilitarian and fertile one: the parents' bedroom. The rest remained vague; proper names were erased, silence was mandatory.\nI am not suggesting that the \"repressive hypothesis\" is false, but rather that it is not the whole story. What sustains our eagerness to speak of sex in terms of repression is doubtless this opportunity to speak out against the powers that be, to utter truths and promise bliss, to link together enlightenment, liberation, and manifold pleasures; to pronounce a discourse that combines the fervor of knowledge, the determination to change the laws, and the longing for the garden of earthly delights.", "source": "history_of_sexuality.txt"}
{"text": "The plague is met by order; its function is to sort out every possible confusion: that of the disease, which is transmitted when bodies are mixed together; that of the evil, which is increased when fear and death overcome prohibitions. It lays down for each individual his place, his body, his disease and his death, his well-being, by means of an omnipresent and omniscient power that subdivides itself in a regular, uninterrupted way even to the ultimate determination of the individual, of what characterizes him, of what belongs to him, of what happens to him. Against the plague, which is a mixture, discipline brings into play its power, which is one of analysis. A whole literary fiction of the festival grew up around the plague: suspended laws, lifted prohibitions, the frenzy of passing time, bodies mingling together without respect, individuals unmasked, abandoning their statutory identity and the figure under which they had been recognized, allowing a quite different truth to appear. But there was also a political dream of the plague, which was exactly its reverse: not the collective festival, but strict divisions; not laws transgressed, but the penetration of regulation into even the smallest details of everyday life through the mediation of the complete hierarchy that assured the capillary functioning of power; not masks that were put on and taken off, but the assignment to each individual of his 'true' name, his 'true' place, his 'true' body, his 'true' disease. The plague as a form, at once real and imaginary, of disorder had as its medical and political correlative discipline. Behind the disciplinary mechanisms can be read the haunting memory of 'contagions', of the plague, of rebellions, crimes, vagabondage, desertions, people who appear and disappear, live and die in disorder.\nThe Panopticon is a machine for dissociating the see/being seen dyad: in the peripheric ring, one is totally seen, without ever seeing; in the central tower, one sees everything without ever being seen. It is an important mechanism, for it automatizes and disindividualizes power. Power has its principle not so much in a person as in a certain concerted distribution of bodies, surfaces, lights, gazes; in an arrangement whose internal mechanisms produce the relation in which individuals are caught. The ceremonies, the rituals, the marks by which the sovereign's surplus power was manifested are useless. There is a machinery that assures dissymmetry, disequilibrium, difference. Consequently, it does not matter who exercises power. Any individual, taken almost at random, can operate the machine: in the absence of the director, his family, his friends, his visitors, even his servants. Similarly, it does not matter what motive animates him: the curiosity of the indiscreet, the malice of a child, the thirst for knowledge of a philosopher who wishes to visit this museum of human nature, or the perversity of those who take pleasure in spying and punishing. The more numerous those anonymous and temporary observers are, the greater the risk for the inmate of being surprised and the greater his anxious awareness of being observed. The Panopticon is a marvelous machine which, whatever use one may wish to put it to, produces homogeneous effects of power.", "source": "panopticism.txt"}
{"text": "We must cease once and for all to describe the effects of power in negative terms: it 'excludes', it 'represses', it 'censors', it 'abstracts', it 'masks', it 'conceals'. In fact, power produces; it produces reality; it produces domains of objects and rituals of truth. The individual and the knowledge that may be gained of him belong to this production.\nKnowledge is not made for understanding; it is made for cutting.\nPower and knowledge directly imply one another; there is no power relation without the correlative constitution of a field of knowledge, nor any knowledge that does not presuppose and constitute at the same time power relations. These 'power-knowledge relations' are to be analysed, therefore, not on the basis of a subject of knowledge who is or is not free in relation to the power system, but on the contrary, the subject who knows, the objects to be known and the modalities of knowledge must be regarded as so many effects of these fundamental implications of power-knowledge and their historical transformations. In short, it is not the activity of the subject of knowledge that produces a corpus of knowledge, useful or resistant to power, but power-knowledge, the processes and struggles that traverse it and of which it is made up, that determines the forms and possible domains of knowledge.", "source": "power_knowledge.txt"}
