{"text": "The gesture that divides madness is the constitutive one, not the science that grows up in the calm that returns after the division has been made.\nIs it surprising that prisons resemble factories, schools, barracks, hospitals, which all resemble prisons?\nThere are more ideas on earth than intellectuals imagine.\nWe should admit rather that power produces knowledge (and not simply by encouraging it because it serves power or by applying it because it is useful); that power and knowledge directly imply one another.\nTruly to escape Hegel involves an exact appreciation of the price we have to pay to detach ourselves from him. It assumes that we are aware of the extent to which Hegel, insidiously perhaps, is close to us; it implies a knowledge, in that which permits us to think against Hegel, of that which remains Hegelian.\nDo not ask who I am and do not ask me to remain the same: leave it to our bureaucrats and our police to see that our papers are in order. At least spare us their morality when we write.\nMarxism exists in nineteenth-century thought as a fish exists in water; that is, it ceases to breathe anywhere else.\nWhen I study the mechanisms of power, I try to study their specificity... I admit neither the notion of a master nor the universality of his law. On the contrary, I set out to grasp the mechanisms of the effective exercise of power; and I do this because those who are inserted in these relations of power, who are implicated therein, may, through their actions, their resistance, and their rebellion, escape them, transform them—in short, no longer submit to them.\nThe problem is not to discover in oneself the truth of one's sex, but, rather, to use one's sexuality henceforth to arrive at a multiplicity of relationships. And, no doubt, homosexuality is not a form of desire but something desirable. Therefore, we have to work at becoming homosexuals.\nI don't feel that it is necessary to know exactly what I am. The main interest in life and work is to become someone else that you were not in the beginning.\nThe soul is the prison of the body.\nIt is ugly to be punishable, but there is no glory in punishing. Hence the double system of protection that justice has set up between itself and the punishment it imposes.\nThe disappearance of public executions marks therefore the decline of the spectacle; but it also marks a slackening of the hold on the body.\nThe public execution is to be understood not only as a judicial, but also as a political ritual. It belongs, even in minor cases, to the ceremonies by which power is manifested.\nIn the ceremonies of the public execution, the main character was the people, whose real and immediate presence was required for the performance.\nThe criticism of the reformers was directed not so much at the weakness or cruelty of those in authority, as at a bad economy of power.\nDiscipline 'makes' individuals; it is the specific technique of a power that regards individuals both as objects and as instruments of its exercise.\nOur society is one not of spectacle, but of surveillance.\nThere is no power relation without the correlative constitution of a field of knowledge, nor any knowledge that does not presuppose and constitute at the same time power relations.\nWestern man has become a confessing animal.\nConfession frees, but power reduces one to silence; truth does not belong to the order of power, but shares an original affinity with freedom: traditional themes in philosophy, which a political history of truth would have to overturn by showing that truth is not by nature free--nor error servile--but that its production is thoroughly imbued with relations of power.\nPower is everywhere: not that it engulfs everything, but that it comes from everywhere.\nThe critical ontology of ourselves has to be considered not, certainly, as a theory, a doctrine, nor even as a permanent body of knowledge that is accumulating; it has to be conceived as an attitude, an ethos, a philosophical life in which the critique of what we are is at one and the same time the historical analysis of the limits that are imposed on us and an experiment with the possibility of going beyond them.\nMaybe the target nowadays is not to discover what we are but to refuse what we are.\nMy intention was not to deal with the problem of truth, but with the problem of the truth-teller, or of truth telling.", "source": "quotes.txt"}
