{"text": "THE PANOPTICON AND THE DISCIPLINARY SOCIETY\nThe following is an exploration of the themes found in 'Discipline and Punish'.\nThe Panopticon is not simply a building; it is a diagram of a mechanism of power reduced to its ideal form. It figures the architectural technology of a power that is at once visible and unverifiable. Visible: the inmate will constantly have before his eyes the tall outline of the central tower from which he is spied upon. Unverifiable: the inmate must never know whether he is being looked at at any one moment; but he must be sure that he may always be so. In order to make the presence or absence of the inspector unverifiable, so that the prisoners, in their cells, cannot even see a shadow, Bentham envisaged not only venetian blinds on the windows of the central observation hall, but, on the inside, partitions that intersected the hall at right angles and, zigzagging openings instead of doors, intended to prevent light passing from one cell to another.\nHe is the object of information, never a subject in communication. The arrangement of his room, opposite the central tower, imposes on him an axial visibility; but the divisions of the ring, those separated cells, imply a lateral invisibility. And this invisibility is a guarantee of order. If the inmates are convicts, there is no danger of a plot, an attempt at collective escape, the planning of new crimes for the future, bad reciprocal influences; if they are patients, there is no danger of contagion; if they are madmen, there is no risk of their committing violence upon one another; if they are schoolchildren, there is no copying, no noise, no chatter, no waste of time; if they are workers, there are no disorders, no theft, no coalitions, none of those distractions that slow down the rate of work, make it less perfect or cause accidents. The crowd, a compact mass, a locus of multiple exchanges, individualities merging together, a collective effect, is abolished and replaced by a collection of separated individualities. From the point of view of the guardian, it is replaced by a multiplicity that can be numbered and supervised; from the point of view of the inmates, by a sequestered and observed solitude.\nThe major effect of the Panopticon: to induce in the inmate a state of conscious and permanent visibility that assures the automatic functioning of power. So to arrange things that the surveillance is permanent in its effects, even if it is discontinuous in its action; that the perfection of power should tend to render its actual exercise unnecessary; that this architectural apparatus should be a machine for creating and sustaining a power relation independent of the person who exercises it; in short, that the inmates should be caught up in a power situation of which they are themselves the bearers.\nPower has its principle not so much in a person as in a certain concerted distribution of bodies, surfaces, lights, gazes; in an arrangement whose internal mechanisms produce the relation in which individuals are caught up. The ceremonies, the rituals, the marks by which the sovereign's surplus power was manifested are useless. There is a machinery that assures dissymmetry, disequilibrium, difference. Consequently, it does not matter who exercises power. Any individual, taken almost at random, can operate the machine: in the absence of the director, his family, his friends, his visitors, even his servants. Similarly, it does not matter what motive animates him: the curiosity of the indiscreet, the malice of a child, the thirst for knowledge of a philosopher who wishes to visit this museum of human nature, or the perversity of those who take pleasure in spying and punishing. The more numerous those anonymous and temporary observers are, the greater the risk for the inmate of being surprised and the greater his anxious awareness of being observed. The Panopticon is a marvelous machine which, whatever use one may wish to put it to, produces homogeneous effects of power.\nBIO-POWER AND THE POPULATION\nOne might say that the ancient right to take life or let live was replaced by a power to foster life or disallow it to the point of death. This is why the juridical form of sovereignty is less and less capable of coding power. It can no longer be transcribed into the terms of sovereignty, but into the terms of the norms of the population.\nThis bio-power was without question an indispensable element in the development of capitalism; the latter would not have been possible without the controlled insertion of bodies into the machinery of production and the adjustment of the phenomena of population to economic processes. But this was not all. It required more than that. It demanded methods of power capable of optimizing forces, aptitudes, and life in general without at the same time making them more difficult to govern.\nIf the development of the great instruments of the state, as institutions of power, ensured the maintenance of production relations, the rudiments of anatomo- and bio-politics, created in the eighteenth century as techniques of power present at every level of the social body and utilized by very diverse institutions (the family and the army, schools and the police, individual medicine and the administration of collective bodies), operated in the sphere of economic processes, their development, and the forces working to sustain them. They also acted as factors of segregation and social hierarchization, exerting their influence on the respective forces of both these movements, guaranteeing relations of domination and effects of hegemony. The adjustment of the accumulation of men to that of capital, the joining of the growth of human groups to the expansion of productive forces and the differential allocation of profit, were made possible in part by the exercise of bio-power in its many forms and modes of application.\nThe investment of the body, its valorization, and the distributive management of its forces were at the time indispensable. One knows how many times the question has been raised concerning the role of an ascetic morality in the first formation of capitalism; but what occurred in the eighteenth century in some Western countries, an event bound up with the development of capitalism, was a different phenomenon: nothing less than the entry of life into history, that is, the entry of phenomena peculiar to the life of the human species into the order of knowledge and power, into the sphere of political techniques.\nON THE REPRESSIVE HYPOTHESIS\nThe seventeenth century, then, was the beginning of an age of repression typical of what we call the bourgeois societies, an age which perhaps we still have not completely freed ourselves. Calling sex by its name, in order to learn its secrets, is now an act of defiance. We are conscious of defying established power, we know we are being subversive, we believe we are fighting for our freedom.\nBut is the repression of sex really the historical fact? Is the prohibition, the censorship, the denial really the form that power has taken since the beginning of the classical age in the West?\nThe question is whether the analysis of power as repression is sufficient to account for the complex mechanisms by which sexuality has been deployed.\nIt is said that no society has been more prudish than ours, and no age has been more reticent about sex. But look at the results. We have been transforming our sex into discourse for centuries. The Christian pastoral, the confession, the examination of conscience, the direction of conscience—all these have been incitements to speak of sex, to put it into words, to make it function in the discourse of truth.", "source": "foucault_excerpts.txt"}
