{"text": "The following, according to an order published at the end of the seventeenth century, were the measures to be taken when the plague appeared in a town. First, a strict spatial partitioning: the closing of the town and its outlying districts, a prohibition to leave the town on pain of death, the killing of all stray animals; the division of the town into distinct quarters, each governed by an intendant. Each street is placed under the authority of a syndic, who keeps it under surveillance; if he leaves the street, he will be condemned to death. On the appointed day, everyone is ordered to stay indoors: it is forbidden to leave on pain of death. The syndic himself comes to lock the door of each house from the outside; he takes the key with him and hands it over to the intendant of the quarter; the intendant keeps it until the end of the quarantine. Each family will have made its own provisions; but, for bread and wine, small wooden canals are set up between the street and the interior of the houses, thus allowing each person to receive his ration without communicating with the supplier and other residents; meat, fish and herbs will be hoisted up into the houses with pulleys.\nBentham's Panopticon is the architectural figure of this composition. We know the principle on which it was based: at the periphery, an annular building; at the centre, a tower; this tower is pierced with wide windows that open onto the inner side of the ring; the peripheric building is divided into cells, each of which extends the whole width of the building; they have two windows, one on the inside, corresponding to the windows of the tower; the other, on the outside, allows the light to cross the cell from one end to the other. All that is needed, then, is to place a supervisor in a central tower and to shut up in each cell a madman, a patient, a condemned man, a worker or a schoolboy. By the effect of backlighting, one can observe from the tower, standing out precisely against the light, the small captive shadows in the cells of the periphery. They are like so many cages, so many small theatres, in which each actor is alone, perfectly individualized and constantly visible. The panoptic mechanism arranges spatial unities that make it possible to see constantly and to recognize immediately. In short, it reverses the principle of the dungeon; or rather of its three functions-to enclose, to deprive of light and to hide-it preserves only the first and eliminates the other two. Full lighting and the eye of a supervisor capture better than darkness, which ultimately protected. Visibility is a trap.\nPower is something exercised, put into action, in relationships – an active relation rather than a possession or static state of affairs. Power is never appropriated in the way that wealth or a commodity can be appropriated. Power functions. Power is exercised through networks, and individuals do not simply circulate in those networks; they are in a position to both submit to and exercise this power. They are never the inert or consenting targets of power; they are always its relays. In other words, power passes through individuals. It is not applied to them.\nI don't feel that it is necessary to know exactly what I am. The main interest in life and work is to become someone else that you were not in the beginning.\nDo not ask who I am and do not ask me to remain the same: leave it to our bureaucrats and our police to see that our papers are in order. At least spare us their morality when we write.", "source": "foucault_texts.txt"}
