{"text": "The Repressive Hypothesis\nThe seventeenth century, so the story goes, was the beginning of an age of repression: this was the age of the bourgeois societies, of the expansion of capitalism, and of the establishment of the modern state. Sexuality was carefully confined; it moved into the home. The conjugal family took custody of it and absorbed it into the serious function of reproduction. On the subject of sex, silence became the rule.\nBut is it not the case that, since the eighteenth century, there has been a discursive explosion regarding sex? Rather than a massive censorship, we have seen a regulated and polymorphous incitement to discourse?\nThis bio-power was without question an indispensable element in the development of capitalism; the latter would not have been possible without the controlled insertion of bodies into the machinery of production and the adjustment of the phenomena of population to economic processes. But this was not all it required; it also needed the growth of both these factors, their reinforcement as well as their availability and docility; it had to have methods of power capable of optimizing forces, aptitudes, and life in general without at the same time making them more difficult to govern.\nIf one can apply the term bio-history to the pressures through which the movements of life and the processes of history interfere with one another, one would have to speak of bio-politics to designate what brought life and its mechanisms into the realm of explicit calculations and made knowledge-power an agent of transformation of human life.", "source": "history_of_sexuality.txt"}
{"text": "The Subject and Power\nThere are two meanings of the word \"subject\": subject to someone else by control and dependence; and tied to his own identity by a conscience or self-knowledge. Both meanings suggest a form of power which subjugates and makes subject to. Generally, it can be said that there are three types of struggles: either against forms of domination (ethnic, social, and religious); against forms of exploitation which separate individuals from what they produce; or against that which ties the individual to himself and submits him to others in this way (struggles against subjection, against forms of subjectivity and submission).\nPower is not an institution, and not a structure; neither is it a certain strength we are endowed with; it is the name that one attributes to a complex strategical situation in a particular society. We must cease once and for all to describe the effects of power in negative terms: it 'excludes', it 'represses', it 'censors', it 'abstracts', it 'masks', it 'conceals'. In fact, power produces; it produces reality; it produces domains of objects and rituals of truth. The individual and the knowledge that may be gained of him belong to this production.\nThe Panopticon is a machine for dissociating the see/being seen dyad: in the peripheric ring, one is totally seen, without ever seeing; in the central tower, one sees everything without ever being seen. The major effect of the Panopticon: to induce in the inmate a state of conscious and permanent visibility that assures the automatic functioning of power. So to arrange things that the surveillance is permanent in its effects, even if it is discontinuous in its action; that the perfection of power should tend to render its actual exercise unnecessary; that this architectural apparatus should be a machine for creating and sustaining a power relation independent of the person who exercises it.\nWe know how the prison, the hospital, the asylum, the school, and the factory resemble each other. Is it surprising that prisons resemble factories, schools, barracks, and hospitals, which all resemble prisons? The 'carceral' network constitutes a 'disciplinary' society.\nTruth is a thing of this world: it is produced only by virtue of multiple forms of constraint. And it induces regular effects of power. Each society has its regime of truth, its 'general politics' of truth: that is, the types of discourse which it accepts and makes function as true; the mechanisms and instances which enable one to distinguish true and false statements, the means by which each is sanctioned; the techniques and procedures accorded value in the acquisition of truth; the status of those who are charged with saying what counts as true.", "source": "power_knowledge.txt"}
