{"text": "The old power of death that symbolized sovereign power was now carefully supplanted by the administration of bodies and the calculated management of life. During the classical period, there was a rapid development of various disciplines – universities, secondary schools, barracks, workshops; there was also the emergence, in the field of political practices and economic observation, of the problems of birthrate, longevity, public health, housing, and migration. Hence there was an explosion of numerous and diverse techniques for achieving the subjugation of bodies and the control of populations.\nBio-power was without question an indispensable element in the development of capitalism; the latter would not have been possible without the controlled insertion of bodies into the machinery of production and the adjustment of the phenomena of population to economic processes. But this was not all it required; it also needed the growth of both these factors, their reinforcement as well as their availability and docility; it had to have methods of power capable of optimizing forces, aptitudes, and life in general without at the same time making them more difficult to govern.\nSexuality must not be thought of as a kind of natural given which power tries to hold in check, or as an obscure domain which knowledge tries gradually to uncover. It is the name that can be given to a historical construct: not a furtive reality that is difficult to grasp, but a great surface network in which the stimulation of bodies, the intensification of pleasures, the incitement to discourse, the formation of special knowledges, the strengthening of controls and resistances, are linked to one another, in accordance with a few major strategies of knowledge and power.", "source": "biopolitics.txt"}
{"text": "The Panopticon is a machine for dissociating the see/being seen dyad: in the peripheric ring, one is totally seen, without ever seeing; in the central tower, one sees everything without ever being seen. It is an important mechanism, for it automatizes and disindividualizes power. Power has its principle not so much in a person as in a certain concerted distribution of bodies, surfaces, lights, gazes; in an arrangement whose internal mechanisms produce the relation in which individuals are caught. The ceremonies, the rituals, the marks by which the sovereign's surplus power was manifested are useless. There is a machinery that assures dissymmetry, disequilibrium, difference. Consequently, it does not matter who exercises power. Any individual, taken almost at random, can operate the machine.\nHe is seen, but he does not see; he is the object of information, never a subject in communication. The arrangement of his room, opposite the central tower, imposes on him an axial visibility; but the divisions of the ring, those separated cells, imply a lateral invisibility. And this is the guarantee of order. If the inmates are convicts, there is no danger of a plot, an attempt at collective escape, the planning of new crimes for the future, bad reciprocal influences; if they are patients, there is no danger of contagion; if they are madmen, there is no risk of their committing violence upon one another; if they are schoolchildren, there is no copying, no noise, no chatter, no waste of time; if they are workers, there are no disorders, no theft, no coalitions, none of those distractions that slow down the rate of work, make it less perfect or cause accidents. The crowd, a compact mass, a locus of multiple exchanges, individualities merging together, a collective effect, is abolished and replaced by a collection of separated individualities.\nDiscipline increases the forces of the body (in economic terms of utility) and diminishes these same forces (in political terms of obedience). In short, it dissociates power from the body; on the one hand, it turns it into an \"aptitude\", a \"capacity\", which it seeks to increase; on the other hand, it reverses the course of the energy, the power that might result from it, and turns it into a relation of strict subjection. If economic exploitation separates the force and the product of labour, let us say that disciplinary coercion establishes in the body the constricting link between an increased aptitude and an increased domination.", "source": "panopticism.txt"}
{"text": "We must cease once and for all to describe the effects of power in negative terms: it 'excludes', it 'represses', it 'censors', it 'abstracts', it 'masks', it 'conceals'. In fact, power produces; it produces reality; it produces domains of objects and rituals of truth. The individual and the knowledge that may be gained of him belong to this production.\nPower and knowledge directly imply one another; that there is no power relation without the correlative constitution of a field of knowledge, nor any knowledge that does not presuppose and constitute at the same time power relations. These 'power-knowledge relations' are to be analysed, therefore, not on the basis of a subject of knowledge who is or is not free in relation to the power system, but on the contrary, the subject who knows, the objects to be known and the modalities of knowledge must be regarded as so many effects of these fundamental implications of power-knowledge and their historical transformations.\nTruth isn't outside power, or lacking in power: contrary to a myth whose history and functions would repay further study, truth isn't the reward of free spirits, the child of protracted solitude, nor the privilege of those who have succeeded in liberating themselves. Truth is a thing of this world: it is produced only by virtue of multiple forms of constraint. And it induces regular effects of power. Each society has its regime of truth, its 'general politics' of truth: that is, the types of discourse which it accepts and makes function as true; the mechanisms and instances which enable one to distinguish true and false statements, the means by which each is sanctioned; the techniques and procedures accorded value in the acquisition of truth; the status of those who are charged with saying what counts as true.", "source": "power_knowledge.txt"}
