{"text": "The world is my representation: this is a truth valid with reference to every living and knowing being, although man alone can bring it into reflective, abstract consciousness. If he really does this, he has attained to philosophical wisdom. It then becomes clear and certain to him that he does not know a sun and an earth, but only an eye that sees a sun, a hand that feels an earth; that the world around him is there only as representation, in other words, only in reference to another thing, the consciousness, which is himself.\nThe will is the thing-in-itself, the inner content, the essence of the world. Life, the visible world, the phenomenon, is only the mirror of the will. Therefore life accompanies the will as inseparably as the shadow accompanies the body; and if will exists, so will life, the world, exist. Life is, therefore, assured to the will to live; and so long as we are filled with the will to live, we need not be apprehensive for our existence, even in the sight of death.", "source": "world_as_will.txt"}
{"text": "Unless suffering is the direct and immediate object of life, our existence must entirely fail of its aim. It is absurd to look upon the enormous amount of pain that abounds everywhere in the world, and originates in needs and necessities inseparable from life itself, as serving no purpose at all and the result of mere chance. Each separate misfortune, as it comes, seems, no doubt, to be something exceptional; but misfortune in general is the rule.\nThe life of every individual, if we survey it as a whole and in general, and only lay stress upon its most significant features, is really always a tragedy, but gone through in detail, it has the character of a comedy. For the deeds and vexations of the day, the restless irritation of the moment, the desires and fears of the week, the mishaps of every hour, are all through chance, which is ever bent upon some jest, scenes of a comedy. But the never-satisfied wishes, the frustrated efforts, the hopes unmercifully crushed by fate, the unfortunate errors of the whole life, with increasing suffering and death at the end, are always a tragedy.", "source": "essays.txt"}
