{"text": "The Essays of Arthur Schopenhauer; the Art of Controversy\nTHE ART OF CONTROVERSY.\nPRELIMINARY: LOGIC AND DIALECTIC.\nBy the ancients, Logic and Dialectic were used as synonymous terms;\nalthough [Greek: logizesthai], \"to think over, to consider, to\ncalculate,\" and [Greek: dialegesthai], \"to converse,\" are two very\ndifferent things.\nThe name Dialectic was, as we are informed by Diogenes Laertius, first\nused by Plato; and in the _Phaedrus, Sophist, Republic_, bk. vii., and\nelsewhere, we find that by Dialectic he means the regular employment\nof the reason, and skill in the practice of it. Aristotle also uses\nthe word in this sense; but, according to Laurentius Valla, he was\nthe first to use Logic too in a similar way. Dialectic, therefore,\nseems to be an older word than Logic. Cicero and Quintilian use the\nwords in the same general signification.\nThis use of the words and synonymous terms lasted through the Middle\nAges into modern times; in fact, until the present day. But more\nrecently, and in particular by Kant, Dialectic has often been employed\nin a bad sense, as meaning \"the art of sophistical controversy\";\nand hence Logic has been preferred, as of the two the more innocent\ndesignation. Nevertheless, both originally meant the same thing; and\nin the last few years they have again been recognised as synonymous.\nIt is a pity that the words have thus been used from of old, and that\nI am not quite at liberty to distinguish their meanings. Otherwise, I\nshould have preferred to define _Logic_ (from [Greek: logos], \"word\"\nand \"reason,\" which are inseparable) as \"the science of the laws of\nthought, that is, of the method of reason\"; and _Dialectic_ (from\n[Greek: dialegesthai], \"to converse\"--and every conversation\ncommunicates either facts or opinions, that is to say, it is\nhistorical or deliberative) as \"the art of disputation,\" in the modern\nsense of the word. It it clear, then, that Logic deals with a subject\nof a purely _à priori_ character, separable in definition from\nexperience, namely, the laws of thought, the process of reason or the\n[Greek: logos], the laws, that is, which reason follows when it is\nleft to itself and not hindered, as in the case of solitary thought on\nthe part of a rational being who is in no way misled. Dialectic, on\nthe other hand, would treat of the intercourse between two rational\nbeings who, because they are rational, ought to think in common, but\nwho, as soon as they cease to agree like two clocks keeping exactly\nthe same time, create a disputation, or intellectual contest. Regarded\nas purely rational beings, the individuals would, I say, necessarily\nbe in agreement, and their variation springs from the difference\nessential to individuality; in other words, it is drawn from\nexperience.\nLogic, therefore, as the science of thought, or the science of the\nprocess of pure reason, should be capable of being constructed _à\npriori_. Dialectic, for the most part, can be constructed only _à\nposteriori_; that is to say, we may learn its rules by an experiential\nknowledge of the disturbance which pure thought suffers through the\ndifference of individuality manifested in the intercourse between\ntwo rational beings, and also by acquaintance with the means which\ndisputants adopt in order to make good against one another their own\nindividual thought, and to show that it is pure and objective. For\nhuman nature is such that if A. and B. are engaged in thinking in\ncommon, and are communicating their opinions to one another on any\nsubject, so long as it is not a mere fact of history, and A. perceives\nthat B.'s thoughts on one and the same subject are not the same as his\nown, he does not begin by revising his own process of thinking, so as\nto discover any mistake which he may have made, but he assumes that\nthe mistake has occurred in B.'s. In other words, man is naturally\nobstinate; and this quality in him is attended with certain results,\ntreated of in the branch of knowledge which I should like to call\nDialectic, but which, in order to avoid misunderstanding, I shall call\nControversial or Eristical Dialectic. Accordingly, it is the branch\nof knowledge which treats of the obstinacy natural to man. Eristic is\nonly a harsher name for the same thing.\nControversial Dialectic is the art of disputing, and of disputing in\nsuch a way as to hold one's own, whether one is in the right or the\nwrong--_per fas et nefas_. A man may be objectively in the right,\nand nevertheless in the eyes of bystanders, and sometimes in his own,\nhe may come off worst. For example, I may advance a proof of some\nassertion, and my adversary may refute the proof, and thus appear to\nhave refuted the assertion, for which there may, nevertheless, be\nother proofs. In this case, of course, my adversary and I change\nplaces: he comes off best, although, as a matter of fact, he is in the\nwrong.\nIf the reader asks how this is, I reply that it is simply the\nnatural baseness of human nature. If human nature were not base, but\nthoroughly honourable, we should in every debate have no other aim\nthan the discovery of truth; we should not in the least care whether\nthe truth proved to be in favour of the opinion which we had begun by\nexpressing, or of the opinion of our adversary. That we should\nregard as a matter of no moment, or, at any rate, of very secondary\nconsequence; but, as things are, it is the main concern. Our\ninnate vanity, which is particularly sensitive in reference to our\nintellectual powers, will not suffer us to allow that our first\nposition was wrong and our adversary's right. The way out of this\ndifficulty would be simply to take the trouble always to form a\ncorrect judgment. For this a man would have to think before he spoke.\nBut, with most men, innate vanity is accompanied by loquacity and\ninnate dishonesty. They speak before they think; and even though they\nmay afterwards perceive that they are wrong, and that what they assert\nis false, they want it to seem the contrary. The interest in truth,\nwhich may be presumed to have been their only motive when they stated\nthe proposition alleged to be true, now gives way to the interests of\nvanity: and so, for the sake of vanity, what is true must seem false,\nand what is false must seem true.\nHowever, this very dishonesty, this persistence in a proposition which\nseems false even to ourselves, has something to be said for it. It\noften happens that we begin with the firm conviction of the truth\nof our statement; but our opponent's argument appears to refute it.\nShould we abandon our position at once, we may discover later on\nthat we were right after all; the proof we offered was false, but\nnevertheless there was a proof for our statement which was true. The\nargument which would have been our salvation did not occur to us at\nthe moment. Hence we make it a rule to attack a counter-argument, even\nthough to all appearances it is true and forcible, in the belief that\nits truth is only superficial, and that in the course of the dispute\nanother argument will occur to us by which we may upset it, or succeed\nin confirming the truth of our statement. In this way we are almost\ncompelled to become dishonest; or, at any rate, the temptation to do\nso is very great. Thus it is that the weakness of our intellect and\nthe perversity of our will lend each other mutual support; and that,\ngenerally, a disputant fights not for truth, but for his proposition,\nas though it were a battle _pro aris et focis_. He sets to work _per\nfas et nefas_; nay, as we have seen, he cannot easily do otherwise.\nAs a rule, then, every man will insist on maintaining whatever he\nhas said, even though for the moment he may consider it false or\ndoubtful.\nSTRATAGEMS.\nI.\nThe _Extension_.--This consists in carrying your opponent's\nproposition beyond its natural limits; in giving it as general a\nsignification and as wide a sense as possible, so as to exaggerate it;\nand, on the other hand, in giving your own proposition as restricted\na sense and as narrow limits as you can, because the more general a\nstatement becomes, the more numerous are the objections to which it is\nopen. The defence consists in an accurate statement of the point or\nessential question at issue.\nII.\nThe _Homonymy_.--This trick is to extend a proposition to something\nwhich has little or nothing in common with the matter in question but\nthe similarity of the word; then to refute it triumphantly, and so\nclaim credit for having refuted the original statement.\nIII.\nAnother trick is to take a proposition which is laid down relatively,\nand in reference to some particular matter, as though it were uttered\nwith a general or absolute application; or, at least, to take it in\nsome quite different sense, and then refute it.\nVIII.\nThis trick consists in making your opponent angry; for when he is\nangry he is incapable of judging aright, and perceiving where\nhis advantage lies. You can make him angry by doing him repeated\ninjustice, or practising some kind of chicanery, and being generally\ninsolent.\nXXXVIII.\nA last trick is to become personal, insulting, rude, as soon as you\nperceive that your opponent has the upper hand, and that you are going\nto come off worst. It consists in passing from the subject of dispute,\nas from a lost game, to the disputant himself, and in some way\nattacking his person. It may be called the _argumentum ad personam_.\nON THE WISDOM OF LIFE: APHORISMS.\nThe simple Philistine believes that life is something infinite and\nunconditioned, and tries to look upon it and live it as though it left\nnothing to be desired.\nRecognise the truth in yourself, recognise yourself in the truth; and\nin the same moment you will find, to your astonishment, that the home\nwhich you have long been looking for in vain, which has filled your\nmost ardent dreams, is there in its entirety, with every detail of it\ntrue, in the very place where you stand. It is there that your heaven\ntouches your earth.\nWhat makes us almost inevitably ridiculous is our serious way of\ntreating the passing moment, as though it necessarily had all the\nimportance which it seems to have. It is only a few great minds that\nare above this weakness, and, instead of being laughed at, have come\nto laugh themselves.\nMarriage is a trap which nature sets for us.\nPoets and philosophers who are married men incur by that very fact the\nsuspicion that they are looking to their own welfare, and not to the\ninterests of science and art.\nA man is _wise_ only on condition of living in a world full of fools.", "source": "the_art_of_controversy.txt"}
{"text": "\"Talent hits a target no one else can hit; Genius hits a target no one else can see.\"\n\"Compassion is the basis of morality.\"\n\"A man can be himself only so long as he is alone; and if he does not love solitude, he will not love freedom; for it is only when he is alone that he is really free.\"\n\"Life is a constant suffering, or, at any rate, a business that does not cover the costs.\"\n\"The two enemies of human happiness are pain and boredom.\"\n\"Every man takes the limits of his own field of vision for the limits of the world.\"\n\"Mostly it is loss which teaches us about the worth of things.\"\n\"Politeness is to human nature what warmth is to wax.\"\n\"Treat a work of art like a prince: let it speak to you first.\"\n\"There is no more mistaken path to happiness than worldliness, revelry, high life.\"\n\"Money is human happiness in the abstract; he, then, who is no longer capable of enjoying human happiness in the concrete devotes his heart entirely to money.\"", "source": "schopenhauer_quotes.txt"}
