{"text": "\"The world is my representation\": This is a truth valid with reference to every living and knowing being, although man alone can bring it into reflective, abstract consciousness. If he really does this, philosophical discretion has come to him. It then becomes clear and certain to him that he does not know a sun and an earth, but only an eye that sees a sun, a hand that feels an earth; that the world around him is there only as representation, in other words, only in reference to another thing, the consciousness, which is himself. If any truth can be asserted a priori, it is this: for it is the expression of the most general form of all possible and thinkable experience; a form which is more general than time, or space, or causality, for they all presuppose it...\nTherefore, that which in some way exists or can exist, the whole world, is essentially subject to this condition of the subject and exists only for the subject. The world is representation.\nThis truth is by no means new. It was already in the principal points of the skeptical reflections from which the philosophy of Descartes started. But Berkeley was the first to distinctly enunciate it, and thereby he has rendered an immortal service to philosophy, although the remainder of his doctrines cannot hold its ground.\nThe will is the thing-in-itself, the inner content, the essence of the world. Life, visible world, phenomenon, is only the mirror of the will. Therefore life accompanies the will as inseparably as the shadow accompanies the body; and if will exists, so will life, the world, exist. Life is, therefore, assured to the will to live; and so long as we are filled with the will to live, we need not be apprehensive for our existence, even in death. It is true we see the individual come into being and pass away; but the individual is only phenomenal, exists only for the knowledge which is bound to the principle of sufficient reason, to the principium individuationis. Certainly, for this kind of knowledge, the individual receives his life as a gift, rises out of nothing, then suffers the loss of this gift through death, and returns again to nothing.\nBut we wish to consider life philosophically, that is, according to its Ideas, and in this sphere we shall find that neither the will, the thing-in-itself in all phenomena, nor the subject of knowing, that which perceives all phenomenon, is affected at all by birth or by death. Birth and death belong merely to the phenomenon of will, thus to life; and it is essential to this to exhibit itself in individuals which come into being and pass away, as fleeting phenomena appearing in the form of time—phenomena of that which in itself knows no time, but must exhibit itself precisely in the way we have said, in order to objectify its peculiar nature. Birth and death belong in like manner to life, and hold balance as reciprocal conditions of each other, or, if one likes the expression, as poles of the whole phenomenon of life. The wisest of all mythologies, the Indian, expresses this by giving to the very god that symbolises destruction, death (as Brahma, the most sinful and lowest god of the Trimurti, symbolises generation, coming into being, and Vishnu maintenance or preservation), by giving, I say, to Shiva as an attribute not only the necklace of skulls, but also the lingam, the symbol of generation, which appears here as the counterpart of death, thus signifying that generation and death are essentially correlatives, which reciprocally neutralise and annul each other. It was precisely the same sentiment that led the Greeks and Romans to adorn their costly sarcophagi, just as we see them now, with feasts, dances, marriages, the chase, fights of wild beasts, in short, with representations of the most powerful stir of life, which they presented before the mind not only by such amusement, but even by preferring anatomies (such as the sexual parts) to other things. They intended by this to indicate that the full activity of life is the other side of death, and that through death only the individual perishes, but not the will which is the essence of the life in the individual.\nLife is a business which does not cover the costs.\nThe life of every individual, if we survey it as a whole and in general, and only lay stress upon its most significant features, is really always a tragedy, but gone through in detail, it has the character of a comedy. For the deeds and vexations of the day, the restless irritation of the moment, the desires and fears of the week, the mishaps of every hour, are all through chance, which is ever bent upon some jest, scenes of a comedy. But the never-satisfied wishes, the frustrated efforts, the hopes unmercifully crushed by fate, the unfortunate errors of the whole life, with increasing suffering and death at the end, are always a tragedy. Thus, as if fate would add derision to the misery of our existence, our life must contain all the woes of tragedy, and yet we cannot even assert the dignity of tragic characters, but in the broad detail of life must inevitably be the foolish characters of a comedy.", "source": "world_as_will_excerpt.txt"}
