{"text": "The life of every individual, if we survey it as a whole and in general, and only lay stress upon its most significant features, is really always a tragedy, but gone through in detail, it has the character of a comedy.\nMostly it is loss which teaches us about the worth of things.\nTalent hits a target no one else can hit; Genius hits a target no one else can see.\nCompassion is the basis of morality.\nA man can be himself only so long as he is alone; and if he does not love solitude, he will not love freedom; for it is only when he is alone that he is really free.\nEvery man takes the limits of his own field of vision for the limits of the world.\nWe forfeit three-fourths of ourselves in order to be like other people.", "source": "quotes.txt"}
{"text": "Unless suffering is the direct and immediate object of life, our existence must entirely fail of its aim. It is absurd to look upon the enormous amount of pain that abounds everywhere in the world, and originates in needs and necessities inseparable from life itself, as serving no purpose at all and the result of mere chance. Each separate misfortune, as it comes, seems, no doubt, to be something exceptional; but misfortune in general is the rule.\nI know of no greater absurdity than that propounded by most systems of philosophy in declaring evil to be negative in its character. Evil is just what is positive; it makes its own existence felt. Leibniz is particularly concerned to defend this absurdity; and he seeks to strengthen his position by using a palpable and paltry sophism. It is the good which is negative; in other words, happiness and satisfaction always imply some desire fulfilled, some state of pain ended.\nThis explains the fact that we generally find pleasure to be not nearly so pleasant as we expected, and pain very much more painful. The pleasure in this world, it has been said, outweighs the pain; or, at any rate, there is an even balance between the two. If the reader wishes to see shortly whether this statement is true, let him compare the respective feelings of two animals, one of which is engaged in eating the other.", "source": "on_suffering.txt"}
