{"text": "# On the Sufferings of the World\nUnless suffering is the direct and immediate object of life, our existence must entirely fail of its aim. It is absurd to look upon the enormous amount of pain that abounds everywhere in the world, and originates in needs and necessities inseparable from life itself, as serving no purpose at all and the result of mere chance. Each separate misfortune, as it comes, seems, no doubt, to be something exceptional; but misfortune in general is the rule.\nI know of no greater absurdity than that propounded by most systems of philosophy in declaring evil to be negative in its character. Evil is just what is positive; it makes its own existence felt. Happiness and satisfaction always imply some desire fulfilled, some state of pain brought to an end.\nThis explains the fact that we generally find pleasure to be not nearly so pleasant as we expected, and pain very much more painful. The pleasure in this world, it has been said, outweighs the pain; or, at any rate, there is an even balance between the two. If the reader wishes to see shortly whether this statement is true, let him compare the respective feelings of two animals, one of which is engaged in eating the other.", "source": "studies_in_pessimism.md"}
{"text": "The world is my representation: this is a truth valid with reference to every living and knowing being, although man alone can bring it into reflective, abstract consciousness. If he really does this, philosophical discretion has come to him. It then becomes clear and certain to him that he does not know a sun and an earth, but only an eye that sees a sun, a hand that feels an earth; that the world around him is there only as representation, in other words, only in reference to another thing, the consciousness, which is himself.\nThe will is the thing-in-itself, the inner content, the essence of the world. Life, the visible world, the phenomenon, is only the mirror of the will. Therefore life accompanies the will as inseparably as the shadow accompanies the body; and if will exists, so will life, the world, exist. Life is, therefore, assured to the will to live; and so long as we are filled with the will to live, we need not be apprehensive for our existence, even at the sight of death.\nThe will to live, the kernel and essence of that world, is indeed most deeply dissatisfied. The plant, the animal, the man, are the sensorium of the will to live; and this will is a hungry will, a will that consumes itself, that feeds upon itself.", "source": "the_world_as_will.txt"}
{"text": "The first and most important of all our faculties is the Will. The Intellect is a mere tool of the Will.\nTo be able to live among men, one must allow everyone to exist with his given individuality, whatever it may turn out to be; one must not strive to alter it, let alone condemn it, but only hold to the fact that he is such as he is; one must only get to know him and use him according to his nature, without hoping for any change in him.\nIt is a wise thing to be polite; consequently, it is a stupid thing to be rude. To make enemies by unnecessary and willful incivility, is just as insane a proceeding as to set your house on fire. For politeness is like a counter--an avowedly false coin, with which it is foolish to be stingy.\nA man who has no mental needs, because his intellect is of the narrow and normal amount, is, in the strict sense of the word, a Philistine.", "source": "counsels_and_maxims.txt"}
