{"text": "\"The world is my representation\": This is a truth which holds good for everything that lives and knows, though man alone can bring it into reflective and abstract consciousness. If he really does this, he has attained to philosophical wisdom. It then becomes clear and certain to him that he does not know a sun and an earth, but only an eye that sees a sun, a hand that feels an earth; that the world around him is there only as representation, in other words, only in reference to another thing, namely that which represents, and this is himself.\nIf any truth can be asserted a priori, it is this: for it is the expression of the most general form of all possible and thinkable experience: a form which is more general than time, or space, or causality, for they all presuppose it. And each of these, which we have seen to be just so many modes of the principle of sufficient reason, is valid only for a particular class of representations; whereas the antithesis of object and subject is the common form of all these classes, is that form under which alone any representation of whatever kind it be, abstract or intuitive, pure or empirical, is possible and thinkable.\nNo truth therefore is more certain, more independent of all others, and less in need of proof than this, that everything that exists for knowledge and this is the whole world is only object in relation to subject, perception of a perceiver, in a word, representation. This applies of course to the present as well as to the past and the future, to what is remotest as well as to what is nearest; for it applies to time and space themselves, in which alone these distinctions arise. All that in any way belongs or can belong to the world is inevitably thus conditioned through the subject, and exists only for the subject. The world is representation.\nThis truth is by no means new. It was embodied in the sceptical reflections with which Descartes started. Berkeley, however, was the first who distinctly enunciated it, although the remainder of his philosophy could not hold its ground. Kant's principal mistake was the neglect of this principle, as is shown in the appendix. On the other hand, how early this truth was recognised by the wise men of India, appearing indeed as the fundamental principle of the Vedânta philosophy ascribed to Vyasa, is pointed out by Sir William Jones in the last of his essays: \"On the Philosophy of the Asiatics\" (Asiatic Researches, vol. iv. p. 164), where he says, \"The fundamental tenet of the Vedânta school consisted not in denying the existence of matter, that is, of solidity, impenetrability, and extended figure (to deny which would be lunacy), but in correcting the popular notion of it, and in contending that it has no essence independent of mental perception; that existence and perceptibility are convertible terms.\" These words adequately express the compatibility of empirical reality and transcendental ideality.\nIn this first book, then, we consider the world only from this side, in so far as it is representation. The inner being, which is the reality of the world, and that which represents itself in the world, is to us still a dark mystery. But the next book will bring us to the other side of the world, to that which is not representation, but which the representation effectively mirrors, that which is the will.", "source": "world_as_will_excerpt.txt"}
