{"text": "Tolerance as an Ideological Category\nThe Culturalization of Politics\nWhy are today so many problems perceived as problems of intolerance, not as problems of inequality, exploitation, injustice? Why is the proposed remedy tolerance, not emancipation, political struggle, even armed struggle? The immediate answer is the liberal multiculturalist's basic ideological operation: the \"culturalization of politics\" - political differences, differences conditioned by political inequality, economic exploitation, etc., are naturalized/neutralized into \"cultural\" differences, different \"ways of life,\" which are something given, something that cannot be overcome, but merely \"tolerated.\" To this, of course, one should answer in Benjaminian terms: from culturalization of politics to politicization of culture. The cause of this culturalization is the retreat, failure, of direct political solutions (Welfare State, socialist projects, etc.). Tolerance is their post-political ersatz:\nThe retreat from more substantive visions of justice heralded by the promulgation of tolerance today is part of a more general depoliticization of citizenship and power and retreat from political life itself. The cultivation of tolerance as a political end implicitly constitutes a rejection of politics as a domain in which conflict can be productively articulated and addressed, a domain in which citizens can be transformed by their participation. [1]\nPerhaps, nothing expresses better the inconsistency of the post-political liberal project than its implicit paradoxical identification of culture and nature, the two traditional opposites: culture itself is naturalized, posited as something given. (The idea of culture as \"second nature\" is, of course, an old one.) It was, of course, Samuel Huntington who proposed the most successful formula of this \"culturalization of politics\" by locating the main source of today's conflicts into the \"clash of civilizations,\" what one is tempted to call the Huntington's disease of our time - as he put it, after the end of the Cold War, the \"iron curtain of ideology\" has been replaced by the \"velvet curtain of culture. [2] Huntington's dark vision of the \"clash of civilizations\" may appear to be the very opposite of Francis Fukuyama's bright prospect of the End of History in the guise of a world-wide liberal democracy: what can be more different from Fukuyama's pseudo-Hegelian idea of the \"end of history\" (the final Formula of the best possible social order was found in capitalist liberal democracy, there is now no space for further conceptual progress, there are just empirical obstacles to be overcome), [3] than Huntington's \"clash of civilizations\" as the main political struggle in the XXIst century? The \"clash of civilizations\" IS politics at the \"end of history.\"\nContemporary liberalism forms a complex network of ideologies, institutional and non-institutional practices; however, underlying this multiplicity is a basic opposition on which the entire liberal vision relies, the opposition between those who are ruled by culture, totally determined by the life-world into which they were born, and those who merely \"enjoy\" their culture, who are elevated above it, free to choose their culture. This brings us to the next paradox: the ultimate source of barbarism is culture itself, one's direct identification with a particular culture which renders one intolerant towards other cultures. The basic opposition is thus related to the opposite between collective and individual: culture is by definition collective and particular, parochial, exclusive of other cultures, while - next paradox - it is the individual who is universal, the site of universality, insofar as s/he extricates itself from and elevates itself above its particular culture. Since, however, every individual has to be somehow \"particularized,\" it has to dwell in a particular life-world, the only way to resolve this deadlock is to split the individual into universal and particular, public and private (where \"private\" covers both the \"safe haven\" of family and the non-state public sphere of civil society (economy)). In liberalism, culture survives, but as privatized: as way of life, a set of beliefs and practices, not the public network of norms and rules. Culture is thus literally transubstantiated: the same sets of beliefs and practices change from the binding power of a collective into an expression of personal and private idiosyncrasies.\nInsofar as culture itself is the source of barbarism and intolerance, the inevitable conclusion is that the only way to overcome intolerance and violence is to extricate the core of subject's being, its universal essence, from culture: in its core, the subject has to be kulturlos. (This, incidentally, gives a new twist to Joseph Goebbels's infamous formula \"when I hear the word culture, I reach for my gun\" - but not when I hear the word civilization.) Wendy Brown problematizes this liberal notion on a multitude of levels:\nFirst, it is not truly universal, kulturlos. Since, in our societies, a sexualized division of labor still predominates which confers a male twist on basic liberal categories (autonomy, public activity, competition), and relegates women to the private sphere of family solidarity, etc., liberalism itself, in its opposition of private and public, harbors male dominance. Furthermore, it is only the modern Western capitalist culture for which autonomy, individual freedom, etc., stand higher than collective solidarity, connection, responsibility for dependent others, the duty to respect the customs of one's community - again, liberalism itself privileges a certain culture, the modern Western one.\nBrown's second line of attack concerns the freedom of choice - here, also, liberalism shows a strong bias. It shows intolerance when individuals of other cultures are not given freedom of choice (cliterodectomy, child brideship, infanticide, polygamy, family rape...); however, it ignores the tremendous pressure which, for example, compels women in our liberal society to undergo plastic surgery, cosmetic implants, Botox injections, etc., in order to remain competitive on the sex market.\nFinally, there are all the self-referring paradoxes centered on the impasse of tolerating intolerance. Liberalist multiculturalism preaches tolerance between cultures, while making it clear that true tolerance is fully possible only in the individualist Western culture, and thus legitimizes even military interventions as an extreme mode of fighting the other's intolerance - some US feminists supported the US occupation of Afghanistan and Iraq as a form of helping the women in these countries... However, Brown tries to get too much mileage from this self-referential paradox which a radical liberal would simply assume without any inconsistency: if I believe in individual choice and tolerance of different cultures, OF COURSE this obliges me to be \"intolerant\" towards cultures which prevent choice and tolerance. Brown makes it easy here with focusing on today's anti-Islamism - but what about, say, the struggle against Nazism? Is it not also a \"paradox\" that the allied block fought a brutal war against Fascism on behalf of tolerance and peace? So what? There are limits to tolerance, and to be tolerant towards intolerance means simply to support (\"tolerate\") intolerance.\nThe liberal idea of a \"free choice\" - if the subject wants it, s/he can opt for the parochial way of the tradition into which s/he was born, but s/he has to be presented with alternatives and then make a free choice of it - always gets caught in a deadlock: while the Amish adolescents are formally given a free choice, the conditions they found themselves in while they are making the choice make the choice unfree. In order for them to have an effectively free choice, they would have to be properly informed on all the options, educated in them - however, the only way to do this would be to extract them from their embeddedness in the Amish community, i.e., to effectively render them \"English.\" This also clearly demonstrates the limitations of the predominant liberal attitude towards the Muslim women wearing a veil: they can do it if it is their free choice and not an option imposed on them by their husbands or family. However, the moment women wear a choice as the result of their free individual choice (say, in order to realize their own spirituality), the meaning of wearing a veil changes completely: it is no longer a sign of their belonging to the Muslim community, but an expression of their idiosyncratic individuality; the difference is the same as the one between a Chinese farmer eating Chinese food because his village is doing it from times immemorial, and a citizen of a Western megalopolis deciding to go and have a diner at a local Chinese restaurant. The lesson of all this is that a choice is always a meta-choice, a choice of the modality of the choice itself: it is only the woman who does not choose to wear a veil that effectively chooses a choice. This is why, in our secular societies of choice, people who maintain a substantial religious belonging are in a subordinate position: even if they are allowed to maintain their belief, this belief is \"tolerated\" as their idiosyncratic personal choice/opinion; the moment they present it publicly as what it is for them (a matter of substantial belonging), they are accused of \"fundamentalism.\" This is why the display of religious symbols and prayer in public schools are such a sensitive topic: their advocates open themselves to the reproach of blurring the line of separation between private and public, of staining the neutral frame of the public space. What this means is that the \"subject of free choice\" (in the Western \"tolerant\" multicultural sense) can only emerge as the result of an extremely violent process of being torn out of one's particular life-world, of being cut off from one's roots.\nThe philosophical underpinning of this ideology of the universal liberal subject, and, for this reason, the main philosophical target of Brown's critique of liberalism is the Cartesian subject, especially in its Kantian version: the subject which is conceived as capable of stepping outside its particular cultural/social roots and asserting its full autonomy and universality: \"Rational argument and criticism, indeed the rationality of criticism, are not simply the sign but also the basis of the moral autonomy of persons, an autonomy that presupposes independence from others, independence from authority in general, and the independence of reason itself.\" [4] The grounding experience of Descartes' position of universal doubt is precisely a \"multicultural\" experience of how one's own tradition is no better than what appears to us the \"eccentric\" traditions of others:\n/.../ I had been taught, even in my College days, that there is nothing imaginable so strange or so little credible that it has not been maintained by one philosopher or other, and I further recognized in the course of my travels that all those whose sentiments are very contrary to ours are yet not necessarily barbarians or savages, but may be possessed of reason in as great or even a greater degree than ourselves. [5]\nThe main feature of cogito is its insubstantial character: \"It cannot be spoken of positively; no sooner than it is, its function is lost.\" [6] Cogito is not a substantial entity, but a pure structural function, an empty place - as such, it can only emerge in the interstices of substantial communal systems. The link between the emergency of cogito and the disintegration and loss of substantial communal identities is thus inherent, and this holds even more for Spinoza than for Descartes: although Spinoza criticized the Cartesian cogito, he criticized it as a positive ontological entity - but he implicitly fully endorsed as the \"position of enunciated,\" the one which speaks from radical self-doubting, since, even more than Descartes, Spinoza spoke from the interstice of the social space(s), neither a Jew nor a Christian.\nSpinoza effectively is a \"philosopher as such\", with his subjective stance of a double outcast (excommunicated from the very community of the outcasts of Western civilization); which is why one should use him as a paradigm enabling us to discover the traces of a similar displacement, communal \"out of joint,\" with regard to all other great philosophers, up to Nietzsche who was ashamed of Germans and proudly emphasized his alleged Polish roots. For a philosopher, ethnic roots, national identity, etc., are simply not a category of truth, or, to put it in precise Kantian terms, when we reflect upon out ethnic roots, we engage in a private use of reason, constrained by contingent dogmatic presuppositions, i.e., we act as \"immature\" individuals, not as free human beings who dwell in the dimension of the universality of reason.\nThe opposition between Kant and Rorty with regard to this distinction of public and private is rarely noted, but nonetheless crucial: they both sharply distinguish between the two domains, but in the opposite sense. For Rorty, the great contemporary liberal if there ever was one, private is the space of our idiosyncrasies where creativity and wild imagination rule, and moral considerations are (almost) suspended, while public is the space of social interaction where we should obey the rules so that we do not hurt others; in other words, the private is the space of irony, while the public is the space of solidarity. For Kant, however, the public space of the \"world-civil-society\" designates the paradox of the universal singularity, of a singular subject who, in a kind of short-circuit, by-passing the mediation of the particular, directly participates in the Universal. This is what Kant, in the famous passage of his \"What is Enlightenment?\", means by \"public\" as opposed to \"private\": \"private\" is not individual as opposed to one's communal ties, but the very communal-institutional order of one's particular identification, while \"public\" is the trans-national universality of the exercise of one's Reason. The paradox of the underlying formula \"Think freely, but obey!\" (which, of course, poses a series of problems of its own, since it also relies on the distinction between the \"performative\" level of social authority, and the level of free thinking whose performativity is suspended) is thus that one participates in the universal dimension of the \"public\" sphere precisely as singular individual extracted from or even opposed to one's substantial communal identification - one is truly universal only as radically singular, in the interstices of communal identities. It is Kant who should be read here as the critic of Rorty: in his vision of the public space of the unconstrained free exercise of Reason, he asserts the dimension of emancipatory universality OUTSIDE the confines of one's social identity, of one's position within the order of (social) being - the dimension missing in Rorty.\nThe Effective Universality\nIt is here that we encounter Brown's fateful limitation. First, she ignores the tremendous liberating aspect of experiencing one's own cultural background as contingent. There is an authentic core of political liberalism: let us not forget that liberalism emerged in Europe after the catastrophy of 30-years war between Catholics and Protestants; it was an answer to the pressing question: how could people who differ in their fundamental religious allegiances co-exist? It demands from citizens more than a condescending tolerance of diverging religions, more than tolerance as a temporary compromise: it demands that we respect other religions not in spite of our innermost religious convictions but on account of them - respect for others is a proof of true belief. This attitude is best expressed by Abu Hanifa, the great 8th century Muslim intellectual: \"Difference of opinion in the community is a token of Divine mercy.\" [7] Moreover, it demands that this list of different positions includes atheists.\nIt is only within this ideological space that one can experience one's identity as something contingent and discursively \"constructed\" - to cut a long story short, philosophically, there is no Judith Butler (her theory of gender identity as performatively enacted, etc.) without the Cartesian subject. Second, this is why also her analysis, her image of Western liberalism, is fatefully distorted: it is suspicious how obsessively, desperately almost, she tries to characterize liberal multiculturalist tolerance as \"essentialist,\" as relying on \"essentialist\" notion that our socio-symbolic identity is determined by our stable natural-cultural essence. But whatever one can accuse liberal multiculturalism of, one should at least admit that it is profoundly anti-\"essentialist\": it is its barbarian Other which is perceived as \"essentialist\" and thereby \"false,\" i.e., fundamentalism \"naturalizes\" or \"essentializes\" historically conditioned contingent traits. - One can thus claim that Brown remains within the horizon of tolerant liberalism, raising it to a self-reflexive level: what she wants is a liberalism (multiculturalism) which would expose to critique also its own norms and procedures, becoming aware of its own \"intolerant\" Eurocentric bias - here are the last lines of the book:\n/.../ the alternative is not abandoning or rejecting liberalism but rather using the occasion to open liberal regimes to reflection on the false conceits of their cultural and religious secularism, and to the possibility of being transformed by their encounter with what liberalism has conveniently taken to be its constitutive outside and its hostile Other. /.../ These deconstructive moves bear the possibility of conceiving and nourishing a liberalism more self-conscious of and receptive to its own always already present hybridity, its potentially rich failure to hive off organicism from individuality and culture from political principles, law, or policy. This would be a liberalism potentially more modest, more restrained in its imperial and colonial impulses, but also one more capable of the multicultural justice to which it aspires. [8]\nHowever, one can argue that Brown fails to apply the self-reflexive move that she demands of liberal multiculturalism on her own edifice: while she convincingly demonstrates how the very procedure by means of which the liberal multi-culturalist discourse presents itself as universal, neutral with regard to all particular cultural roots, she continues to rely on categories which remain \"Eurocentric,\" as is her basic opposition of contingentialism and essentialism: to modern Europeans, other civilizations are caught in their specific culture, while modern Europeans are flexible, constantly changing their presuppositions. The move from sex as essentialist identity to sex as a contingent discursive construct is the move from traditionalism to modernity. Brown repeatedly criticizes the \"liberal conceit\" that, while traditional individuals are determined by their cultures, modern liberal subjects are above it, able to step in and out of different particular cultures - which means exactly that they are no longer \"essentialists\"...\nOr, to make the same point in a more direct way: the self-reflexive sensitivity to one's own limitation can only emerge against the background of the notions of autonomy and rationality promoted by liberalism. That is to say, Brown posits herself within the tradition of critique of ideology, of mere \"formal\" freedom, which grew out of the very same liberal matrix she is criticizing. One can, of course, argue that, in a way, the Western situation is even worse, because, in it, oppression itself is obliterated, masked as a free choice (\"What do you complain? YOU chose to do it...\"), and Brown is right in depicting how our freedom of choice often functions as a mere formal gesture of consenting to one's oppression and exploitation. However, the lesson of Hegel is here that form matters, that form has an autonomy and efficiency of its own. So when we compare a Third World woman forced to undergo cliterodectomy or promised to marriage when a small child, with the First World woman \"free to choose\" painful cosmetic surgery, the form of freedom matters - it opens up a space for critical reflection.,br>\nWhat is conspicuously missing from Brown's account is the obverse of the dismissal of other cultures as intolerant, barbarian, etc. - the all too slick admission of their superiority. Is not one of the topoi of Western liberalism the elevation of the Other as leading a life more harmonious, organic, less competitive, aiming at cooperation, not domination, etc? Linked to this is another operation: blindness for oppression on behalf of the \"respect\" for other's culture. Even freedom of choice is here often evoked in a perverted way: those people have chosen their way of life, inclusive of burning the widows, and, deplorable and repulsive as it appears to us, we should respect this choice... This brings us to Brown's next limitation. Her critique of liberalism remains at the standard Marxist level of denouncing the false universality, of showing how a position that presents itself as neutral-universal effectively privileges a certain (heterosexual, male, Christian...) culture. More precisely, she remains within the standard \"postmodern,\" \"anti-essentialist\" position, a kind of political version of Foucault's notion of sex as generated by the multitude of the practices of sexuality: \"man,\" the bearer of Human Rights, is generated by a set of political practices which materialize citizenship; \"human rights\" are as such a false ideological universality which masks and legitimizes a concrete politics of Western imperialism and domination, legitimizing military interventions and neocolonialism... - is, however, this enough?\nThe Marxist symptomal reading can convincingly demonstrate the particular content that gives the specific bourgeois ideological spin to the notion of human rights: \"universal human rights are effectively the rights of the white male private owners to exchange freely on the market, exploit workers and women, as well as exert political domination...\" This identification of the particular content that hegemonizes the universal form is, however, only half of the story; its other, crucial half consists in asking a much more difficult supplementary question, that of the emergence of the very form of universality: how, in what specific historical conditions, does the abstract Universality itself become a \"fact of (social) life\"? In what conditions do individuals experience themselves as subjects of universal human rights? Therein resides the point of Marx's analysis of \"commodity fetishism\": in a society in which commodity exchange predominates, individuals themselves, in their daily lives, relate to themselves, as well as to the objects they encounter, as to contingent embodiments of abstract-universal notions. What I am, my concrete social or cultural background, is experienced as contingent, since what ultimately defines me is the \"abstract\" universal capacity to think and/or to work. Or, any object that can satisfy my desire is experienced as contingent, since my desire is conceived as an \"abstract\" formal capacity, indifferent towards the multitude of particular objects that may - but never fully do - satisfy it. Say, the modern notion of \"profession\" implies that I experience myself as an individual who is not directly \"born into\" his social role - what I will become depends on the interplay between the contingent social circumstances and my free choice; in this sense, today's individual has a profession of an electrician or professor or waiter, while it is meaningless to claim that a medieval serf was a peasant by profession.\nThe crucial point here is, again, that, in certain specific social condition (of commodity exchange and global market economy), \"abstraction\" becomes a direct feature of the actual social life, the way concrete individuals behave and relate to their fate and to their social surroundings. Marx shares here Hegel's insight into how Universality becomes \"for itself\" only insofar as individuals no longer fully identify the kernel of their being with their particular social situation, only insofar as they experience themselves as forever \"out of joint\" with regard to this situation: the concrete, effective existence of the Universality is the individual without a proper place in the global edifice - in a given social structure, Universality becomes \"for itself\" only in those individuals who lack a proper place in it. The mode of appearance of an abstract Universality, its entering into actual existence, is thus an extremely violent move of disrupting the preceding texture of social life.\nIt is not enough to make the old Marxist point about the gap between the ideological appearance of the universal legal form and the particular interests that effectively sustain it; at this level, the counter-argument (made, among others, by Claude Lefort [9] and Jacques Rancière) [10] that the form, precisely, is never a \"mere\" form, but involves the dynamics of its own which lets its traces in the materiality of social life, is fully valid (the bourgeois \"formal freedom\" set in motion the process of very \"material\" political demands and practices, from trade unions to feminism). Ranciere's basic emphasis is on the radical ambiguity of the Marxist notion of the \"gap\" between formal democracy (the rights of man, political freedom, etc.) and the economic reality of exploitation and domination. One can read this gap between the \"appearance\" of equality-freedom and the social reality of economic, cultural, etc. differences either in the standard \"symptomatic\" way (the form of universal rights, equality, freedom and democracy is just a necessary, but illusory form of expression of its concrete social content, the universe of exploitation and class domination), or in the much more subversive sense of a tension in which the \"appearance\" of egaliberte, precisely, is NOT a \"mere appearance,\" but evinces an effectivity of its own, which allows it to set in motion the process of the rearticulation of actual socio-economic relations by way of their progressive \"politicization\" (Why shouldn't women also vote? Why shouldn't conditions at the working place also be of public political concern? etc.) One is tempted to use here the old Levi-Straussian term of \"symbolic efficiency\": the appearance of egaliberte is a symbolic fiction which, as such, possesses actual efficiency of its own - one should resist the properly cynical temptation of reducing it to a mere illusion that conceals a different actuality. (Therein resides the hypocrisy of the standard Stalinist mocking of the \"merely formal\" bourgeois freedom: if it is merely formal and doesn't disturb the true relations of power, why, then, doesn't the Stalinist regime allow it? Why is it so afraid of it?)\nThe key moment of any theoretical (and ethical, and political, and - as Badiou demonstrated - even aesthetic) struggle is the rise of universality out of the particular life-world. The commonplace according to which we are all irreducibly grounded in a particular (contingent) life-world, so that all universality is irreducibly colored by (embedded in) a particular life-world, should be turned around: the authentic moment of discovery, the breakthrough, occurs when a properly universal dimension explodes from within a particular context and becomes \"for-itself,\" directly experienced as such (as universal). This universality-for-itself is not simply external to (or above) the particular context: it is inscribed into it, it perturbs and affects it from within, so that the identity of the particular is split into its particular and its universal aspect. Did already Marx not point out how the true problem with Homer is not to explain the roots of his epics in the early Greek society, but to account for the fact that, although clearly rooted in their historical context, they were able to transcend their historical origin and speak to all epochs.\nPerhaps, the most elementary hermeneutic test of the greatness of a work of art is its ability to survive being torn out of its original context: in the case of a truly great work of art, each epoch reinvents/rediscovers its own figure of this work, like there is a romantic Shakespeare, a realist Shakespeare, etc. Take Wagner's Parsifal: a lot of historicist work was done recently trying to bring out the contextual \"true meaning\" of the Wagnerian figures and topics: the pale Hagen is really a masturbating Jew; Amfortas' wound is really syphillis... The idea is that Wagner is mobilizing historical codes known to everyone in his epoch: when a person stumbles, sings in cracking high tones, makes nervous gestures, etc., \"everyone knew\" this is a Jew, so Mime from Siegfried is a caricature of a Jew; the fear of syphillis as the illness in the groin one gets from having intercourse with an \"impure\" woman was an obsession in the second half of the 19th century, so it was \"clear to everyone\" that Amfortas really contracted syphillis from Kundry... However, the first problem here is that, even if accurate, such insights do not contribute much to a pertinent understanding of the work in question. One often hears that, in order to understand a work of art, one needs to know its historical context. Against this historicist commonplace, one should affirm that too much of a historical context can blur the proper contact with a work of art - in order to properly grasp Parsifal, one should abstract from such historical trivia, one should decontextualize the work, tear it out from the context in which it was originally embedded. There is more truth in Parsifal's formal structure which allows for different historical contextualizations than in its original context. It was Nietzsche, the great critic of Wagner, who was nonetheless the first to perform such a de-contextualization, proposing a new figure of Wagner: no longer Wagner as the poet of Teutonic mythology, of bombastic heroic grandeur, but the \"miniaturist\" Wagner, the Wagner of hystericized femininity, of delicate passages, of bourgeois family decadence. Along the same lines, Nietzsche was repeatedly reinvented throughout the XXth century, from the conservative-heroic proto-Fascist Nietzsche up to the \"French\" Nietzsche and the Cultural Studies Nietzsche. Convincing historical analysis can easily show how Nietzsche's theory was embedded in his particular political experience (the \"revolt of the slaves\" was for him exemplified by the Paris Commune); however, this in no way contradicts the fact that there is more truth in the \"decontextualized\" French Nietzsche of Deleuze and Foucault than in this \"historically accurate\" Nietzsche. And the argument is here not simply pragmatic: the point to be made is not that Deleuze's reading of Nietzsche, although \"historically inaccurate,\" is \"more productive\"; it is rather that the tension between the basic universal frame of Nietzsche's thought and its particular historical contextualization is inscribed into the very edifice of Nietzsche's thought, is part of its very identity, in the same way that the tension between the universal form of human rights and their \"true meaning\" at the historical moment of their inception is part of their identity.\nThe standard Marxist hermeneutics of unearthing the particular bias of abstract universality should thus be supplemented by its opposite: by the (properly Hegelian) procedure which uncovers the universality of what presents itself as a particular position. Recall again Marx's analysis of how, in the French revolution of 1848, the conservative-republican Party of Order functioned as the coalition of the two branches of royalism (orleanists and legitimists) in the \"anonymous kingdom of the Republic.\" [11] The parliamentary deputees of the Party of Order perceived their republicanism as a mockery: in parliamentary debates, they all the time generated royalist slips of tongue and ridiculed the Republic to let it be known that their true aim was to restore the kingdom. What they were not aware of is that they themselves were duped as to the true social impact of their rule. What they were effectively doing was to establish the conditions of bourgeois republican order that they despised so much (by for instance guaranteeing the safety of private property). So it is not that they were royalists who were just wearing a republican mask: although they experienced themselves as such, it was their very \"inner\" royalist conviction which was the deceptive front masking their true social role. In short, far from being the hidden truth of their public republicanism, their sincere royalism was the fantasmatic support of their actual republicanism - it was what provided the passion to their activity.\nAnd is this not the lesson of Hegel's \"Cunning of Reason\": particularity can mask universality? G. K. Chesterton wrote apropos of Nietzsche that he \"denied egoism simply by preaching it\": \"To preach anything is to give it away. First, the egoist calls life a war without mercy, and then he takes the greatest possible trouble to drill his enemies in war. To preach egoism is to practice altruism.\" [12] The medium is here not the message, quite the opposite: the very medium that we use - the universal intersubjectivity of language - undermines the message. So, again, it is not only that we should denounce the particular position of enunciation that sustains the universal enunciated content (the white-male-wealthy subject who proclaims universality of human rights, etc.) - much more important is to unearth the universality that sustains (and potentially undermines) my particular claim. The supreme case, noted by Bertrand Russell, is here of course the solipsist trying to convince others that he alone really exists. (Does the same hold for tolerance or intolerance? Not quite, although there is a similar catch in preaching tolerance: it (presup)poses its presupposition, the subject deeply \"bothered\" by the Neighbor, and thus reasserts it.)\nIn the same way, the French royalists were victims of the Cunning of Reason, blind for the universal (capitalist-republican) interest served by their pursuing of their particular royalist goals. They were like Hegel's valet de chambre who doesn't see the universal dimension, so that there are no heroes for him. More generally, an individual capitalist thinks he is active for his own profit, ignoring how he is serving the expanded reproduction of the universal capital. It is not only that every universality is haunted by a particular content that taints it; it is that every particular position is haunted by ITS implicit universality which undermines it. Capitalism is not just universal in-itself, it is universal for-itself, as the tremendous actual corrosive power which undermines all particular life-worlds, cultures, traditions, cutting across them, catching them in its vortex. In it meaningless to ask here the question \"is this universality true or a mask of particular interests?\" - this universality is directly actual as universality, as the negative force of mediating and destroying all particular content.\nIn this precise sense, Brown's ironic rejection of liberalism's claim of kulturlos universality misses the (Marxist) point: capitalism (whose ideology liberalism is) effectively IS universal, no longer rooted in a particular culture or \"world.\" This is why Badiou recently claimed that our time is devoid of world: the universality of capitalism resides in the fact that capitalism is not a name for a \"civilization,\" for a specific cultural-symbolic world, but the name for a truly neutral economico-symbolic machine which operates with Asian values as well as with others, so that Europe's worldwide triumph is its defeat, self-obliteration, the cutting of the umbilical link to Europe. The critics of \"Eurocentrism\" who endeavor to unearth the secret European bias of capitalism fall short here: the problem with capitalism is not its secret Eurocentric bias, but the fact that it really is universal, a neutral matrix of social relations. A possible argument against capitalist universality is that, within each civilization, the same capitalist mechanisms are \"symbolized,\" integrated into the concrete social whole, in a different way (it certainly affects differently a Protestant society than a Muslim one). So while capitalism certainly is a set of features which are trans-cultural, functioning in different societies, they nonetheless function within each society as a particular sub-system which is integrated into an each time specific over-determined articulation, i.e., texture of social-symbolic relations. It is like the use of same words by different social groups: although we all talk about \"computers\" or \"virtual reality,\" the scope of meaning of these terms is not the same in a San Francisco hacker community or in a working class small town in economic depression... The answer to this is that, precisely for this reason, the capitalist matrix of social relations is \"real\": it is that which, in all possible symbolic universes, functions in the same trans-symbolic way. Even if it doesn't \"mean the same\" to individuals in different communities, even if it doesn't inscribe itself into the totality of their life-world in the same way, it generates the same formal set of social relations, pursuing its circular movement of self-reproduction: in the US or in China, in Peru or in Saudi Arabia, the same profit-oriented matrix is at work.\nThe same logic holds for the emancipatory struggle: the particular culture which tries desperately to defend its identity has to repress the universal dimension which is active at its very heart, that is, the gap between the particular (its identity) and the universal which destabilizes it from within. This is why the 'leave us our culture' argument fails. Within every particular culture, individuals do suffer, women do protest when forced to undergo cliterodectomy, and these protests against the parochial constraints of one's culture are formulated from the standpoint of universality. Actual universality is not the \"deep\" feeling that, above all differences, different civilizations share the same basic values, etc.; actual universality ÈappearsÇ (actualizes itself) as the experience of negativity, of the inadequacy-to-itself, of a particular identity. The formula of revolutionary solidarity is not \"let us tolerate our differences,\" it is not a pact of civilizations, but a pact of struggles which cut across civilizations, a pact between what, in each civilization, undermines its identity from within, fights against its oppressive kernel. What unites us is the same struggle. A better formula would thus be: in spite of our differences, we can identify the basic antagonism o antagonistic struggle, in which we are both caught; so let us share our intolerance, and join forces in the same struggle. In other words, in the emancipatory struggle, it is not the cultures in their identity which join hands, it is the repressed, the exploited and suffering, the 'parts of no-part' of every culture which come together in a shared struggle. Such universality remains \"concrete\" in the precise sense that, once formulated, its persistence is not guaranteed: every historical epoch has to find its own specific way to accomplish the breakthrough to universality (and there are epochs which fail in this endeavor and remain blind for the universal dimension of a work in question, like most of the 17th and 18th centuries were blind for Shakespeare). This universality which emerges/explodes out of a violent breakthrough is not the awareness of the universal as the neutral frame which unites us all (\"in spite of our differences, we are basically all human...\"); it is the universality which becomes for-itself in the violent experience of the subject who becomes aware that he is not fully himself (coinciding with his particular form of existence), that he is marked by a profound split. Universality becomes for-itself in the particular element which is thwarted in its endeavor to reach its identity - conservative critique of democracy is fully aware of this paradox, when it points out how the democratic idea (each individual has the right to participate in social life independently of the particular place he occupies within the social edifice) potentially undermines social stability, of how it involves individuals who are by definition self-alienated, out-of-joint, not-reconciled, unable to recognize themselves (their proper place) in the global organic social order.\nOne often addressed at Primo Levi the question: does he consider himself primarily a Jew or a human? Levi himself often oscillated between these two choices. The obvious solution - precisely as a Jew, he was human, i.e., one is human, one participates in universal humanity, through one's very particular ethnic identification - falls flat here. The only consistent solution is not to say that Levi was a human who happened to be a Jew, but that he was human (he participated \"for himself\" in the universal function of humanity) precisely and only insofar as he was not able to (or was uneasy at) fully identifying with his Jewishness, insofar as \"being a Jew\" was for him a problem, not a fact, not a safe haven to which he can withdraw.\nAcheronta movebo\nThe particular ethnic substance, our \"life-world,\" which resists universality, is made of habits - what are habits? Every legal order (or every order of explicit normativity) has to rely on a complex network of informal rules which tells us how are we to relate to the explicit norms, how are we to apply them: to what extent are we to take them literally, how and when are we allowed, solicited even, to disregard them, etc. - and this is the domain of habit. To know the habits of a society is to know the meta-rules of how to apply its explicit norms: when to use them or not use them; when to violate them; when not to use a choice which is offered; when we are effectively obliged to do something, but have to pretend that we are doing it as a free choice (like in the case of potlatch). Recall the polite offer-meant-to-be-refused: it is a \"habit\" to refuse such an offer, and anyone who accepts such an offer commits a vulgar blunder. The same goes for many political situations in which a choice is given on condition that we make the right choice: we are solemnly reminded that we can say no - but we are expected to we reject this offer and enthusiastically say yes. With many sexual prohibitions, the situation is the opposite one: the explicit \"no\" effectively functions as the implicit injunction \"do it, but in a discreet way!\".\nOne of the strategies of \"totalitarian\" regimes is to have legal regulations (criminal laws) so severe that, if taken literally, EVEREYONE is guilty of something, and then to withdraw from their full enforcement. In this way, the regime can appear merciful (\"You see, if we wanted, we could have all of you arrested and condemned, but do not be afraid, we are lenient...\"), and at the same time wield a permanent threat to discipline its subjects (\"Do not play too much with us, remember that at any moment we can...\"). In ex-Yugoslavia, there was the infamous Article 133 of the penal code which could always be invoked to prosecute writers and journalists - it made into a crime any text that presents falsely the achievements of the socialist revolution or that may arouse the tension and discontent among the public for the way it deals with political, social, or other topics... this last category is obviously not only infinitely plastic, but also conveniently self-relating: does the very fact that you are accused by those in power not in itself equal the fact that you \"aroused the tension and discontent among the public\"? In those years, I remember asking a Slovene politician how does he justify this article; he just smiled and, with a wink, told me: \"Well, we have to have some tool to discipline at our will those who annoy us...\" This overlapping of potential total culpabilization (whatever you are doing MAY be a crime) and mercy (the fact that you are allowed to lead your life in peace is not a proof or consequence of your innocence, but a proof of the mercy and benevolence, of the \"understanding of the realities of life,\" of those in power) - yet another proof that \"totalitarian\" regimes are by definition regimes of mercy, of tolerating violations of the law, since, the way they frame social life, violating the law (bribing, cheating...) is a condition of survival.\nThe problem during the chaotic post-Soviet years of the Yeltsin rule in Russia could be located at this level: although the legal rules were known (and largely the same as under the Soviet Union), what disintegrated was the complex network of implicit unwritten rules which sustained the entire social edifice. Say, if, in the Soviet Union, you wanted to get a better hospital treatment, a new apartment, if you had a complain against authorities, if you were summoned to a court, if you wanted your child to be accepted in a top school, if a factory manager needed raw materials not delivered on time by the state-contractors, etc.etc., everyone knew what you really had to do, whom to address, whom to bribe, what you can do and what you cannot do. After the collapse of the Soviet power, one of the most frustrating aspects of the daily existence of ordinary people was that these unwritten rules largely got blurred: people simply did not know what to do, how to react, how are you to relate to explicit legal regulations, what can you ignore, where does bribery work, etc. (One of the functions of the organized crime was to provide a kind of ersatz-legality: if you owned a small business and a customer owed you money, you turned to your mafia-protector who dealt with the problem, since the state legal system was inefficient.) The stabilization under the Putin reign mostly amounts to the newly-established transparency of these unwritten rules: now, again, people mostly know how to act in react in the complex cobweb of social interactions.\nThis, also, is why the most elementary level of symbolic exchange is so-called \"empty gestures,\" offers made or meant to be rejected. It was Brecht who gave a poignant expression to this feature in his learning plays, exemplarily in Jasager in which the young boy is asked to accord freely with what will in any case be his fate (to be thrown into the valley); as his teacher explains it to him, it is customary to ask the victim if he agrees with his fate, but it is also customary for the victim to say yes. Belonging to a society involves a paradoxical point at which each of us is ordered to embrace freely, as the result of our choice, what is anyway imposed on us (we all must love our country or our parents). This paradox of willing (choosing freely) what is in any case necessary, of pretending (maintaining the appearance) that there is a free choice although effectively there isn't one, is strictly codependent with the notion of an empty symbolic gesture, a gesture - an offer - which is meant to be rejected.\nAnd is not something similar part of our everyday mores? In today's Japan, workers have the right to a 40 days holiday every year - however, they are expected not to use this right in its full extent (the implicit rule is not to use more than half of it). In John Irving's A Prayer for Owen Meany, after the little boy Owen accidentally kills John's (his best friend's, the narrator's) mother, he is, of course, terribly upset, so, to show how sorry he is, he discretely delivers to John a gift of the complete collection of color photos of baseball stars, his most precious possession; however, Dan, John's delicate stepfather, tells him that the proper thing to do is to return the gift. Let us imagine a more down-to-earth situation: when, after being engaged in a fierce competition for a job promotion with my closest friend, I win, the proper thing to do is to offer to retract, so that he will get the promotion, and the proper thing for him to do is to reject my offer - this way, perhaps, our friendship can be saved. What we have here is symbolic exchange at its purest: a gesture made to be rejected. The magic of symbolic exchange is that, although at the end we are where we were at the beginning, there is a distinct gain for both parties in their pact of solidarity. There is a similar logic at work in the process of apologizing: if I hurt someone with a rude remark, the proper thing for me to do is to offer him a sincere apology, and the proper thing for him to do is to say something like \"Thanks, I appreciate it, but I wasn't offended, I knew you didn't mean it, so you really owe me no apology!\" The point is, of course, that, although the final result is that no apology is needed, one has to go through the entire process of offering it: \"you owe me no apology\" can only be said after I DO offer an apology, so that, although, formally, \"nothing happens,\" the offer of apology is proclaimed unnecessary, there is a gain at the end of the process (perhaps, even, the friendship is saved).\nOf course, the problem is: what if the person to whom the offer to be rejected is made actually accepts it? What if, upon being beaten in the competition, I accept my friend's offer to get the promotion instead of him? What if Russia really started to act as a great power? A situation like this is properly catastrophic: it causes the disintegration of the semblance (of freedom) that pertains to social order, which equals the disintegration of the social substance itself, the dissolution of the social link. In this precise sense, revolutionary-egalitarian figures from Robespierre to John Brown are (potentially, at least) figures without habits: they refuse to take into account the habits that qualify the functioning of a universal rule. If all men are equal, than all men are equal and are to be effectively treated as such; if blacks are also human, they should be immediately treated as such.\nOn a less radical level, in early 1980s, a half-dissident student weekly newspaper in ex-Yugoslavia wanted to protest the fake \"free\" elections; aware of the limitations of the the slogan \"speak truth to power\" (\"The trouble with this slogan is that it ignores the fact that power will not listen and that the people already know the truth as they make clear in their jokes.\"), [13] instead of directly denouncing the elections as un-free, they decided to treat them as if they are really free, as if their result really was undecided, so, on the elections eve, they printed an extra-edition of the journal with large headline: \"Latest election results: it looks that Communists will remain in power!\" This simple intervention broke the unwritten \"habit\" (we \"all know\" that elections are not free, we just do not talk publicly about it...): by way of treating elections as free, it reminded the people publicly of their non-freedom.\nIn the second season of the TV-series Nip-Tuck, Sean learns that the true father of his adolescent son Matt is Christian, his partner. His first reaction is an angry outburst; then, in the aftermath of a failed operation to separate Siamese twins, he again accepts Chris as a partner, with a big speech at the operating table: \"I will never forgive you for what you did. But Matt is too precious, the best result of our partnership, so we should not lose this...\" This message obvious, all too obvious - a much more elegant solution would have been for Sean just to say: \"I will never forgive you for what you did.\", the subjective position of this statement being already that of acceptance - this is how one talks to someone whom one already decided to re-accept. So the problem is that Sean SAYS TOO MUCH - why does he go on? This is the interesting question. Is the US public too stupid? No. So why then? What if just a sign of true re-acceptance would have been too much, too intense, so the explicit platitudes are here to water it down? Perhaps, Nip-Tuck being an American series, this excess can be accounted for in the terms of the difference between Europe and the US. In Europe, the ground floor in a building is counted as 0, so that the floor about it is the \"first floor,\" while in the US, the \"first floor\" is on the street level. In short, Americans start to count with 1, while Europeans know that 1 is already a stand-in for 0. Or, to put it in more historical turns: Europeans are aware that, prior to start counting, there has to be a \"ground\" of tradition, a ground which is always-already given and, as such, cannot be counted, while the US, a land with no pre-modern historical tradition proper, lacks such a \"ground\" - things begin there directly with the self-legislated freedom, the past is erased (transposed on to Europe). [14] This lack of ground thus has to be supplemented by excessive saying - Sean cannot rely on the symbolic ground that would guarantee that Christian will get the message without explicitly stating it.\nHabits are thus the very stuff our identities are made of: in them, we enact and thus define what we effectively are as social beings, often in contrast with our perception of what we are - in their very transparency, they are the medium of social violence. Back in 1937, George Orwell [15] deployed the ambiguity of the predominant Leftist attitude towards the class difference:\nWe all rail against class-distinctions, but very few people seriously want to abolish them. Here you come upon the important fact that every revolutionary opinion draws part of its strength from a secret conviction that nothing can be changed. /.../ So long as it is merely a question of ameliorating the worker's lot, every decent person is agreed. /.../ But unfortunately you get no further by merely wishing class-distinctions away. More exactly, it is necessary to wish them away, but your wish has no efficacy unless you grasp what it involves. The fact that has got to be faced is that to abolish class-distinctions means abolishing a part of yourself. Here am I, a typical member of the middle class. It is easy for me to say that I want to get rid of class-distinctions, but nearly everything I think and do is a result of class-distinctions. /.../ I have got to alter myself so completely that at the end I should hardly be recognizable as the same person.\nOrwell's point is that radicals invoke the need for revolutionary change as a kind of superstitious token that should achieve the opposite, i.e., PREVENT the change from really occurring - a today's academic Leftist who criticizes the capitalist cultural imperialism is in reality horrified at the idea that his field of study would really break down. There is, however, a limit to this strategy: Orwell's insight holds only for a certain kind of \"bourgeois\" Leftists; there are Leftists who DO HAVE the courage of their convictions, who do not only want \"revolution without revolution,\" as Robespierre put it - Jacobins and Bolsheviks, among others... The starting point of these true revolutionaries can be the very position of the \"bourgeois\" Leftists; what happens is that, in the middle of their pseudo-radical posturing, they get caught into their own game and are ready to put in question their subjective position. It is difficult to imagine a more trenchant political example of the weight of Lacan's distinction between the \"subject of the enunciated\" and the \"subject of the enunciation\": first, in a direct negation, you start by wanting to \"change the world\" without endangering the subjective position from which you are ready to enforce the change; then, in the \"negation of negation,\" the subject enacting the change is ready to pay the subjective price for it, to change himself, or, to quote Gandhi's nice formula, to BE himself the change he wants to see in the world. - It is thus clear to Orwell that, in our ideological everyday, our predominant attitude is that of an ironic distance towards our true beliefs:\nthe left-wing opinions of the average 'intellectual' are mainly spurious. From pure imitativeness he jeers at things which in fact he believes in. As one example out of many, take the public-school code of honor, with its 'team spirit' and 'Don't hit a man when he's down', and all the rest of that familiar bunkum. Who has not laughed at it? Who, calling himself an 'intellectual', would dare not to laugh at it? But it is a bit different when you meet somebody who laughs at it from the outside; just as we spend our lives in abusing England but grow very angry when we hear a foreigner saying exactly the same things. /.../ It is only when you meet someone of a different culture from yourself that you begin to realize what your own beliefs really are.\nThere is nothing \"inner\" in this true ideological identity of mine - my innermost beliefs are all \"out there,\" embodied in practices which reach up to the immediate materiality of my body - \"my notions-notions of good and evil, of pleasant and unpleasant, of funny and serious, of ugly and beautiful - are essentially middle-class notions; my taste in books and food and clothes, my sense of honor, my table manners, my turns of speech, my accent, even the characteristic movements of my body\"... One should definitely add to this series smell: perhaps the key difference between lower popular class and middle class concerns the way they relate to smell. For the middle class, lower classes smell, their members do not wash regularly - or, to quote the proverbial answer of a middle-class Parisian to why he prefers to ride the first class cars in the metro: \"I wouldn't mind riding with workers in the second class - it is only that they smell!\" This brings us to one of the possible definitions of what a Neighbor means today: a Neighbor is the one who by definition smells. This is why today deodorants and soaps are crucial - they make neighbors at least minimally tolerable: I am ready to love my neighbors... provided they don't smell too bad. According to a recent report, scientists in a laboratory in Venezuela added a further element to these series: through genetic manipulations, they succeeded in growing beans which, upon consumption, do not generate the bad-smelling and socially embarrassing winds! So, after decaf coffee, fat-free cakes, diet cola and alcohol-free beer, we now get wind-free beans... [16] Lacan supplemented Freud's list of partial objects (breast, faeces, penis) with two further objects: voice and gaze. Perhaps, we should add another object to this series: smell.\nWe reach thereby the \"heart of darkness\" of habits. Recall numerous cases of pedophilia that shatter the Catholic Church: when its representatives insists that these cases, deplorable as they are, are Church's internal problem, and display great reluctance to collaborate with police in their investigation, they are, in a way, right - the pedophilia of Catholic priests is not something that concerns merely the persons who, because of accidental reasons of private history with no relation to the Church as an institution, happened to chose the profession of a priest; it is a phenomenon that concerns the Catholic Church as such, that is inscribed into its very functioning as a socio-symbolic institution. It does not concern the \"private\" unconscious of individuals, but the \"unconscious\" of the institution itself: it is not something that happens because the Institution has to accommodate itself to the pathological realities of libidinal life in order to survive, but something that the institution itself needs in order to reproduce itself. One can well imagine a \"straight\" (not pedophiliac) priest who, after years of service, gets involved in pedophilia because the very logic of the institution seduces him into it. Such an institutional Unconscious designates the obscene disavowed underside that, precisely as disavowed, sustains the public institution. (In the army, this underside consists of the obscene sexualized rituals of fragging etc. which sustain the group solidarity.) In other words, it is not simply that, for conformist reasons, the Church tries to hush up the embarrassing pedophilic scandals; in defending itself, the Church defends its innermost obscene secret. What this means is that identifying oneself with this secret side is a key constituent of the very identity of a Christian priest: if a priest seriously (not just rhetorically) denounces these scandals, he thereby excludes himself from the ecclesiastic community, he is no longer \"one of us\" (in exactly the same way a citizen of a town in the South of the US in the 1920s, if he denounced Ku Klux Klan to the police, excluded himself from his community, i.e., betrayed its fundamental solidarity). Consequently, the answer to the Church's reluctance should be not only that we are dealing with criminal cases and that, if Church does not fully participate in their investigation, it is an accomplice after the fact; moreover, Church AS SUCH, as an institution, should be investigated with regard to the way it systematically creates conditions for such crimes.\nThis obscene underground of habits is what is really difficult to change, which is why the motto of every radical emancipatory politics is the same as the quote from Virgil that Freud chose as the exergue for his Interpretations of Dreams: Acheronta movebo - dare to move the underground!", "source": "tolerance_as_ideological_category.txt"}
{"text": "Human Rights and Its Discontents\nBy Slavoj Zizek\nLet me go directly to the point: It is a well known fact that the\nclose-the-door button in most elevators is a totally dysfunctional\nplacebo which is placed there just to give individuals the impression\nthat they are somehow participating, contributing to the speed of the\nelevator journey. When we push this button the door closes in exactly\nthe same time as when we just press the floor button without speeding\nup the process by pressing also the close-the-door button. This extreme\nand clear case of fake participation is, I claim, an appropriate\nmetaphor (for) the participation of individuals in our post-modern\npolitical process. We are all the time asked by politicians to press\nsuch buttons. But some things are excluded. What is excluded from this\nparticipatory, multi-culturalist, tolerant democracy?\nIn today's predominant ideological perception, I'm tempted to claim\nwork itself - that is to say manual labor as opposed to so-called\nsymbolic activity - work, not sex is more and more becoming the site of\nobscene indecency to be concealed from the public eye. The tradition\nwhich goes back to Wagner's opera, Rhinegold, or to Fritz Lang's film,\nMetropolis, the tradition in which the working process takes place\nunderground, in dark caves, today culminates in the millions of\nanonymous workers sweating in the Third World factories, from Chinese\ngulags to Indonesian assembly lines. In their invisibility the West can\nafford itself to babble about the so-called disappearing working class.\nOf course, it's disappearing from here.\nBut what is crucial in this tradition is the equation of labor with\ncrime, the idea that labor, hard work, is originally an indecent\ncriminal activity to be hidden from the public eye. Significantly, we\nask ourselves a simple question: Where in Hollywood films do we see\nstill today the production process in all its intensity? I claim, as\nfar as I remember, and you can correct me if I'm wrong, only at one\nplace: in James Bond or similar films when the good guy, James Bond the\nagent, penetrates the fortress of the master criminal. And then you see\nit's either the drug processing or putting together of some lethal\nweapon. That's the only place where you see the production process. Of\ncourse, the function of the agent is then to explode, to destroy, to\nrepress again this sight of production.\nThis, I think, is the necessary background if we want to approach\nproperly the problematic of human rights today. So how are we to\napproach this problematic? I want to do something which may be a\nsurprise to some of you. It's no irony intended. I think the Christian\nlegacy is all too precious to be left to, well, Christians themselves.\nSo what I want to do is, in the first part of my talk, to propose a\ncertain reading of Christianity, aiming to demonstrate how Christianity\neffectively provides the foundation to human rights and freedoms.\nTo put it in a somewhat simplified way - I simplify it very much, I\nknow - there are two basic attitudes discernible in the history of\nreligions along the axis of the opposition between the global and the\nuniversal: On the one hand, there is the pre-Christian pagan cosmos,\nthe divine hierarchical order of cosmic principles which, when copied\non the society, gives the image of a congruent edifice in which each\nmember is at each/his/her own place. The supreme good is here the\nglobal balance of principles, while the evil stands for their\nderailment or derangement, for the excessive assertion of one principle\nto the detriment of other principles, of the masculine principle to the\ndetriment of the feminine one, of reason to the detriment of feeling,\nand so on and so on. The cosmic balance is then reestablished through\nthe work of justice which, with its inexorable necessity, sets things\nstraight again by crushing the derailed element. With regard to the\nsocial body, an individual is good when he or she acts in accordance\nwith his/her special place within the social edifice, when he respects\nnature which provides food and shelter, when he respects his\nsuperiors who take care of him in a fatherly way, and so on and so on.\nAnd evil occurs when some particular strata or individuals are no\nlonger satisfied with their proper place within the global order, when\nchildren no longer obey parents, when servants no longer obey their\nmasters, when the wise ruler turns into a capricious, cruel tyrant, and\nso on.\nSo the very core of the pagan wisdom resides in the insight into this\ncosmic balance of hierarchically ordered principles, more precisely,\nthe insight into the eternal circuit of the cosmic catastrophe,\nderailment, and the restoration of order through just punishment.\nPerhaps the most elaborated case of such a cosmic order is the ancient\nHindu cosmology first copied onto the social order in the guise of the\nsystem of castes, and then onto the individual organism itself in the\nguise of the harmonious hierarchy of its organs: head, hands, abdomen,\nand so on. Today such an attitude is artificially resuscitated in the\nmultitude of New Age approaches to nature, society, and so on and so\non. So that's the standard, traditional, pagan order. Again, being good\nmeans that you fully assume your proper place within some global order.\nBut Christianity, and in its own way already - maybe, I'm not sure, I\ndon't know enough about it - Buddhism, introduce into this global\nbalance, cosmic order, a principle totally foreign to it, a principle\nthat, measured by the standards of the pagan cosmology, cannot but\nappear as a monstrous distortion, the principle according to which each\nindividual has an immediate access to the universality of nirvana, or\nthe Holy Spirit, or today, of human rights and freedoms. The idea is\nthat I can participate in this universal dimension directly,\nirrespective of my specific particular place within the global order.\nFor that reason, Buddha's followers form a community of people who in\none way or another have broken with the hierarchy of the social order,\nwho started to treat this order as something fundamentally irrelevant.\nIn his choice of disciples, Buddha pointedly ignored castes and, after\nsome hesitation, true, even sexual difference. And do Christ's\nscandalous words from Luke (14:26) look, not point, in the same\ndirection? \"If anyone comes to me and does not hate his father and his\nmother, his wife and children, his brothers and sisters, yes, even his\nown life, he cannot be my disciple.\" Here, of course, I claim we are\nnot dealing with a simple brutal hatred demanded by a cruel and jealous\ngod. Family relations stand here metaphorically for the entire social\nnetwork, for any particular ethnic substance that determines my place\nin the global order of things. The hatred enjoined by Christ is\ntherefore not any kind of dialectical opposite of love, but the direct\nexpression of love. It is love itself that enjoins me to unplug, as it\nwere, from my organic community into which I was born, or, as St. Paul\nput it, \"There are neither men nor women, neither Jews nor Greeks.\"\nWe can see here how truly heterogeneous is the Christian stance with\nregard to that of the pagan wisdom. In clear contrast to the ultimate\nhorizon of the pagan wisdom, which is the coincidence of the opposites\n- Namely, what is wisdom? The ultimate point of wisdom is that our\nuniverse is the abyss of the primordial ground in which all false\nopposites - good and evil, appearance and reality, and so on and so on\n- ultimately coincide. That's wisdom. Wisdom always is basically a fake\nplatitude, I claim. You can be sure of it. Make a simple experiment. I\nthink the proper attitude of a proper Christian or leftist today is to\ndespise wisdom. What's wisdom? What's wisdom? Wisdom is that whatever\nhappens you have a good excuse. Wisdom means you do something. If you\nsucceed, then you have a proverb which is a form of wisdom to\nlegitimize it, like we in Europe have a proverb, a standard one which\nsays, Only those who risk can succeed. If you fail we have another\nproverb to legitimize it which says in very vulgar terms - something, I\ndon't have it in English - You cannot urinate against the wind. That's\nwisdom for me. Anything goes basically. The basic wisdom is that\ndifferences don't matter, what was up comes down, this eternal\ncirculation of fortune, and so on and so on.\nBut in clear contrast to this logic, Christianity asserts as the\nhighest act precisely what the pagan wisdom condemns as the source of\nevil: the gesture of separation, of drawing the line, of clinging to an\nelement which precisely disturbs the balance of all. The pagan reproach\nthat the Christian insight is not deep enough, that it fails to grasp\nthe primordial One-All, this primordial abyss, primordial void, thus\nmisses the point. Christianity is a miraculous event that disturbs the\nbalance of the One-All. It is the violent intrusion of difference which\nthrows off the rails the balanced circuit of the universe. From this\nstandpoint it would be interesting to approach the ideological\nambiguities of a very bad movie, George Lucas's Star Wars I: The\nPhantom Menace. The film, one of whose few interests resides in the way\nit endeavors to outline the answer to the question of the origin of\nevil, How did Darth Vader become Darth Vader? That is to say, How died\nAnakin Skywalker, this sweet boy, turn into the monstrous instrument of\ncosmic evil? Two things are here crucial: First, the Christological\nfeatures of the young Anakin. If you know the movie you know that his\nmother hints that she became pregnant with him in an immaculate\nconception. Then we have the ways in which Anakin wins. It clearly\nechoes the famous chariot race in Ben Hur, this tale of Christ. Second,\nthe fact that he's identified as the one who has the potential to\nrestore the balance of the Force. Now, here's my question: Since the\nideological universe of Star Wars is the New Age pagan universe, it is\nquite consequent that its central figure of evil should echo Christ.\nWithin the pagan horizon the event of Christ is the ultimate scandal.\nFurthermore, what if we take the premonition that Anakin will restore\nthe balance of the Force, not as the faithful misapprehension, but as a\ncorrect insight? What if the suffocating character of the pagan\nuniverse resides precisely in the fact that in this universe the\ndimension of radical evil, that in it the balance was way too much in\nfavor of the good? So I think that that's the solution, that precisely\nin this sense Anakin restores the balance. It is in order to emphasize\nthis suspension of social hierarchy that Christ addresses in an\naccentuated way those who belong to the very bottom of the social\nhierarchy, the outcasts of the social order - beggars, prostitutes - as\nthe privileged members of his new community. This new community is then\nexplicitly constructed as a collective of outcasts, the antipode to any\nestablished organic group. Perhaps the best way to imagine such a\ncommunity is to look at it in the lineage of other eccentric\ncommunities of outcasts that we know from past and present, from lepers\nand circus freaks to early computer hackers, groups in which the\nstigmatized individuals are united by a secret bond of solidarity. In\norder to specify further these two communities I'm tempted to risk the\nreference to Freud himself who, in his crowd psychology, provides two\nexamples of crowd formation as we all know: the Church and the army.\nNow usually one takes these two crowd formations as equivalent without\nconsidering the difference between the two. However, what if this\ndifference is crucial, along the lines of (I'm referring here to)\nErnesto Laclau, who developed the opposition between the structure of\ndifferences, the differentiated structure, and the antagonistic logic\nof equivalencies - us against them. The Church is global, a structured\ninstitution and(?) network of hierarchically differentiated positions,\nbasically ecumenical, tolerant, prone to compromises, all-inclusive,\ndividing the profits among the sub-groups; while in the army the accent\nis on the antagonism, on us versus them, and on the egalitarian\nuniversalism. All of us are ultimately equal when confronted with them,\nthe enemy. So that the army is ultimately exclusionary, prone to\nannihilate the other. Of course this is an abstract proposition;\nempirically the line can be blurred. We often have the militant Church\nor the army that functions as a Church-like corporate social\ninstitution.\nBut the fundamental paradox is that the two communities, again, often\nexchange their places. There is a Church who is close to antagonistic\nfunctioning of the army or vice versa. What I claim is that this\nopposition is actual even today in the field where I'm active, for\nexample, in the relationship between (the) International Psychoanalytic\nAssociation, the orthodox one and the Lacanian movement. The IPA is the\npsychoanalytic church, excommunicating people from its ranks only when\nit feels effectively threatened, prone to endless debates, compromises,\nand so on and so on. I claim that we Lacanians are, on the contrary,\nthe psychoanalytic army, a combative group working towards an\naggressive re-conquest defined by the antagonism between us and them,\navoiding, rejecting even the tolerant olive branch of the IPA: Come\nback, we accept you only if you also make a compromise and change\nslightly the form of your activity. So with regard to political\nstruggles, the Freudian formula, Where it was I shall come into being,\ncan thus be read as, Where the church was there, the army should\narrive.\nHowever, does Christianity not go even a further step and enjoin us,\nnot simply to hate parents on behalf of the Beloved One, but in the\ndialectical inversion of love for one's enemy, to hate the Beloved out\nof love and in love, as Kierkegaard put it? The proper way to\nunderstand this is to ask a precise question: What dimension in the\nBeloved Other am I enjoined to hate? Let me take hatred towards one's\nfather in the Oedipal family tension. As we see all the time, this\nhatred disappears and new understanding for the father emerges the\nmoment the son effectively gets rid of the shadow of paternal\nauthority. In short, hatred disappears the moment the son perceives his\nfather no longer as the embodiment of his father's symbolic function,\nbut as a vulnerable subject which is disconnected, disattached from\nthis function. It is in this sense that in true love I hate the Beloved\nout of love. I hate the dimension of the beloved person's inscription\ninto the social-symbolic structure. I hate him or her on behalf of my\nvery love for him as a unique person.\nHowever, we should avoid a crucial misunderstanding here. This\nunplugging, this disconnection, has nothing whatsoever to do with the\ncommon humanist idea that one should forget about the artificial\nsymbolic features and perceive one's neighbor in his or her unique\nhumanity, that we should see the real human person beneath the other\nsocial role, beneath ideological mandates or masks. St. Paul is here\nquite explicit in his, what I'm tempted to call in today's terms,\ntheoretical anti-humanism. A quote from Corinthians (5:17): \"From now\non, therefore, regard no one from a human point of view. Even though we\nonce knew Christ from a human point of view, we know him no longer in\nthat way. So if anyone is in Christ, there is a new creation.\nEverything old has passed away, everything has become new.\"\nSo in the uncoupling from the social structure, substance, whichever we\nwant, the neighbor is thus reduced to a singular member of the\ncommunity of believers of the Holy Ghost. To use the modern opposition,\nit is not the symbolic subject who is reduced the real individual; it\nis the individual, the person in all the wealth of his or her\ncharacteristics, features, who is reduced to the singular point of\nsubjectivity. As such, uncoupling effectively involves a symbolic\ndeath. One has to die for the law that regulates our tradition, our\nsocial substance.\nThe term \"new creation\" used by St. Paul is crucial here. It signals\nthe gesture of sublimation, of erasing the traces of one's past and the\nbeginning afresh from a zero point. Consequently, there is also a\nterrifying violence at work in this uncoupling, that of the death\ndrive, of the radical wiping the slate clean as the condition of the\nnew beginning.\nSo again, I hope my point where I am, to put it in these terms,\npro-Christian is clear enough. I claim that the way we - how should I\nput it? - the way to imagine any radical social change was opened by\nthis logic, which again is not the logic of this eternal circular\nmovement, the logic of disturbed and reestablished balance, where we\nare part of some large chain of being; but it's the logic of miracle,\nmiracle not in the religious sense - I'm a materialist, to avoid\nmisunderstanding - but miracle in the sense of you can begin from the\nzero point. We are not caught in an eternal movement. To be good does\nnot mean to be identified to your place. And it's here I claim that\nhuman rights begin. Human rights do not mean you have your proper place\nand dignity comes to you through being identified to that place. Human\nrights means precisely, no, you are something independently of your\nproper place. Which is why every proper right-winger or proto-fascist\nalways insists on one thing. This is the eternal organicist metaphoric\nof fascism or proto-fascism, that society is kind of a mega-organism, a\nbody where the key to order is that everyone has to stick to his or her\nown place, and things go wrong when people want directly to participate\nat the universal dimension. While again, democracy, if this term has\nany meaning today, begins precisely when you have a direct access to\nthe Absolute, where, independently of your place in this destructive,\nviolent outburst you can acquire a distance towards the specific social\nstructure. Because of this, against today's onslaught of New Age\nneo-paganism, it seems to me both theoretically productive and\npolitically salient to stick to this Judaeo-Christian logic.", "source": "human_rights.txt"}
{"text": "I'll give you a choice: either put on these glasses or start eating that trashcan. I already am eating from the trashcan all the time. The name of this trashcan is ideology.\nThe material force of ideology makes me not see what I am effectively eating. It's not only our reality which enslaves us. The tragedy of our predicament when we are within ideology is that when we think that we escape it into our dreams, at that point we are within ideology.\nThey allow you to see the real message beneath all the propaganda, publicity, posters and so on. You see a large publicity board telling you have a holiday of a lifetime and when you put the glasses on you see just on the white background; a grey inscription. MARRY & REPRODUCE.\nWe live, so we are told, in a post-ideological society. We are interpolated, that is to say, addressed by social authority not as subjects who should do their duty, sacrifice themselves, but subjects of pleasures. Realise your true potential. Be yourself. Lead a satisfying life. When you put the glasses on you see dictatorship in democracy. It's the invisible order, which sustains your apparent freedom.\nTo step out of ideology, it hurts. It's a painful experience. You must force yourself to do it.\nFreedom hurts.", "source": "sample2.txt"}
{"text": "Cinema is the ultimate pervert art. We feel free because we lack the very language to articulate our unfreedom.\nI think that the task of philosophy is not to provide answers, but to show how the way we perceive a problem can be itself part of a problem.", "source": "new_content.txt"}
{"text": "SLAVOJ ZIZEK\nTHE REALITY OF THE VIRTUAL\nToday, everybody is talking about virtual reality but I think,\nfrankly, that virtual reality is rather miserable idea. It simply\nmeans \"let us reproduce, in an artificial digital medium, our\nexperience of reality.\"I think that a much more interesting notion,\ncrucial to understand what goes on today, is the opposite: not\nvirtual reality, but the reality of the virtual.\nThat is to say: reality - by this I mean efficacity,\neffectiveness,real effects - produced,generated, by something,which\ndoes not yet fully exist;which is not yet fully actual. In what\nsense can wetalk about this? Huh! In many, maybe even too many\nsenses.\nAt least in three senses: If we take, as the starting point, the\nwell-known lacanian triad of imaginary, symbolic and real. We have,\nput in simple terms, imaginary virtual, symbolic virtual and real\nvirtual. First, a little bit about the first two of them, less\nimportant, and then of coursethe big topic: the real.\nImaginary virtual: what it is? Isn't it clear, if we look atour\nmost common daily experience of ourselves and of others, that how\nwhen we deal with another person, phenomenologically - that is to\nsay,the way we immediately experience them -we erase, abstract from\nthe image of the other person,our partner...certain features, which\nare simply too embarrassingto be kept in mind all the time?! Like,\nI talk to you: of course rationally I know you are defecating,you\nare sweating, not to mention other things, but quite literally,\nwhen I interact with you this is not part of the image I have of\nyou. So, when I deal with you, I'm basically not dealing with the\nreal of you. I'm dealing with the virtual image of you. And this\nimage has reality, in the sense that it, none of the less,\nstructures the way I am dealing with you. And then this\nidealization is crucial. The negative proof,a wonderful one, would\nhave been letters between James Joyce and his wife Nora. where, as\nfar as I know, they went very, very far, almost to the end, into\naccepting each other in the vulgar reality of bodies. Like, all the\nsounds, the bad smells, etc. That was even part of their sexual\ninteraction. It's incredible. I admire this in Joyce. So... OK.\nThis would be the first elementary level: imaginary virtual, in the\nsense of the virtual image which determines how we interact with\nother people. Virtual image in the sense of: although we interact\nwith real people,we erase, we behave as if whole strata of the\nother personare not there.\nSecond level, alreadythe more complex one: symbolic virtual. It's\nelementary. Let's think about an experience, known well to all of\nus, of experiencing authority. Let us say, paternal authority.\nIsn't it clear, that this authority, in order to be operative, in\norder to be experienced...precisely there's the nice paradox, in\norder to be experienced as actual, effective authority,it has to\nremain virtual.Virtual in the sense of a threat. If authority is\nenacted too directly,it is, paradoxically,experienced as a sign of\nimpotence.Concretely: father who truly is an authority doesn't have\nto beat you, or to shout at you, etc. It's just this look,a\nthreatening look, and you obey. If your father looses his nerves\nand smacks you, starts to shout etc., it can be physically painful,\nbut let's admit it, there is always an aspect of something\nridiculous impotent. There's something of a furious outburst of a\npuppet, of a clown image. Again, this is then one clear example of\nhow symbolic authority, in order to be operative, that's the\nparadox, I want to emphasize, has to remain virtual. So it's not\njust\"it is actual already as virtual. \"No! It's actual ONLY as\nvirtual. If it's fully actualized, as the realized threat, father\nbeats you, shouts at you...it's self-destructive. It undermines\nitself as authority. Another example of how the virtual dimensionis\noperative at the symbolic level would have been beliefs. Are we\naware to what extent our beliefs today are virtual? By virtual I\nmean, in this case, attributed to others, presupposed. They don't\nactually exist, they are virtual, in the sense that nobody really\nhas to believe, we only have to presuppose another person to\nbelieve. Elementary example which I'm almost embarrassed to\nmention: if you are a father or motherof small children, Christmas.\nOf course, if somebodyasks you,\"do you really believein Santa Claus\nChristmas,\" you would say,\"No, I just pretend,\" because of the\nchildren,which...\" not to disappoint them, \"but then,we know how\nthe game goes on and on. If you ask the children,they say, \"No, we\njust playthat we are naive,\"not to disappoint our parents\" and to\nmake it sure that we get the presents,\" etc. etc. But it's not only\nthe children. It's even with our political life, I'm tempted to\nclaim. Now with our so called -wrongly so called, I claim, because\nwe believe more than ever -in our so called\"cynically era\", for\nexample, I don'tthink anyone believes in democracy, but nonetheless\nwe want to maintain appearances. There is, to say...There is some\npurely virtual entity, whom we do not wan tto disappoint,who has to\nbe kept innocent, ignorant, because of whom we have to pretend. So\nthe paradox is that although nobody effectively believes, it is\nenough that everybody presupposes someone else to believe and the\nbelief is actual. It structures reality. It functions. Again, the\nparadox is here then similar as the one of authority. It's not only\nthat a belief,which is a virtual belief, not belief of an actual\nperson, but always attributed to other, let's call it, along\nLacanian lines,\"the subject supposed to believe\". It's not only\nthat a belief, alreadyas virtual, as nearly presupposed, already is\nactual. I'm tempted to claim that many of our daily believes, in\norder to function socially as believes, have to remain virtualin\nthis sense. Because if we believe too immediately, then I think\nit's, again,self-destructive for an ideology. We no longer appear\nnormal subjects, we appear idiots. Like, we all know how it is when\nwe encounter somebody,who takes too directly his or hers religious\nbelieves, or political believes. There is something monstrous about\nsomebodywho directly identifies with it. It is as if he or she is\nno longer a real person. It is as if he or she turns into a kind of\na puppet.\nSo, I hope now these two levels are relatively clear; the first two\nlevels of virtuality: imaginary virtuality, symbolic virtuality.\nBut now, of course,the true treasure is waiting for us: real\nvirtuality.\nSo, the real virtual. Well, the problem here, the catch, of course,\nis the notion of the real. So, this may appear void, but we have to\ngo again through the triad \"imaginary-symbolic-real\". because, when\nLacan defines this triadas the triad of a knot, it means that they\nare literally interwoven in the sense that the entire triad is\nreflected into each of the terms, which means, to put it blindly,\nthat there is, again, imaginary real, symbolic real and real real.\nWhat would be the imaginary real? Images, but images which are so\nstrong, so traumatic, that they are real. Too strong to be\nperceived, but still images. Simply think about incredible,\nbreath-taking catastrophes, think about monsters, think about\nprecisely whatin SF or horror is called The Thing. Think about\nmovies like Alien, these terrifying creatures, too strong to be\ndirectly confronted, but nonetheless it's imaginary, because it's\nan image which is too strong to be confronted. Even if you cannot\nconfront it, we are still moving at the imaginary level. That would\nbe theimaginary real.\nThen, the symbolic real. It's simply...for example, scientific\ndiscourse, scientific formulas, like quantum physics. Why is this\nreal? For a simple reason. The meaning of definition of the real\nfor Lacan, is, that which resists symbolization, inclusion into our\nuniverse of meaning. And isn't it that precisely which happens for\nexample with quantum physics? What is quantum physics?Formulas\nwhich work, experimentally confirmed,etc., etc., but we cannot\ntranslate them into our daily experience of ordinary reality. As we\nall know, this is what is so traumatic about quantum physics: we\nliterally cannot understand it. Not in the sense that we, common\npeople,idiots, cannot understand it, only a couple of scientists\ncan: even they cannot. In what sense? In the sense that it just\nworks, but if you try to build a consistent ontology out of it,\nagain, you get meaningless results; you get time running backwards,\nyou get parallel universes, or whatever. In other works, you get\nthings which simply are meaningless with regard to our ordinary\nnotion of reality. So this would be symbolic real. Symbolic -\nobviously the symbolic, formulas, few signifiers -they function,\nit's a functioning machine, but meaningless. We cannot make any\nsenseout of it. We cannot relate it to our experience. Which is why\nwe try so desperately to do it. Which is why we try to invent\nmetaphorsto imagine quantum universe. But it cannot be done.\nThen, finally we arecoming to the real real,which it's precisely\nnot what is usually identified as the real. This would have been\nthe first real, the imaginary real, too traumatic image. What then\nis this famous real real, the very core of the real? Let me\napproach it at two levels.\nThe first level is still relativelyclose to the symbolic order. It\nwould have been...all that accompanies the symbolic level at as its\nobscene shadow. Think about...army units. How they function? You\nhave discipline, symbolic machine, symbolic order, drill, etc. But\nas we all know,this is sustained by a kind of obscene, shadowy\nrealityof - among other things -so called \"marching chants\". In\nevery movie about the marines you hear them, these songs which are\nextremely interesting -songs that soldiers sing by their training,\nmarching -because they are characterizedby meaningless rhymes,\ncombined with sadistic, or sexually perverse, obscenities. One\nexample that I remember, I think it is from An Officer and a\nGentleman, the movie, where marines are singing something like:\"I\ndon't know but I was told that Eskimo pussies are rather cold.\" The\nenigma is, again, why does the military discourse need this? So\nthis would be one level, this shadowy virtual reality of affects\nwhich has to accompany the official discourse.\nBut let's move a little bit deeper. Let's think about...well, one\nof the great achievements of Western Civilization, a movie like The\nSound of Music. Officially, as we all know, it's a story about\nsmall, anti-fascist, democraticAustrians,- at the political level,\nthat is to say -I will leave out all the singing aspect -small,\nhonest, democratic Austrians, fighting, resisting the Nazi\noccupation of Austria in . But! Look at the movie really closely.\nLook at its texture,and you will discover a quite different\nreality, a kind of a virtual reality of the officially depicted\nnarrative reality. If you look at how Austriansare depicted in the\nmovie, you will discover- to cut a long story short -that they are\nprecisely depicted as a kind of a small-is-beautiful provincial\nfascists. Their idiocy is emphasized, these local folkloric\ndresses, etc. They're presented directly as anti-intellectual,\nrooted in narrowlife world, etc. Now, look at how the occupying,\ninvading Nazists are presented. They're not mostly soldiers, but\nmanagers, bureaucrats, exquisitely dressed, with short mustaches,\nsmoking expensive cigarettes, etc. In other words, almost a\ncaricatureof cosmopolitan, decadent, corrupted Jew. So, that's my\npoint: at the level of simplen arrative reality we get one message,\ndemocratic resistance to Nazism. But at the level of- let's call it\n- virtual textureall these micro signs, maybe we could even call it\nwriting, we get practically the opposite message, which is: \"Honest\nfascists resisting decadent Jewish, cosmopolitan, takeover. \"And\nincidentally maybe this is at least one of the reasons why this\nmovie was so extremely popular. While officially agreeing with our\ndemocratic ideology, it, at the same time, addresses our secret\nfascist dreams. But let's take a more serious example: Robert\nAltman's masterpiece, Shortcuts. Again, at the narrative level we\nget a simple story,or rather - stories, parallel stories, depicting\ndesperate everydaylife of LA middle classes, It's the portrait of\ntoday's alienation, solitude, etc. But again, the very textureof\nthe film, I claim, is a much more optimistic one. It's a kind of\ncelebration of this magic of contingent encounters, generatings,\nunexpected effects of meaning. So I think that...In a similar way\nto how we should read The Sound of Music, it is wrong to read\nShortcuts simply as kind of social critical piece, there is another\nmuch more optimistic, life asserting even, letter.\nSo, to provide the formula of this 'real virtual'. Let me refer to\nrecent paradoxical statement by none other than Donald Rumsfeld. I\nthink that this statement was an important contribution to\ncontemporary American philosophical debate. This happened in March\n, just before the war on Iraq, where Rumsfeld elaborated the\nrelationship between 'known' and 'unknown'. First, he said, there\nare 'known knowns'. There are things we know that we know. Like, we\nknew at that point that Saddam was the president of Iraq. OK,\neverything clear. Then, he went on,there are 'known unknowns'.\nThere are things that we know that we don't know. The idea was, for\nexample, we know that we don't know how many weapons of mass\ndestruction Saddam has. OK, now we know he had none. It doesn't\nmatter. At that point it appeared like this. Then there is 'the\nunknown unknown', things we don't know that we don't know, things\nwhich are so foreign and so unimaginable that we even don't know\nthat we don't know. For example, maybe Saddam had some\nunimaginable, totally unexpected weapon. And here\nunfortunatelyRumsfeld stopped. because I thinkhe should have go on.\nmaking the next step to the fourth category, fourth variation,\nwhich is missing, which is: not the 'known unknowns', but the\n'unknown knowns'. Things we don't know we know them. We know them,\nthey are part of our identity,they determine our activity, but we\ndon't know that we know them! This is what,in psychoanalysis, of\ncourse,is called unconscious. Unconscious fantasies, unconscious\nprejudices, etc., etc. And I think that this level is crucial. To\nrefer to previous two examples from movies: in The Sound of\nMusic,what we directly know is that it's a movie about antifascist\nresistance of modest, honest Austrians. What we don't know that we\nknow is that it's also the opposite: that it's the movie about\nfascists resisting the Jewish takeover. And the tragedy of today's\nAmerican politics, I think, is that precisely they are not aware of\nthese 'unknown knowns', which is why there was a deep truth in one\nof the statements of that unfortunate Iraqi minister of\ninformation. We were all laughing at him during the last Iraqi war,\nbecause of his ridiculous statements, denying the obvious, but at\none point, I claim, what he told was absolutely true. When, towards\nthe end of the war, he was asked, \"Is it true that Americans\nalready control,\"American forces, part of the Baghdad airport?\", he\nsaid: \"Not true. Americans don't control even themselves.\" Perfect\ntruth. Why? Because they don't know what they know. And this - what\nyou don't knowthat you know -controls you, but you don'tcontrol it.\nOK.\nSo now we come to the really real, real core of the real, much more\nfundamental than the symbolic real, but which, paradoxically, is at\nthe same time the most virtual real. It is what? Let us think about\nattractors in mathematics or in physics. For example, you have\nsmall pieces of iron and you throw them around a magnetic field.\nThey are dispersed, following a certain shape, infinitely\napproaching this shape, but this shape, of course, is not existing\nitself. It's just something that you can abstract, isolate from the\ndispersion of the small pieces of iron. That's the idea of 'virtual\nreal'. It's a shape - this is the realof this field,but it doesn't\nexistin itself. It's just an abstract form, which structures the\ndisposition of actually existing elements around it.\nNow, what has this to do with psychoanalytic problematic, or, even\nmore, with political problematic? My idea is: a lot. Let's think\nabout the precise status of trauma in psychoanalysis. It is similar\nto this non-existing attractor. That is to say, more closely: Freud\nshifted his position, as we all know, with regard to trauma, he\nshifted his position in a way which is, strangely enough, parallel\nto the shift in Einstein's theory of relativity, the shift from\nspecial to general theory of relativity. This shift in theory of\nrelativityconcerns the reference to the curved space,curvature of\nspace. As most of us, I hope, know, for Einstein, first, in a first\napproach, it was the presence of the density of matter, of stuff,\nwhich curved the space. Space was originally perceived as empty\nspace, abstractly was symmetrical, non-curved, then the presence of\nstuffcurves it. But then, in a second step, Einstein accomplished a\nwonderful reversal. He just termed the terms around. It was not the\npresence of matter, of stuff, which curves the space, it was, on\nthe contrary, the curvature of the space which was primordial. And\nwhat we perceive as matteris just kind of a reified, fetishist\nmisperception of a purely formal curvature of the space. And I\nclaim it's exactly like this in the psychoanalytic notion of\ntrauma. In a first approach Freud imagined trauma as some kind of\ndense, raw presence, presence of some real which brutally intrudes\ninto our symbolic space and curves it. Quite literally. Let's\nimagine that I have my well-balanced symbolic space,then something\ntraumatic happens to me: I'm raped, I witness a terrifying event,\nI'm tortured, whatever. And because of the traumatic impact of this\nevent my symbolic space gets curved. Some things can no longer be\nsymbolized, the function of those symbol has to be taken over with\nother symbols. There is a kind of imbalance. There is a gap in my\nsymbolic space. This would be the first approach. But then Freud\nnoticed some strange things. What things? Let's recall his best\nknown analysis of Wolfman. The traumatic scene there, of course, is\nthe small child, Wolfman, witnessing the parental coitus a terbo.\nBut let's look at it in a much more precise way. What effectively\nhappens there? It's not that this was simply a trauma. As a small,\n-year and the half old child, Wolfman did not find anything\ntraumatic in this scene. He just perceived it and stored it. It was\n- years later, when Wolfman started to develop his theories,\ninfantile theories of sexuality,and because he was not able to\naccount for sexuality, in other words, because the symbolic spaceof\nhis sexual theories was curved, it is only at this point tha the\nresuscitated the traumatic scene. So... I think, in clear parallel\nto Einstein, we can see how here it's the other way around. The\nprimordial fact is not some brutal intrusion of the real,of a\ntraumatic real. The primordial fact,and also the primordial real,\nis a purely formal imbalance. The symbolic space is curved, it's\ncut across by antagonism, imbalanced, etc. and to account for this\nyou need reference to some real. Which is, of course,the real. The\nreal in the sense of the traumatic appearance. It's a lure here. A\ntrap.\nSo what does this notion of the virtual real, as trauma, trauma as\nvirtual, what does this notion mean for politics? Can this serve us\n- we want to analyze political, ideological phenomena? Of course.\nLet's just recall how antisemitism functions. In it's fascist\nversion, antisemitism,or rather the figure of the Jew, the Jewish\nplot, is precisely an external trauma which brutally intrudes,\ndisturbing social balance. Curving, as it were, the social space.\nSociety was supposed to be harmonious, balanced, then Jews\nintervened, distort it. It's, as it were, natural order. But of\ncourse, here at least,we should be Marxists, and turn things\naround. It's not that there is disorder,antagonism,disintegration,\nclass struggle, because of the Jews. Class struggle, or more\ngenerally,social antagonism, comes first. That is to say: social\nspaceis in itself already curved, imbalanced. And in order to\nimaginarily, in an imaginary way, account for it, we invent the\nfigure of the Jew. That is to say, we project the cause of it into\nthe figure of the Jew.\nEven at the more fundamental level,of today's economic\nconstellation, I think that this notion of the real as virtual can\nhelp us to critically reject, a category which is more and more\npopular with politically correct, post-colonial authors, the notion\nof so-called alternate or alternative modernity. The idea is, to\nput it simply, the following one. Of course there are\ninconsistencies, antagonisms, repressive potentials in the notion\nof modernity,which ultimately means, of course,capitalism as the\nforce of modernity, but, so the story goes, this antagonistic,\nrepresive elements are not part of the very concept of modernity,\nbut are only limited to the Anglo-Saxon, West European model of\nmodernization. Why then should not there not be other alternate\nmodernities, where you can have modernization, but without this\nalienating effects which characterize Western European process of\nmodernization. Without socially disruptive processes, without\nalienation, without exploitation, without ecological\ncatastrophes,etc., etc. And then, of course, it's free for grab.\nAnybody can have his own modernity. You can say we can have Latin\nAmerican modernity, as alternate modernity, we can have African\nmodernity, we can have Asian modernity, whatever. So what is the\nproblem with this approach, which is basically an approach of\nhistoricist nominalism? Because the under lined logic is that in\nfamous...pseudo the constructionist logics of\"There is no modernity\nas such.\" \"There are only particular modernities.\" \"Like West\nEuropean, Latin American,African, etc.\" Of course this is true. The\nproblem is elsewhere. The problem is that through this nominalist\nreduction, again, by claiming that only particular modernities\neffectively exist, the sight of antagonism is reducedto only one\nparticular modernity. It is no longer modernity as suchwhich is\ncharacterized by antagonism, imbalance. Imbalance is dismissed as\njust pertaining with certain species of, particular species of\nmodernity. And what is problematic with this? Well...To put it very\nsimply: did we not have already in the early th century, in the\nfirst part of the th century, one big, well-known project of\nalternate modernity? It was called fascism.\nFascism was precisely the first big attemptto build an alternate\nmodernity. That is to say, to have the process of modernization,\nindustrial development etc. but without paying the priceof\nalienation, social disintegration, etc. What should we then oppose\nto this model? We should oppose to it the idea that some\nantagonism,we can call it by different names, traditional Marxist\nwould have called it\"class struggle\", Frankfurt school would have\ncall it \"dialectic of enlightenment\", but the idea being that there\nis some antagonistic potential in the very project of capitalist\nmodernity. That is to say that all these phenomena that we deploy,\nwars, violences, concentration camps, new fundamentalism, you name\nit, that all this is not simply regression,or as Habermas would\nhave put it, a sign of modernity as an unfinished project, but is\npart of the very project of modernity. This is what gets lost.\nWhich is why I think that although it wants to be historicist,\ncritical, this idea of reducing the antagonistic aspects of\nmodernity, to just one particular form of modernity, is deeply\nideological. Because it saves unblemished the general notion of\nmodernization. What we should insist on is on the contrary, as I've\njust said, that there is an antagonism inherent to the very\nuniversal notion of modernity, and, now I'm coming to my point, so\nthat the particular speciesof modernity are not just examples or\nexemplifications of their universal genus, of their universal\nnotion,but they are, in a way,reactions to it,they fight\nit.Modernity, as a universal notion, names a certain dead-lock, a\ncertain antagonism, and particular, really existing forms of\nmodernity,are attempts to resolve this deadlock, to solve the\nproblem. Liberal capitalism, as one form of modernity, wants to\nsolve the deadlock of modernity in a certain way, through market\nfreedoms etc., fascist modernization in a different way, Latin\nAmerican modernization in a different way.\nSo what's properly dialectical here? It's, again, this very\nreversal of the usual constellation. It's not that struggleis at\nthe level of the particular content, while universally it's just\nsome kind of neutral empty container, so that universal means some\nencompassing global notion, and then, within this notion,\nparticular forms struggle, like fascist modernization against\nliberal modernization etc. etc. No! The sight of the struggle is\nuniversal antagonism itself. And all particular actually existing\nmodernisms are attempts to cover up, resolve this problem. So,\nagain, we should remember this that the sight of antagonism is\nuniversality.\nWhat has this to do with'virtual as real'? Ah, precisely this sight\nof universality as the sight of antagonism is virtual. In what\nsense? In the sense that there is no universal modernization. It's\njust a certain virtual constellation of a certain antagonism. All\nthat exists...Nominalists are here right. All that effectively\nexistsare just particular forms of modernization. There is no\nmodernity as such. There only is Anglo-Saxon, Latin-American,\nAfrican etc., fascist modernity. But in order to grasp the very\ndynamic of this particular forms, one has to refer them to\nthis...their absent cause, to the big antagonism, to which they\nreact. So, again, this would have been another example of how the\nnotion of virtual as real is operative, of how it is a necessary\nnotion if we are to grasp the concrete social dynamic, especially\nof today's global capitalism.\nSo the conclusion to be drawn from all this is that the category of\nthe real is ultimately a purely formal category. It's not a\ncategory of some formless content disturbing order, it's a pure\nstructural gap. It's an entirely non-substantial category.\nIt's...If we may put it in these terms, it's a difference, but a\npure difference. A pure difference in the sense that it's a\ndifference which is paradoxically prior to what it is the\ndifference between. So it's not simplythat we have two terms and\nthere is a difference between the two terms. Paradoxically, the two\npositive terms appear afterwards as attempts to dominate, cover up\nthe tension etc. of this difference.\nAgain, how can this be? Another simple example, just to illustrate\nthis logic: the political distinction...I know, it's half forgotten\ntoday, nobody wants to hear about it, but nonetheless, the\ndistinction betweenLeft and Right. The first thing that strikes the\neye about this distinction, if we take it seriously, is thatit's\nnot just a distinction within a certain social cowl. It's not that,\nin a certain society, if we take into account all political forces,\nwe can say:\"These are right-wing forces, these are left-wing\nforces,\" and then all the intermediate phenomena, \"in between,\ncenter, center-left,center-right, whatever you want.\" It's\ndifferent. It is that...if you ask a right-winger, how is the\nentire social field structured, you will get a totally different\nanswer than if you ask a left-winger,or, for that matter,if you ask\na centrist. To simplify it: a right-winger will tell you that\nsociety is an organic, harmonious unity, at least the traditional\nright-winger, and that left radicals are external intruders. What\nis anathema for radical conservative is the idea that there is an\nantagonism, an imbalance inscribed into the very heart of the\nsocial edifice. For a left-winger, the struggle is admitted as\ncentral. So, again, the point is that there is no neutral way to\ndefine the difference between Left and Right. In itself it's a\nvoid. It's just that youcan approach it either from the leftist or\nfrom the rightist point of view.\nAnd incidentally, for Lacan, it's exactly in the same way that also\nsexual difference functions. Sexual difference is not a difference\nbetween the two species of humanity in general, but it's the...From\nthe male perspective sexual difference itself appears in a\ndifferent way that from the feminine perspective. So, again,\ndifference paradoxically comes first.\nCrucial, philosophically,is this, let's call it pure formalism. And\nagainst the reproach that we are dealing here with some kind of\nidealism. Isn't matter in it's positive, inert presence,\nprimordial?I think that we should reject this reproach and\nprecisely insist on this notion of...how should I call it?...purely\nformal materialism. Materialism as materialism of the difference.\nThe minimal feature of materialism being that there is a pure\ndifference. That there is a crack, an antagonism in within the\norder of the One. That the primordial fact is pure, self\ndifference. I'm very precise here. Self difference, and not any\nkind of this mythological polar opposites, feminine-masculine,\nlight-darkness, yin-yang, etc. I think that here radical\nmaterialism should be even critical towards Deleuze, Gilles\nDeleuze, who blights to assert some kind of primordial multitude,\nas the ultimate ontological fact. From the radical prospect that\nI'm advocating, multitude already is an effect of the inconsistency\nof The One with itself, of the fact that The One cannot coincide\nwith itself. Or, to put it in a slightlydifferent way, we do not\nhave some primordial polarity, like masculine-feminine,\nlight-darkness, and then we can play all these New Age, agnostic\ngames of how win our era, we put too much accent on one pole, and\nwe have to reestablishthe balance, like we are too rational,\nmasculine, let's put more accent on the feminine, emotional side,\nwhatever...No, it's more radical! It's as if, as Lacan puts it, the\nbinary signifieris primordially repressed,which means, the second\nelement is always missing, and this lack of the counterpoint -we\nhave one, but we don't have the accompanying other -and this\noriginal imbalance then sets in motion the generation of\nmultiplicity. Again, an extremely simple example from one of the\nearly movies by Woody Allen, I think it's Love and War, a kind of a\nparody on Tolstoy,where, again, the whole movie topic focuses on\ntopic of Tolstoy. So, of course, our first enigma is here: \"Where\nis Dostoyevsky?\", The Other, natural supplement to Tolstoy. There\nis no Dostoyevsky,so what happens in the movie, as a kind a return\nof the repressed, is tha tin one wonderful short scene,when two\nmain characters talk with each other, all the big titles of\nDostoyevsky's novels emerge. Like, \"do you know what happened with\nthat Idiot?\" \"Ah, you mean the one ofthe Karamazov brothers?\"\n\"Yes.\" -\"He did his crime,it was punished.\" \"Then he went\nunderground,turned into a gambler\", etc. etc. The lesson of this is\nontological lesson: is: one cannot coincide with itself, pure\ndifference, because of this pure difference as a secondary effect\nthe multitude explodes.\nSo, again...Against the usual reproach is this not idealism. I\nwould say that today it is rather idealism which is materialist.\nToday's opposition, I'm tempted to claim,between materialism and\nidealismis that today's idealism,or rather spiritualism, clings to\nthis famous density, inertia of experience, of matter, of\nearth...of the stuff.\nNo wonder that the greatest,arguably, spiritual movie director,the\nRussian, Tarkovsky,was at the same time practically obsessed bythe\ntopic of inertia of matter,density of matter,matter in decay. In\nhis films, when heroesare praying,they don't pray looking\nupwards.They pray by sometimes literallyimmersing their heads into\nmud,with close contact with earth. So I think, the thing to do\ntoday is to oppose to this kind of spiritual materialism, the pure\nformalism of true radical materialism,which is...Why, for me,\nquantum physics is ultimately a deeply materialist theory, where\nyou don't need any positivity of matter. You can do everything with\npurely formal oscillations etc.\nSo, again, back to this central insight that difference comes\nfirst. Difference... How to think a difference, which is priorto\nthe elements it is the difference of? Immanuel Kant, already in his\nearly writings, introduces here a crucial distinction. A very\nstrange, but clear distinction. A distinction between a negative\njudgment and indefinite judgment. That is to say, as Kant puts it,\nit is not the same thing to say: \"You aren't human\" and to say\"You\nare inhuman\". If I say \"You aren't human\", it simply means you are\nexternal to humanity, you are animal, divine, whatever. It's\noutside. But if I say, as Kant puts it, if I do not simply negate a\npredicate, but if I affirm a non-predicate...So again, if I don't\nsay simply\"You aren't human\", but if I say\"You are inhuman\", it\nmeans non-humanity, an excess over humanity, but an excess which is\ninherent to humanity itself. To give you another example, which\nwill make it clear, there's this thing about Steven King's horror\nnovels, the well known category of the undead. We can feel the\ndifference. If I say,\"You aren't dead\". It's not the same as\nsaying\"You are undead\". If I say you aren't dead, it simply means\nyou are alive, and nothing more, nothing mysterious. But, as every\nreader of horror novels knows, if I say,\"You are undead\", it\nmeansyou are the living dead, you are alive precisely as dead.\nImmanuel Kant's point is that human freedom has exactly such a\nstatus. It's something which is neither nature -animals are not\nfree, they are enslaved to their instincts -nor culture - culture\nis already: symbolic law, symbolic regulation. But, the conclusion\nto be drawnfrom Kant,and consequently from Freudand Lacan, is that\nwhat cultural symbolic prohibitionstry to regulate -to master, to\ndominate,to domesticate, whatever you want -is not directly nature,\nnatural instincts, but it's this zero-level inhuman excess, to use\nLacan's Pan: the extimate kernel of humanity. The in-human\ndimensionin exactly the same sense, in which we talk about the\nundead -not in-human as external to humanity, but a monstrous\nexcess, or some radical wild freedom,which is inherent tohumanity\nitself.\nSo again we have this paradox, that the difference between nature\nand culture, is a level of its own. Is neither nature, nor culture,\nit's some kind of crazy excess. So what would then a politics of\npure difference be? Well, first, per negationem -what it would not\nbe? It would definitely not be what emerges today more and moreas\nthe ultimate horizon of the political, the so-called \"identity\npolitics\", or more broadly, the politics of recognizing the\ndifferences, of tolerating the differences. What is for me\nproblematic in this multicultural, at least tolerant politics etc.\nIt's not just the vulgar fact that they effectively, even if they\ndeny it, neglect economic struggle. It's the very logic of the\nstruggle. The logic of multicultural struggle, of anti-racist\nstruggle, of struggle against sexism, is again the logic of\nrecognizing differences.\nFor example: in anti-sexist struggle,the goal, of course, is\nnot,even for radical feminists -I don't know - to kill,to\nannihilate men. It's to establish an open field within which both\nsexes, all different sexual positions, sexual identities, cultural\nidentities inclusive, will be allowed to thrive freely, so that one\nwill not articulate itselfat the expense of others.\nAgain, in the anti-racist strugglethe ultimate horizon is that of\nopening up the space for differences: each ethnic group, religious\ngroup,cultural group, way of life group, should have the freedomto\nfreely deploy, articulate it's potentials, it's position. But this\nconceptual field, the field of openness towards the other, of\ntolerating, allowing for differences, as the ultimate ethical\nhorizon, this, I claim, should not,cannot be, our ultimate horizon.\nBecause we can immediately see that...to use the simplified example\n-class struggle. My God, the ultimate goal of the class struggle is\nnot for proletarians to allow the bourgeoisie, and bourgeoisie to\nallow proletariansto freely deploy their own potentials etc. It's\nan antagonistic struggle. The goal is not to let the multitude be.\nThe goal is to annihilate the enemy. It's a totally different\nlogic. It's the logic of animosity,it's the logic of antagonistic\nstruggle. Which also involves a totally different notion of\nuniversality. The notion of universality here is no longer\nuniversality as the encompassing medium,container of the\npluralityof positions -sexual positions, cultural\npositions,whatever. No! Universality is here the universality of\nstruggle itself. There is also a central paradox to this struggling\nposition. The position of struggle does not mean the position of a\nparticular identity and the abandonment of the universal notion of\ntruth. The abandonment of the universal notion of truth goes very\nwell with multi-culturalese politics where we can say:\" Everybody\nhas the right\"to narrate it's own version of truth. There is no\nglobal truth. \"No! Our position should be:there is universal truth.\nThere always is one universal truth of a certain situation. But\nthis truth is accessible only from a specific, partial,\nengaged,engaged in the struggle, standpoint. So it's not that we\narrive at the universal truth by abstracting from our particula\nrengagement, from our particular interests,the idea being: each of\nus has it's own interests, positions, but the truth of a situation\nemerges when we can step, as it were,outside ourselves and look at\nthe situation more objectively,the way it really is. No, on the\ncontrary! We should fully assume the paradoxof universal truth\nbeing accessible only through a partial, engaged position. This, I\nthink, is more precious than ever to maintain today.\nAnd this is the reason why, at the social level, I think,we should\ncling to the notion of collective as it was till now practice in\nthree forms: messianic religious collectives, revolutionary\nparties,and psycho-analytic communities.They both share...sorry,\nall three of them, they share precisely this same notion of\nuniversality accessible only through an engaged,struggling,\nsubjective position. This politics of pure differenceis opposed\ntoday by another, I would call it, politics of the real, but the\nreal of the super-ego, in precisely the sense I already talked\nabout, that is to say: super-ego injunction, the obscene virtual\nsuper-ego injunction to enjoy. So how does this super-ego\ninjunction function today, in the hegemonic mode of social\nidentification?To put it in extremely simplified terms: the old\nfunctioning of ethics was that of moderation. The ultimate task of\nethics was to moderate it, like - do it, but not excessively. Eat,\ndrink - not too much. Sex - not too much. It was the ethics of the\nproper measure. Today, I claim, a different kindof ethics is\nemerging. An ethics which, on the one hand, allows you limitless\nconsumption, no moderation, go to the end - but why? Because the\nobject in itselfis already deprived of its dangerous substance,as\nit were. The whole series of products that we find today on the\nmarket -decaffeinated coffee, beer without alcohol, sugar without\nsugar etc. -that is to say the product where you get the effect but\ndeprived of its potentialy dangerous substance.\nSo that today the injunctionis no longer\"Drink coffee, but\nmoderately\", it is:\"Have as much coffee as you want,\"because coffee\nis already,in itself, decaffeinated coffee.\" Maybe the best -\nslightly tasteless, but what the hell, why not? -metaphor for this\nproduct is something that I saw- years ago in Los Angeles. It's the\nparadox of a chocolate laxative. Of course, chocolate being that\nwhich gives you constipation. With the publicity, I remember\nit:\"Still constipated? Not a problem, eat more of our chocolate!\"\nSo that's the paradox, that the chocolate is already its own remedy\nin a kind of almost Hegelian direct coincidence of the opposites.\nSo, why is this interesting? Precisely because, I claim, it's not\nlimited only to phenomena of commodities. What interests me is how\nwe can locate the same logic also, the same paradoxical logic of an\nproduct being its own counter-effect, already and also within the\nsocial field.\nFor example, let's take the big topic of tolerance. What does it\nmean? I claim it has precisely the structure of chocolate laxative.\nThat is to say, tolerance is a mode of appearance of its own\nopposite, of intolerance. Because, what does it mean, tolerance,\ntoday? It means tolerate the differences,which, again,means \"don't\nharass me\". Tolerance means: \"Tolerate me\",means \"Don't harass me\".\nWhat does it mean,\"Don't harass me\"? It means precisely\"Don't come\ntoo close to me\". If you come too close to me with your excessive\nenjoyment, you disturb me, you harass me. So we have then this idea\nthat practically everything appear form of harassment. I look at\nyou, it's potentially sexual harassment. I speak too loudly, it's\nverbal harassment, whatever. Everything, every over-proximityof\nanother human being can be potentially a form of harassment. And I\nthink that this fearof harassment is preciselly fundamental form of\nintolerance, today.\nAnd so, again, I claim that when we talk about tolerance today, it\nmeans precisely tolerance as avoiding harassment, which means\nintolerance. It means let's tolerate each other, again,which means\nlet's keepat a proper distance from each other. Yet another\nchocolate laxative phenomenon isn't it the way we dea lwith wealth\ntoday? The exemplary figure today for me hereis somebody like\nGeorge Soros. Half the day he engages in the most ruthless\nfinancial exploitations, ruining the lives of hundreds,of\nthousands, even millions. The other half he just gives part of it\nback. So the morning is chocolate, the afternoon is laxative. Like,\nyou know, involving all these human aid programs, etc.,political,\ndemocratization, etc. etc.\nSo again, instead of simply not engage in ruthless speculation, he\ndoes it, but then includes counter-action. And even more\nradically,is it not exactly the same with war today? I think that\nUlrich Beck,the German sociologist,was well justified in\ninventingthe term \"militarist pacifism\",or \"humanitarian\nmilitarism\".What goes on today where all the wars are declared as\nwars for peace. It's not only that their ultimate goal is defined\nas to bring peace, into Iraq, to remove the threat of war, etc.\netc. It's even more radically. It is that the war operation itself\nresembles more and morea kind of humanitarian intervention to help\nthe people there. If you read, for example,the recent justification\nof attack on Iraq.It's not so much that Iraq was attacked in order\nto remove the threat to the Western nation of Saddam. It was in\norder to help the Iraqi people etc. etc. No wonder then that...the\nultimate chocolate laxative...No wonder that...The concentration\ncamps.\nAs Giorgio Agamben claims,the typical, exemplary case of a th\ncentury collective, has precisely these both aspects. Again,\nchocolate laxative structure, the aspect of isolating the enemy\n-Guantanamo or whatever -and the aspect of concentrating people in\norder to give them,to provide them with humanitarian aid.\nSo, what this meansare two things. First, I don't think that it is\njustified to talk today about consumption -we live in a society of\nconsumption, etc. On the contrary, I claim.We consume less than\never, if consuming means taking the risk, really opening yourself.\nWhich is why, incidentally,we are so afraid of smoking. I claim\nit's not simply medical results etc. What is so terrifying in\nsmoking is somebody really consuming the smoke with all the dangers\nthis involves. I think that the true consumers today are\ndrug-addicts, chain-smokers, etc. And they are the figures of\nhorror today, if anything. Again, the structure is that of\nchocolate laxative,which is why we are or looking even at this\nlevel for products which would be already a kind of decaffeinated\ncoffee. Which is why I think marijuanais so popular. Because it's\nkind of decaffeinated opium, de facto. Opium without opium. You can\nhave it, but deprived of its dangerous substance.\nSo, to conclude this brief reflection, I would say that today the\nfundamental, as it were,ethical injunction, the injunction society\nbombards us with, is no longer the injunction to control yourself,\nto repress your strivings or whatever. It's on the contrary, the\ninjunction to enjoy it, to go to the end. This is what we feel\nguilty about today. And this, I think, also changes fundamentally\nthe role of psychoanalysis. It does not make it outdated, it's more\nactual than ever,only its function fundamentally changed.\nIn the good all days,or so it appeared, now it's clear that it\nnever was simply like that, the idea was the following one. Let's\nsay you are sexually frustrated, because you internalized some\npaternal or other prohibitions, you cannot enjoy sex, and the\nfunction of psychoanalysis is to relieve you, release you of the\npressure of these internalized prohibitions, so you can let\nyourself go,you can enjoy. In other words, you feel guilty if you\ntransgressed social prohibitionsin order to enjoy. Today it's\nalmost the opposite.You feel guilty, if you cannot make it, if you\ncannot enjoy. And we shouldn't take here enjoyment just in the\nimmediate sense of sex, sure pleasure of drinking, whatever. It can\nbe enjoyment of power, social success, professional success, it can\nbe even spiritual enjoyment, in the New Age sense,Gnostic sense of\nrealizing your ego etc. etc.\nWhat we are getting today is that you feel guilty if in this sense\nyou cannot enjoy yourself. So this brings us, I claim, to a double\nfunction of psychoanalys is today.\nA. It's message is not \"relax, get rid of prohibitions\".It's\nmessage is, as Alain Badiou put it in wonderful terms,\"you should\nlearn to becomea pitiless censor of yourself.\"The role of\npychoanalys is today. It's not to enable you to enjoy,but to open\nup a space in which you are allowed not to enjoy. That's the\nfundamental messageof psychoanalysis today. You are not obliged to\nenjoy. You are allowednot to enjoy. Which, of course, is not the\nsame as saying you are prohibited to enjoy. Just: you are\nallowednot to enjoy. This confronts us furthermore with the\nparadoxes of today's superego. Which is how, on the one\nhand,permissivity ends up in its opposite. Like: today the\ninjunctionis \"enjoy\",the result is more prohibitions, regulations\nthan ever. You can enjoy yourself, but in order to enjoy yourself\nproperly, you are ordered to - what -not to eat too much,to engage\nin jogging, to take care of your fitness,not to smoke, etc. etc.\nJust look around and I think that there is nothing more miserable\ntoday than those younger couples or peoplewho organize their life\nin order to enjoy themselves. The regulation is total.\nOn the other hand,we have the opposite paradox, which is that the\nso-called\"newly emerging fundamentalism\"is not here in order to\nintroducesome new stability,to give you firm ethical foundationin\ntoday's world where there are no firm stable values etc.,but on the\ncontrary, I claim,it is here to open up as a kind of a false space\nof freedom. I'm referring here, of course,implicitlyto Lacan's\nfamous reversal of the Dostoyevsky motto. it is not that if God\ndoesn't exist, everything is permitted, but if God doesn't exist,\neverything is prohibited.This is the lesson of the hedonistic\nyuppies. And the opposite lesson, no less crucial:if God\nexists,then everything is permitted. Which means: if you can\njustify your role as that of being the instrument of the divine\nwill,in other words - you hear voices,you have the contact with the\nguy up there,either George Bushor Osama bin Laden -as many people\nnoticed: this is what they have in common,they both hear directly\nfrom up there -then you can do whatever you want -you can do\nterrorist acts,bomb countries, etc. etc.\nSo here we see how difficult it is to orient ourselves in today's\nconstellation where there is a certain urge to false\nfreedom,inherent to the system itself. Which is why, I claim,the\nmain task todayis to reinvent utopia, a space of utopia. What do\nyou mean by this? It's not, of course, the old fashioned\nutopia,which is the utopia of imagining ideal world about which we\nknow in advance that it will never be realized. The big models here\nare, of course:Plato's Republic,Thomas Moore Utopia,and - we should\nnot forget -Marquis de Sade:Philosophy in the Boudoir. That's the\nclassical utopia. Then we have, what I'm tempted to call,the\ncapitalist utopia. This unbridled solicitation of new and new\ndesires,which can go pretty far. Like today I learned thatin the\nUnited States, they are, in some communities, seriously considering\nthe idea that necrophiliacs,those who want to play sexual games\nwith corpses, dead bodies, are seriously deprived. So isn't it the\nduty of our societyto provide them with corpses? Can it be done in\nsome wayso that people sign voluntarily in the same way that you\nsign that if you die, your heart,your organs can be used,that your\nbody can be used to be delivered to necrophiliacs etc. etc. The\nproblem here is that,radical as this may appear,there is something\nridiculously benign about it,about this capitalist utopia. You can\ngo to the end, basically nothing happens. But we have a third\nutopia,which is, again,neither this classical utopia of imagining\nan alternative universe, not even dreaming about really realizing\nit,then the capitalist utopia of ever new desires,extreme forms of\nsatisfying your desires, there is a third mode which,I would say it\nprecisely -the real,the real core of utopia. I think a truly\nradical utopiais not an exercise in free imagination. Like, you sit\ndown,don't have anything wiser to do than to imagine possible ideal\nworlds. It's something that you do literally as out of an inner\nurge. You have to invent something new when you cannot do it\notherwise. True utopia for me is not a matter of the future, it's\nsomething to be immediately enacted, when there is no other way.\nUtopia in this sense simply means: do what appears, within the\ngiven symbolic coordinates, as impossible. Take the risk, change\nthe very coordinates. And I'm not talking here about something\ncrazy. Even big classical well-known,even some times conservative\nacts,have this utopian dimension. Like, to take a ridiculous\nexample,thirty years ago, remember Richard Nixon's trip to China.\nThere was almost a utopian dimension to it. Why? Because he did\nwhat was appeared as impossible. China was portrayed as the\nultimate evil super power. With Soviet Union there was detente, not\nwith China. That act changed the entire coordinates. It did the\nimpossible. This is what we need more than ever today. Because\nultimately, I claim, the true utopia today is not a different\norder. It's the idea that the existing order can function\nindefinitely. The true utopia, I claim,was not communism,which\ndisintegrated in 89', it was the utopia of the 90s. The idea,\nelaborated, among others,by Francis Fukuyama, that we discovered\nthe final social form -liberal capitalist democracy -that we cannot\ngo further.That it's just a question of making it little more\ntolerant, spread it all around the world, but that we have the\nformula. And I think that if there is a symbolic meaning to\nSeptember 11th, is that the time of that utopia is over. The real\nof history is back. Which is why today the urge is not to be\nterrorized by the so-called\"post-political politics\" which tells\nus:\"ideological times are over,\" all you can do is just to play the\nrealistic game\"of accepting the trends\" etc. etc. We should dare to\nenact the impossible. We should rediscover how to not imagine, but\nenact utopia. The point is not again about planning utopias, the\npoint is about practicing them. And I think this is not a question\nof should we do it or should we simply persist in the existing\norder. It's much more radical. It's a matter for survival. The\nfuture will be utopian,or there will be none.", "source": "the_reality_of_the_virtual.txt"}
{"text": "Ideology is not just a false consciousness, but a material reality.\nI would prefer not to.\nThe Pervert's Guide to Cinema explores the hidden language of movies.", "source": "sample1.txt"}
