{"text": "Human Rights and Its Discontents\nBy Slavoj Zizek\nLet me go directly to the point: It is a well known fact that the\nclose-the-door button in most elevators is a totally dysfunctional\nplacebo which is placed there just to give individuals the impression\nthat they are somehow participating, contributing to the speed of the\nelevator journey. When we push this button the door closes in exactly\nthe same time as when we just press the floor button without speeding\nup the process by pressing also the close-the-door button. This extreme\nand clear case of fake participation is, I claim, an appropriate\nmetaphor (for) the participation of individuals in our post-modern\npolitical process. We are all the time asked by politicians to press\nsuch buttons. But some things are excluded. What is excluded from this\nparticipatory, multi-culturalist, tolerant democracy?\nIn today's predominant ideological perception, I'm tempted to claim\nwork itself - that is to say manual labor as opposed to so-called\nsymbolic activity - work, not sex is more and more becoming the site of\nobscene indecency to be concealed from the public eye. The tradition\nwhich goes back to Wagner's opera, Rhinegold, or to Fritz Lang's film,\nMetropolis, the tradition in which the working process takes place\nunderground, in dark caves, today culminates in the millions of\nanonymous workers sweating in the Third World factories, from Chinese\ngulags to Indonesian assembly lines. In their invisibility the West can\nafford itself to babble about the so-called disappearing working class.\nOf course, it's disappearing from here.\nBut what is crucial in this tradition is the equation of labor with\ncrime, the idea that labor, hard work, is originally an indecent\ncriminal activity to be hidden from the public eye. Significantly, we\nask ourselves a simple question: Where in Hollywood films do we see\nstill today the production process in all its intensity? I claim, as\nfar as I remember, and you can correct me if I'm wrong, only at one\nplace: in James Bond or similar films when the good guy, James Bond the\nagent, penetrates the fortress of the master criminal. And then you see\nit's either the drug processing or putting together of some lethal\nweapon. That's the only place where you see the production process. Of\ncourse, the function of the agent is then to explode, to destroy, to\nrepress again this sight of production.\nThis, I think, is the necessary background if we want to approach\nproperly the problematic of human rights today. So how are we to\napproach this problematic? I want to do something which may be a\nsurprise to some of you. It's no irony intended. I think the Christian\nlegacy is all too precious to be left to, well, Christians themselves.\nSo what I want to do is, in the first part of my talk, to propose a\ncertain reading of Christianity, aiming to demonstrate how Christianity\neffectively provides the foundation to human rights and freedoms.\nTo put it in a somewhat simplified way - I simplify it very much, I\nknow - there are two basic attitudes discernible in the history of\nreligions along the axis of the opposition between the global and the\nuniversal: On the one hand, there is the pre-Christian pagan cosmos,\nthe divine hierarchical order of cosmic principles which, when copied\non the society, gives the image of a congruent edifice in which each\nmember is at each/his/her own place. The supreme good is here the\nglobal balance of principles, while the evil stands for their\nderailment or derangement, for the excessive assertion of one principle\nto the detriment of other principles, of the masculine principle to the\ndetriment of the feminine one, of reason to the detriment of feeling,\nand so on and so on. The cosmic balance is then reestablished through\nthe work of justice which, with its inexorable necessity, sets things\nstraight again by crushing the derailed element. With regard to the\nsocial body, an individual is good when he or she acts in accordance\nwith his/her special place within the social edifice, when he respects\nnature which provides food and shelter, when he respects his\nsuperiors who take care of him in a fatherly way, and so on and so on.\nAnd evil occurs when some particular strata or individuals are no\nlonger satisfied with their proper place within the global order, when\nchildren no longer obey parents, when servants no longer obey their\nmasters, when the wise ruler turns into a capricious, cruel tyrant, and\nso on.\nSo the very core of the pagan wisdom resides in the insight into this\ncosmic balance of hierarchically ordered principles, more precisely,\nthe insight into the eternal circuit of the cosmic catastrophe,\nderailment, and the restoration of order through just punishment.\nPerhaps the most elaborated case of such a cosmic order is the ancient\nHindu cosmology first copied onto the social order in the guise of the\nsystem of castes, and then onto the individual organism itself in the\nguise of the harmonious hierarchy of its organs: head, hands, abdomen,\nand so on. Today such an attitude is artificially resuscitated in the\nmultitude of New Age approaches to nature, society, and so on and so\non. So that's the standard, traditional, pagan order. Again, being good\nmeans that you fully assume your proper place within some global order.\nBut Christianity, and in its own way already - maybe, I'm not sure, I\ndon't know enough about it - Buddhism, introduce into this global\nbalance, cosmic order, a principle totally foreign to it, a principle\nthat, measured by the standards of the pagan cosmology, cannot but\nappear as a monstrous distortion, the principle according to which each\nindividual has an immediate access to the universality of nirvana, or\nthe Holy Spirit, or today, of human rights and freedoms. The idea is\nthat I can participate in this universal dimension directly,\nirrespective of my specific particular place within the global order.\nFor that reason, Buddha's followers form a community of people who in\none way or another have broken with the hierarchy of the social order,\nwho started to treat this order as something fundamentally irrelevant.\nIn his choice of disciples, Buddha pointedly ignored castes and, after\nsome hesitation, true, even sexual difference. And do Christ's\nscandalous words from Luke (14:26) look, not point, in the same\ndirection? \"If anyone comes to me and does not hate his father and his\nmother, his wife and children, his brothers and sisters, yes, even his\nown life, he cannot be my disciple.\" Here, of course, I claim we are\nnot dealing with a simple brutal hatred demanded by a cruel and jealous\ngod. Family relations stand here metaphorically for the entire social\nnetwork, for any particular ethnic substance that determines my place\nin the global order of things. The hatred enjoined by Christ is\ntherefore not any kind of dialectical opposite of love, but the direct\nexpression of love. It is love itself that enjoins me to unplug, as it\nwere, from my organic community into which I was born, or, as St. Paul\nput it, \"There are neither men nor women, neither Jews nor Greeks.\"\nWe can see here how truly heterogeneous is the Christian stance with\nregard to that of the pagan wisdom. In clear contrast to the ultimate\nhorizon of the pagan wisdom, which is the coincidence of the opposites\n- Namely, what is wisdom? The ultimate point of wisdom is that our\nuniverse is the abyss of the primordial ground in which all false\nopposites - good and evil, appearance and reality, and so on and so on\n- ultimately coincide. That's wisdom. Wisdom always is basically a fake\nplatitude, I claim. You can be sure of it. Make a simple experiment. I\nthink the proper attitude of a proper Christian or leftist today is to\ndespise wisdom. What's wisdom? What's wisdom? Wisdom is that whatever\nhappens you have a good excuse. Wisdom means you do something. If you\nsucceed, then you have a proverb which is a form of wisdom to\nlegitimize it, like we in Europe have a proverb, a standard one which\nsays, Only those who risk can succeed. If you fail we have another\nproverb to legitimize it which says in very vulgar terms - something, I\ndon't have it in English - You cannot urinate against the wind. That's\nwisdom for me. Anything goes basically. The basic wisdom is that\ndifferences don't matter, what was up comes down, this eternal\ncirculation of fortune, and so on and so on.\nBut in clear contrast to this logic, Christianity asserts as the\nhighest act precisely what the pagan wisdom condemns as the source of\nevil: the gesture of separation, of drawing the line, of clinging to an\nelement which precisely disturbs the balance of all. The pagan reproach\nthat the Christian insight is not deep enough, that it fails to grasp\nthe primordial One-All, this primordial abyss, primordial void, thus\nmisses the point. Christianity is a miraculous event that disturbs the\nbalance of the One-All. It is the violent intrusion of difference which\nthrows off the rails the balanced circuit of the universe. From this\nstandpoint it would be interesting to approach the ideological\nambiguities of a very bad movie, George Lucas's Star Wars I: The\nPhantom Menace. The film, one of whose few interests resides in the way\nit endeavors to outline the answer to the question of the origin of\nevil, How did Darth Vader become Darth Vader? That is to say, How died\nAnakin Skywalker, this sweet boy, turn into the monstrous instrument of\ncosmic evil? Two things are here crucial: First, the Christological\nfeatures of the young Anakin. If you know the movie you know that his\nmother hints that she became pregnant with him in an immaculate\nconception. Then we have the ways in which Anakin wins. It clearly\nechoes the famous chariot race in Ben Hur, this tale of Christ. Second,\nthe fact that he's identified as the one who has the potential to\nrestore the balance of the Force. Now, here's my question: Since the\nideological universe of Star Wars is the New Age pagan universe, it is\nquite consequent that its central figure of evil should echo Christ.\nWithin the pagan horizon the event of Christ is the ultimate scandal.\nFurthermore, what if we take the premonition that Anakin will restore\nthe balance of the Force, not as the faithful misapprehension, but as a\ncorrect insight? What if the suffocating character of the pagan\nuniverse resides precisely in the fact that in this universe the\ndimension of radical evil, that in it the balance was way too much in\nfavor of the good? So I think that that's the solution, that precisely\nin this sense Anakin restores the balance. It is in order to emphasize\nthis suspension of social hierarchy that Christ addresses in an\naccentuated way those who belong to the very bottom of the social\nhierarchy, the outcasts of the social order - beggars, prostitutes - as\nthe privileged members of his new community. This new community is then\nexplicitly constructed as a collective of outcasts, the antipode to any\nestablished organic group. Perhaps the best way to imagine such a\ncommunity is to look at it in the lineage of other eccentric\ncommunities of outcasts that we know from past and present, from lepers\nand circus freaks to early computer hackers, groups in which the\nstigmatized individuals are united by a secret bond of solidarity. In\norder to specify further these two communities I'm tempted to risk the\nreference to Freud himself who, in his crowd psychology, provides two\nexamples of crowd formation as we all know: the Church and the army.\nNow usually one takes these two crowd formations as equivalent without\nconsidering the difference between the two. However, what if this\ndifference is crucial, along the lines of (I'm referring here to)\nErnesto Laclau, who developed the opposition between the structure of\ndifferences, the differentiated structure, and the antagonistic logic\nof equivalencies - us against them. The Church is global, a structured\ninstitution and(?) network of hierarchically differentiated positions,\nbasically ecumenical, tolerant, prone to compromises, all-inclusive,\ndividing the profits among the sub-groups; while in the army the accent\nis on the antagonism, on us versus them, and on the egalitarian\nuniversalism. All of us are ultimately equal when confronted with them,\nthe enemy. So that the army is ultimately exclusionary, prone to\nannihilate the other. Of course this is an abstract proposition;\nempirically the line can be blurred. We often have the militant Church\nor the army that functions as a Church-like corporate social\ninstitution.\nBut the fundamental paradox is that the two communities, again, often\nexchange their places. There is a Church who is close to antagonistic\nfunctioning of the army or vice versa. What I claim is that this\nopposition is actual even today in the field where I'm active, for\nexample, in the relationship between (the) International Psychoanalytic\nAssociation, the orthodox one and the Lacanian movement. The IPA is the\npsychoanalytic church, excommunicating people from its ranks only when\nit feels effectively threatened, prone to endless debates, compromises,\nand so on and so on. I claim that we Lacanians are, on the contrary,\nthe psychoanalytic army, a combative group working towards an\naggressive re-conquest defined by the antagonism between us and them,\navoiding, rejecting even the tolerant olive branch of the IPA: Come\nback, we accept you only if you also make a compromise and change\nslightly the form of your activity. So with regard to political\nstruggles, the Freudian formula, Where it was I shall come into being,\ncan thus be read as, Where the church was there, the army should\narrive.\nHowever, does Christianity not go even a further step and enjoin us,\nnot simply to hate parents on behalf of the Beloved One, but in the\ndialectical inversion of love for one's enemy, to hate the Beloved out\nof love and in love, as Kierkegaard put it? The proper way to\nunderstand this is to ask a precise question: What dimension in the\nBeloved Other am I enjoined to hate? Let me take hatred towards one's\nfather in the Oedipal family tension. As we see all the time, this\nhatred disappears and new understanding for the father emerges the\nmoment the son effectively gets rid of the shadow of paternal\nauthority. In short, hatred disappears the moment the son perceives his\nfather no longer as the embodiment of his father's symbolic function,\nbut as a vulnerable subject which is disconnected, disattached from\nthis function. It is in this sense that in true love I hate the Beloved\nout of love. I hate the dimension of the beloved person's inscription\ninto the social-symbolic structure. I hate him or her on behalf of my\nvery love for him as a unique person.\nHowever, we should avoid a crucial misunderstanding here. This\nunplugging, this disconnection, has nothing whatsoever to do with the\ncommon humanist idea that one should forget about the artificial\nsymbolic features and perceive one's neighbor in his or her unique\nhumanity, that we should see the real human person beneath the other\nsocial role, beneath ideological mandates or masks. St. Paul is here\nquite explicit in his, what I'm tempted to call in today's terms,\ntheoretical anti-humanism. A quote from Corinthians (5:17): \"From now\non, therefore, regard no one from a human point of view. Even though we\nonce knew Christ from a human point of view, we know him no longer in\nthat way. So if anyone is in Christ, there is a new creation.\nEverything old has passed away, everything has become new.\"\nSo in the uncoupling from the social structure, substance, whichever we\nwant, the neighbor is thus reduced to a singular member of the\ncommunity of believers of the Holy Ghost. To use the modern opposition,\nit is not the symbolic subject who is reduced the real individual; it\nis the individual, the person in all the wealth of his or her\ncharacteristics, features, who is reduced to the singular point of\nsubjectivity. As such, uncoupling effectively involves a symbolic\ndeath. One has to die for the law that regulates our tradition, our\nsocial substance.\nThe term \"new creation\" used by St. Paul is crucial here. It signals\nthe gesture of sublimation, of erasing the traces of one's past and the\nbeginning afresh from a zero point. Consequently, there is also a\nterrifying violence at work in this uncoupling, that of the death\ndrive, of the radical wiping the slate clean as the condition of the\nnew beginning.\nSo again, I hope my point where I am, to put it in these terms,\npro-Christian is clear enough. I claim that the way we - how should I\nput it? - the way to imagine any radical social change was opened by\nthis logic, which again is not the logic of this eternal circular\nmovement, the logic of disturbed and reestablished balance, where we\nare part of some large chain of being; but it's the logic of miracle,\nmiracle not in the religious sense - I'm a materialist, to avoid\nmisunderstanding - but miracle in the sense of you can begin from the\nzero point. We are not caught in an eternal movement. To be good does\nnot mean to be identified to your place. And it's here I claim that\nhuman rights begin. Human rights do not mean you have your proper place\nand dignity comes to you through being identified to that place. Human\nrights means precisely, no, you are something independently of your\nproper place. Which is why every proper right-winger or proto-fascist\nalways insists on one thing. This is the eternal organicist metaphoric\nof fascism or proto-fascism, that society is kind of a mega-organism, a\nbody where the key to order is that everyone has to stick to his or her\nown place, and things go wrong when people want directly to participate\nat the universal dimension. While again, democracy, if this term has\nany meaning today, begins precisely when you have a direct access to\nthe Absolute, where, independently of your place in this destructive,\nviolent outburst you can acquire a distance towards the specific social\nstructure. Because of this, against today's onslaught of New Age\nneo-paganism, it seems to me both theoretically productive and\npolitically salient to stick to this Judaeo-Christian logic.", "source": "human_rights.txt"}
{"text": "I'll give you a choice: either put on these glasses or start eating that trashcan. I already am eating from the trashcan all the time. The name of this trashcan is ideology.\nThe material force of ideology makes me not see what I am effectively eating. It's not only our reality which enslaves us. The tragedy of our predicament when we are within ideology is that when we think that we escape it into our dreams, at that point we are within ideology.\nThey allow you to see the real message beneath all the propaganda, publicity, posters and so on. You see a large publicity board telling you have a holiday of a lifetime and when you put the glasses on you see just on the white background; a grey inscription. MARRY & REPRODUCE.\nWe live, so we are told, in a post-ideological society. We are interpolated, that is to say, addressed by social authority not as subjects who should do their duty, sacrifice themselves, but subjects of pleasures. Realise your true potential. Be yourself. Lead a satisfying life. When you put the glasses on you see dictatorship in democracy. It's the invisible order, which sustains your apparent freedom.\nTo step out of ideology, it hurts. It's a painful experience. You must force yourself to do it.\nFreedom hurts.", "source": "sample2.txt"}
{"text": "Ideology is not just a false consciousness, but a material reality.\nI would prefer not to.\nThe Pervert's Guide to Cinema explores the hidden language of movies.", "source": "sample1.txt"}
