{"text": "Human Rights and Its Discontents\nBy Slavoj Zizek\nThank you for the kind invitation.\nLet me go directly to the point: It is a well known fact that the\nclose-the-door button in most elevators is a totally dysfunctional\nplacebo which is placed there just to give individuals the impression\nthat they are somehow participating, contributing to the speed of the\nelevator journey. When we push this button the door closes in exactly\nthe same time as when we just press the floor button without speeding\nup the process by pressing also the close-the-door button. This extreme\nand clear case of fake participation is, I claim, an appropriate\nmetaphor (for) the participation of individuals in our post-modern\npolitical process. We are all the time asked by politicians to press\nsuch buttons. But some things are excluded. What is excluded from this\nparticipatory, multi-culturalist, tolerant democracy?\nIn today's predominant ideological perception, I'm tempted to claim\nwork itself - that is to say manual labor as opposed to so-called\nsymbolic activity - work, not sex is more and more becoming the site of\nobscene indecency to be concealed from the public eye. The tradition\nwhich goes back to Wagner's opera, Rhinegold, or to Fritz Lang's film,\nMetropolis, the tradition in which the working process takes place\nunderground, in dark caves, today culminates in the millions of\nanonymous workers sweating in the Third World factories, from Chinese\ngulags to Indonesian assembly lines. In their invisibility the West can\nafford itself to babble about the so-called disappearing working class.\nOf course, it's disappearing from here.\nBut what is crucial in this tradition is the equation of labor with\ncrime, the idea that labor, hard work, is originally an indecent\ncriminal activity to be hidden from the public eye. Significantly, we\nask ourselves a simple question: Where in Hollywood films do we see\nstill today the production process in all its intensity? I claim, as\nfar as I remember, and you can correct me if I'm wrong, only at one\nplace: in James Bond or similar films when the good guy, James Bond the\nagent, penetrates the fortress of the master criminal. And then you see\nit's either the drug processing or putting together of some lethal\nweapon. That's the only place where you see the production process. Of\ncourse, the function of the agent is then to explode, to destroy, to\nrepress again this sight of production.\nThis, I think, is the necessary background if we want to approach\nproperly the problematic of human rights today. So how are we to\napproach this problematic? I want to do something which may be a\nsurprise to some of you. It's no irony intended. I think the Christian\nlegacy is all too precious to be left to, well, Christians themselves.\nSo what I want to do is, in the first part of my talk, to propose a\ncertain reading of Christianity, aiming to demonstrate how Christianity\neffectively provides the foundation to human rights and freedoms.\nTo put it in a somewhat simplified way - I simplify it very much, I\nknow - there are two basic attitudes discernible in the history of\nreligions along the axis of the opposition between the global and the\nuniversal: On the one hand, there is the pre-Christian pagan cosmos,\nthe divine hierarchical order of cosmic principles which, when copied\non the society, gives the image of a congruent edifice in which each\nmember is at each/his/her own place. The supreme good is here the\nglobal balance of principles, while the evil stands for their\nderailment or derangement, for the excessive assertion of one principle\nto the detriment of other principles, of the masculine principle to the\ndetriment of the feminine one, of reason to the detriment of feeling,\nand so on and so on. The cosmic balance is then reestablished through\nthe work of justice which, with its inexorable necessity, sets things\nstraight again by crushing the derailed element. With regard to the\nsocial body, an individual is good when he or she acts in accordance\nwith his/her special place within the social edifice, when he respects\nnature which provides food and shelter, when he respects his\nsuperiors who take care of him in a fatherly way, and so on and so on.\nAnd evil occurs when some particular strata or individuals are no\nlonger satisfied with their proper place within the global order, when\nchildren no longer obey parents, when servants no longer obey their\nmasters, when the wise ruler turns into a capricious, cruel tyrant, and\nso on.\nSo the very core of the pagan wisdom resides in the insight into this\ncosmic balance of hierarchically ordered principles, more precisely,\nthe insight into the eternal circuit of the cosmic catastrophe,\nderailment, and the restoration of order through just punishment.\nPerhaps the most elaborated case of such a cosmic order is the ancient\nHindu cosmology first copied onto the social order in the guise of the\nsystem of castes, and then onto the individual organism itself in the\nguise of the harmonious hierarchy of its organs: head, hands, abdomen,\nand so on. Today such an attitude is artificially resuscitated in the\nmultitude of New Age approaches to nature, society, and so on and so\non. So that's the standard, traditional, pagan order. Again, being good\nmeans that you fully assume your proper place within some global order.\nBut Christianity, and in its own way already - maybe, I'm not sure, I\ndon't know enough about it - Buddhism, introduce into this global\nbalance, cosmic order, a principle totally foreign to it, a principle\nthat, measured by the standards of the pagan cosmology, cannot but\nappear as a monstrous distortion, the principle according to which each\nindividual has an immediate access to the universality of nirvana, or\nthe Holy Spirit, or today, of human rights and freedoms. The idea is\nthat I can participate in this universal dimension directly,\nirrespective of my specific particular place within the global order.\nFor that reason, Buddha's followers form a community of people who in\none way or another have broken with the hierarchy of the social order,\nwho started to treat this order as something fundamentally irrelevant.\nIn his choice of disciples, Buddha pointedly ignored castes and, after\nsome hesitation, true, even sexual difference. And do Christ's\nscandalous words from Luke (14:26) look, not point, in the same\ndirection? \"If anyone comes to me and does not hate his father and his\nmother, his wife and children, his brothers and sisters, yes, even his\nown life, he cannot be my disciple.\" Here, of course, I claim we are\nnot dealing with a simple brutal hatred demanded by a cruel and jealous\ngod. Family relations stand here metaphorically for the entire social\nnetwork, for any particular ethnic substance that determines my place\nin the global order of things. The hatred enjoined by Christ is\ntherefore not any kind of dialectical opposite of love, but the direct\nexpression of love. It is love itself that enjoins me to unplug, as it\nwere, from my organic community into which I was born, or, as St. Paul\nput it, \"There are neither men nor women, neither Jews nor Greeks.\"\nWe can see here how truly heterogeneous is the Christian stance with\nregard to that of the pagan wisdom. In clear contrast to the ultimate\nhorizon of the pagan wisdom, which is the coincidence of the opposites\n- Namely, what is wisdom? The ultimate point of wisdom is that our\nuniverse is the abyss of the primordial ground in which all false\nopposites - good and evil, appearance and reality, and so on and so on\n- ultimately coincide. That's wisdom. Wisdom always is basically a fake\nplatitude, I claim. You can be sure of it. Make a simple experiment. I\nthink the proper attitude of a proper Christian or leftist today is to\ndespise wisdom. What's wisdom? What's wisdom? Wisdom is that whatever\nhappens you have a good excuse. Wisdom means you do something. If you\nsucceed, then you have a proverb which is a form of wisdom to\nlegitimize it, like we in Europe have a proverb, a standard one which\nsays, Only those who risk can succeed. If you fail we have another\nproverb to legitimize it which says in very vulgar terms - something, I\ndon't have it in English - You cannot urinate against the wind. That's\nwisdom for me. Anything goes basically. The basic wisdom is that\ndifferences don't matter, what was up comes down, this eternal\ncirculation of fortune, and so on and so on.\nBut in clear contrast to this logic, Christianity asserts as the\nhighest act precisely what the pagan wisdom condemns as the source of\nevil: the gesture of separation, of drawing the line, of clinging to an\nelement which precisely disturbs the balance of all. The pagan reproach\nthat the Christian insight is not deep enough, that it fails to grasp\nthe primordial One-All, this primordial abyss, primordial void, thus\nmisses the point. Christianity is a miraculous event that disturbs the\nbalance of the One-All. It is the violent intrusion of difference which\nthrows off the rails the balanced circuit of the universe. From this\nstandpoint it would be interesting to approach the ideological\nambiguities of a very bad movie, George Lucas's Star Wars I: The\nPhantom Menace. The film, one of whose few interests resides in the way\nit endeavors to outline the answer to the question of the origin of\nevil, How did Darth Vader become Darth Vader? That is to say, How died\nAnakin Skywalker, this sweet boy, turn into the monstrous instrument of\ncosmic evil? Two things are here crucial: First, the Christological\nfeatures of the young Anakin. If you know the movie you know that his\nmother hints that she became pregnant with him in an immaculate\nconception. Then we have the ways in which Anakin wins. It clearly\nechoes the famous chariot race in Ben Hur, this tale of Christ. Second,\nthe fact that he's identified as the one who has the potential to\nrestore the balance of the Force. Now, here's my question: Since the\nideological universe of Star Wars is the New Age pagan universe, it is\nquite consequent that its central figure of evil should echo Christ.\nWithin the pagan horizon the event of Christ is the ultimate scandal.\nFurthermore, what if we take the premonition that Anakin will restore\nthe balance of the Force, not as the faithful misapprehension, but as a\ncorrect insight? What if the suffocating character of the pagan\nuniverse resides precisely in the fact that in this universe the\ndimension of radical evil, that in it the balance was way too much in\nfavor of the good? So I think that that's the solution, that precisely\nin this sense Anakin restores the balance. It is in order to emphasize\nthis suspension of social hierarchy that Christ addresses in an\naccentuated way those who belong to the very bottom of the social\nhierarchy, the outcasts of the social order - beggars, prostitutes - as\nthe privileged members of his new community. This new community is then\nexplicitly constructed as a collective of outcasts, the antipode to any\nestablished organic group. Perhaps the best way to imagine such a\ncommunity is to look at it in the lineage of other eccentric\ncommunities of outcasts that we know from past and present, from lepers\nand circus freaks to early computer hackers, groups in which the\nstigmatized individuals are united by a secret bond of solidarity. In\norder to specify further these two communities I'm tempted to risk the\nreference to Freud himself who, in his crowd psychology, provides two\nexamples of crowd formation as we all know: the Church and the army.\nNow usually one takes these two crowd formations as equivalent without\nconsidering the difference between the two. However, what if this\ndifference is crucial, along the lines of (I'm referring here to)\nErnesto Laclau, who developed the opposition between the structure of\ndifferences, the differentiated structure, and the antagonistic logic\nof equivalencies - us against them. The Church is global, a structured\ninstitution and(?) network of hierarchically differentiated positions,\nbasically ecumenical, tolerant, prone to compromises, all-inclusive,\ndividing the profits among the sub-groups; while in the army the accent\nis on the antagonism, on us versus them, and on the egalitarian\nuniversalism. All of us are ultimately equal when confronted with them,\nthe enemy. So that the army is ultimately exclusionary, prone to\nannihilate the other. Of course this is an abstract proposition;\nempirically the line can be blurred. We often have the militant Church\nor the army that functions as a Church-like corporate social\ninstitution.\nBut the fundamental paradox is that the two communities, again, often\nexchange their places. There is a Church who is close to antagonistic\nfunctioning of the army or vice versa. What I claim is that this\nopposition is actual even today in the field where I'm active, for\nexample, in the relationship between (the) International Psychoanalytic\nAssociation, the orthodox one and the Lacanian movement. The IPA is the\npsychoanalytic church, excommunicating people from its ranks only when\nit feels effectively threatened, prone to endless debates, compromises,\nand so on and so on. I claim that we Lacanians are, on the contrary,\nthe psychoanalytic army, a combative group working towards an\naggressive re-conquest defined by the antagonism between us and them,\navoiding, rejecting even the tolerant olive branch of the IPA: Come\nback, we accept you only if you also make a compromise and change\nslightly the form of your activity. So with regard to political\nstruggles, the Freudian formula, Where it was I shall come into being,\ncan thus be read as, Where the church was there, the army should\narrive.\nHowever, does Christianity not go even a further step and enjoin us,\nnot simply to hate parents on behalf of the Beloved One, but in the\ndialectical inversion of love for one's enemy, to hate the Beloved out\nof love and in love, as Kierkegaard put it? The proper way to\nunderstand this is to ask a precise question: What dimension in the\nBeloved Other am I enjoined to hate? Let me take hatred towards one's\nfather in the Oedipal family tension. As we see all the time, this\nhatred disappears and new understanding for the father emerges the\nmoment the son effectively gets rid of the shadow of paternal\nauthority. In short, hatred disappears the moment the son perceives his\nfather no longer as the embodiment of his father's symbolic function,\nbut as a vulnerable subject which is disconnected, disattached from\nthis function. It is in this sense that in true love I hate the Beloved\nout of love. I hate the dimension of the beloved person's inscription\ninto the social-symbolic structure. I hate him or her on behalf of my\nvery love for him as a unique person.\nHowever, we should avoid a crucial misunderstanding here. This\nunplugging, this disconnection, has nothing whatsoever to do with the\ncommon humanist idea that one should forget about the artificial\nsymbolic features and perceive one's neighbor in his or her unique\nhumanity, that we should see the real human person beneath the other\nsocial role, beneath ideological mandates or masks. St. Paul is here\nquite explicit in his, what I'm tempted to call in today's terms,\ntheoretical anti-humanism. A quote from Corinthians (5:17): \"From now\non, therefore, regard no one from a human point of view. Even though we\nonce knew Christ from a human point of view, we know him no longer in\nthat way. So if anyone is in Christ, there is a new creation.\nEverything old has passed away, everything has become new.\"\nSo in the uncoupling from the social structure, substance, whichever we\nwant, the neighbor is thus reduced to a singular member of the\ncommunity of believers of the Holy Ghost. To use the modern opposition,\nit is not the symbolic subject who is reduced the real individual; it\nis the individual, the person in all the wealth of his or her\ncharacteristics, features, who is reduced to the singular point of\nsubjectivity. As such, uncoupling effectively involves a symbolic\ndeath. One has to die for the law that regulates our tradition, our\nsocial substance.\nThe term \"new creation\" used by St. Paul is crucial here. It signals\nthe gesture of sublimation, of erasing the traces of one's past and the\nbeginning afresh from a zero point. Consequently, there is also a\nterrifying violence at work in this uncoupling, that of the death\ndrive, of the radical wiping the slate clean as the condition of the\nnew beginning.\nSo again, I hope my point where I am, to put it in these terms,\npro-Christian is clear enough. I claim that the way we - how should I\nput it? - the way to imagine any radical social change was opened by\nthis logic, which again is not the logic of this eternal circular\nmovement, the logic of disturbed and reestablished balance, where we\nare part of some large chain of being; but it's the logic of miracle,\nmiracle not in the religious sense - I'm a materialist, to avoid\nmisunderstanding - but miracle in the sense of you can begin from the\nzero point. We are not caught in an eternal movement. To be good does\nnot mean to be identified to your place. And it's here I claim that\nhuman rights begin. Human rights do not mean you have your proper place\nand dignity comes to you through being identified to that place. Human\nrights means precisely, no, you are something independently of your\nproper place. Which is why every proper right-winger or proto-fascist\nalways insists on one thing. This is the eternal organicist metaphoric\nof fascism or proto-fascism, that society is kind of a mega-organism, a\nbody where the key to order is that everyone has to stick to his or her\nown place, and things go wrong when people want directly to participate\nat the universal dimension. While again, democracy, if this term has\nany meaning today, begins precisely when you have a direct access to\nthe Absolute, where, independently of your place in this destructive,\nviolent outburst you can acquire a distance towards the specific social\nstructure. Because of this, against today's onslaught of New Age\nneo-paganism, it seems to me both theoretically productive and\npolitically salient to stick to this Judaeo-Christian logic.\nAlong the neo-pagan lines, for example, John Gray, the author of Men\nAre From Mars, Women are from Venus, deployed in a series of Oprah\nWinfrey shows a vulgarized version of deconstructionist psychoanlysis.\nWhat is John Gray's thesis? His thesis is the following one: Since we\nultimately are the stories we are telling ourselves about ourselves,\nthe solution to a psychic deadlock resides in a creative rewriting of\nthe narrative of our past. What John Gray has in mind is not only the\nstandard cognitive therapy of changing negative false beliefs about\noneself into a more positive attitude of the assurance that one is\nloved by others and capable of creative achievement, but a much more\nradical pseudo-Freudian notion of regression back to the scene of the\nprimordial traumatic wound. That is to say, John Gray accepts the\npsychoanalytic notion of a hard kernel of some early childhood\ntraumatic experience that forever marked the subject's further\ndevelopment; but he gives it, (...?) the individual a pathological\nspin. What John Gray proposes is that after regressing to this primal\ntraumatic scene and thus directly confronting it, the subject should,\nunder therapy's guidance, rewrite this scene, this ultimate fantasmatic\nframework of his or her existence, in a more positive, benign,\nproductive narrative.\nHe himself presented, in a show that I watched, a woman in her late\ntwenties whose primordial traumatic scene - that existed in her\nunconscious, deforming, inhibiting her creative attitude - was that of\nher father shouting at her when she was a small girl, \"You are\nworthless, I despise you, nothing will come of you!\" John Gray said\nsimply that through his collaboration, this woman should rewrite this\nscene into a new scene with a benevolent father kindly smiling at her\nand telling her, \"You are okay, I trust you fully,\" and so on and so\non. And they tried to convince us that this worked, and that at the end\nthe woman gracefully embraced John Gray, crying from happiness that she\nwas no longer haunted by her father's despising attitude towards her.\nNow to play this game to the end: When Wolf Man, Freud's patient,\nregressed to the traumatic scene that determined his further psychic\ndevelopment, witnessing the parental coitus a tergo, sexual act from\nbehind, the solution would be probably, from John Gray's point, to\nrewrite this scene so that what Wolf Man effectively saw was, let's\nsay, instead of his parents having sex, only his parents lying on the\nbed: father reading a newspaper, mother, a sentimental novel.\nRidiculous as this may appear, let us not forget that it also has its\npolitically correct version - that of the ethnic, sexual and (?)\nminorities rewriting their past in a more positive self-asserting vein.\nAlong the same lines one can even imagine a rewriting of the Decalogue\nitself. If some command is too severe, let us regress to the scene on\nMt. Sinai and rewrite it. Adultery? Why not? Yes, if it is sincere and\nserves the goal of your profound self-realization. What disappears in\nthis total availability of the past to its subsequent retroactive\nrewriting is not the hard facts, but the Real of the traumatic\nencounter whose structuring role in the subject's psychic economy\nforever resists its symbolic rewriting.\nThis is the reason why we today prefer the Dalai Lama to the Pope. Even\nthose who respect Pope John Paul II's moral stance usually accompany\nthis admiration with the qualification that the Pope nonetheless\nremains hopelessly old-fashioned, medieval even, sticking to old\ndogmas, out of touch with the demands of new times. How can one today\nignore contraception, divorce, abortion? Are these not facts of our\nlife, part of today's self-evident rights? How can the Pope deny the\nright to abortion, even to a nun who got pregnant through rape, as the\nPope effectively did in the case of the raped nuns during the war in\nBosnia? Is it not clear that, even when one is in principle against\nabortion, one should in such an extreme case bend the principle and\nconsent to a compromise? One can understand now why the Dalai Lama is\nmuch more appropriate for our post-modern permissive times. He presents\nus with a vague feel-good spiritualism without any specific\nobligations. Anyone, even the most decadent Hollywood star, can follow\nhim while continuing his money-grubbing, promiscuous lifestyle. In\ncontrast to it, the Pope reminds us that there is a price to pay for a\nproper ethical attitude. It is his very stubborn clinging to old\nvalues, his ignoring the realistic demands of our time even when the\nargument against it seems obvious, as is the case of the raped nun,\nthat makes him - conditionally I use this term - great.\nSo I hope you got my point here. I disagree radically with the Pope.\nBut what I admire nonetheless in his attitude is the form itself. I\nthink the argumentation, the usual argumentation against the Pope is\neven worse than the Pope, because the argumentation is really purely\nconformist argumentation. It's really the argumentation against paying\nthe price for an ethical stance. It's the argumentation of \"let's be\nrealists,\" and so on and so on. It's basically argumentation from an\nunprincipled attitude. So in this permissive, plastic universe of ours,\nhuman rights are ultimately in their innermost simply - why not? I\nfollow here my friend from California, Ken Reinhard - aren't they not\nsimply, ultimately, the way they actually function, the rights to\nviolate the Ten Commandments? The right to privacy, what does it mean?\nBasically, the right to adultery done in secret when no one sees me or\nhas the right to probe into my life. The right to pursue happiness and\nto possess private property, what does it mean? Basically, the right to\nsteal, to exploit others. Freedom of the press and of the expression of\nopinion, basically what does it mean? The right to lie. The right of\nthe free citizens to possess weapons - it is of course the right to\nkill. And ultimately freedom of religious belief: the right to\ncelebrate false gods.\nOf course human rights do not directly condone the violation of the\nCommandments. The point is just that they keep open a marginal grey\nzone which should remain out of reach of religious or secular power. In\nthis shady zone I can violate the Commandments, and if the power probes\ninto it, catching me with my pants down, trying to prevent my\nviolations, I can cry assault on my basic human rights. The point is\nthus it is structurally impossibly for the power to draw a clear line\nof separation and to prevent only the misuse of human rights, while not\ninfringing upon their proper use, the use that does not violate the\ncommandments.\nThere is a somewhat homologous situation with regard to the\nheterosexual seduction process in our politically correct times. The\ntwo sets, the set of the politically correct behavior and the set of\nseduction, nowhere effectively intersect; that is to say, there is no\nseduction which is not in a way an incorrect intrusion or harassment.\nAt some point you, if you are a seducer, you have to expose yourself to\nmake a pass, as we usually put it.\nSo does this mean that every seduction is all the way through an\nincorrect harassment? No, and therein resides the catch. When you make\na pass, you expose yourself to the other, the potential partner, and\nshe decides retroactively, by her reaction, whether what you just did\nwas harassment or a successful act of seduction. And there is no way to\ntell in advance what her reaction will be. This is why assertive women\noften despise weak men, because they fear to expose themselves, to take\nthe necessary risk. And perhaps this holds even more in our politically\ncorrect times. Are not the politically correct prohibitions rules which\nin one way or another are to be violated in the seduction process? Is\nnot the seducer's art to accomplish this violation properly, so that\nafterwards, by its acceptance, its harassing aspect will be\nretroactively canceled?\nSo within this universe of permissivity, where human rights are reduced\nto what I said, just rights to violate Commandments, and so on and so\non, how does the reference to human rights function in politics? Here I\nwill finally enter what probably you expect from me, the NATO bombing\nof ex-Yugoslavia, of Serbia. How did it function? Where did I find it\nproblematic? - because I'm basically opposed to both positions there.\nI'm both opposed to those who oppose the bombing and those who simply\ncondone the bombing.\nIt may appear comforting to see the NATO forces intervene not for any\nspecific economic or strategic interest, but simply because a country\nwas cruelly violating the elementary human rights of an ethnic group.\nIs not this the only hope in our global era, to see some\ninternationally acknowledged force as the guarantee that all countries\nwill respect a certain minimum of ethical and even health, social,\necological standards?\nThis is the message that Vaclav Havel tries to bring home in his essay\nsignificantly titled, \"Kosovo and the End of the Nation-State.\"\nAccording to Havel, the NATO bombing of Yugoslavia,\n\"places human rights above the rights of the state. The Federal\nRepublic of Yugoslavia was attacked by the Alliance without a direct\nmandate from the United Nations. This did not happen irresponsibly, as\nan act of aggression or out of disrespect for international law. It\nhappened, on the contrary, out of respect for the law, for a law that\nranks higher than the law which protects the sovereignty of states. The\nAlliance has acted out of respect for human rights, as both conscience\nand international legal documents dictate.\"\nHavel further specifies this higher law when he claims that - I quote\nagain:\n\"human rights, human freedoms, and human dignity have their deepest\nroots somewhere outside the perceptible world. (...) While the state is\na human creation, human beings are the creation of God.\"\nNow, if we read Havel's two statements as two premises of a judgment,\nthe conclusion that imposes itself is none other than that the NATO\nforces are allowed to violate the existing international law since they\nacted as a direct instrument of the higher law of God Himself. If this\nis not a clear-cut case of religious fundamentalism, then this term is\ndevoid of any even minimally consistent meaning. There are, however, a\nseries of features which disturb this idyllic picture. The first thing\nthat cannot but arouse our suspicion is how, in the NATO justification\nof the intervention, the reference to the violation of human rights was\nalways accompanied by the vague reference to strategic interests. So\nthis is the old point of why exactly Yugoslavia? Why not Turkey? Why\nnot now Russia, and so on? Here, of course, we enter the shady world of\ninternational capital and its strategic interests. Let me just mention\nthe case of what goes on now in Chechnya. In order to discern the\nultimate costs of the Russian ruthless bombardment of the civil\npopulation in Grozny, the capital of Chechnya, one has to forget all\nthe prattle about the ethnic-religious conflict between Russian\nOrthodox Christian nationalism and the Islamic fundamentalist threat.\nOne should rather focus the attention on the enormous oil reserves\nrecently discovered is Azerbaijan - a country, incidentally, run by the\ndemocratically elected Aliyev, the chief of the KGB in the Breznev\nyears. If these reserves were to become accessible for the West, they\nwould threaten the privileged position of the Arab countries with\nregard to the oil supply. Furthermore, there is the secondary conflict\nbetween Russia and Turkey as to where the pipeline that will transport\nall this wealth to the West will run: through southern Russia, or\nthrough Turkey? It is the intricate ballet and changing alliances\nbetween these three parties, together with their Western sponsors, that\nprovide the key to (the question) why such a meaningless war at\nprecisely this moment.\nThere is, however, a deeper problem with the NATO intervention, I\nclaim. The problem is not only that beneath the empty rhetoric of human\nrights there were particular interests. What is problematic for me is\nprecisely the purely humanitarian ethic legitimization which\ndepoliticizes the intervention, changing it into an intervention into a\nhumanitarian catastrophe grounded in purely moral reasons, not an\nintervention into a well defined political struggle. In other words,\nthe problem with the militaristic pacifism (this was the term coined by\nGerman sociologist, Ulrich Beck apropos of NATO intervention in the\nBalkans, that we are approaching the era of militaristic humanism, or\neven militaristic pacifism), the problem for me here resides not in\nmilitaristic, but in humanism or pacifism. The problem resides in the\nway the militaristic intervention is presented as helping the victims\nof ethnic and so on hatred and violence, justified directly in\ndepoliticized universal human rights. Why do I find this problematic?\nNow I approach slowly the more problematic, probably for you, core of\nmy talk today. The first problem I have is the following one: Let's go\nback to this famous disappearance of the working class. I did say\nnobody speaks of the working class today, but there is nonetheless, I\nclaim, another term - immigrant workers, immigrants - which functions\nas a kind of metaphoric displacement. There we still talk about working\nclass problems as the problems of immigrant workers. But what is the\nprice that we pay for this displacement? It is that the problematic of\npower exploitation and so on is silently, in a secret way, retranslated\ninto the multi-culturalist problematic of tolerance, tolerance for the\nother, and so on and so on. So at the end it appears as if it's not\nthat we are racist in order to exploit the others, but that we exploit\nothers - Hispanics here in this States, or African Americans, or Turks\nin Germany, and so on - that we exploit the other because we are not\ntolerant, because we fear their otherness, and then what enters is the\nKristevian poetry about \"strangers within ourselves and to ourselves,\"\nthat the main problem is how to accept that we are strangers to\nourselves, and so on. Again, I find this poetry suspicious because,\nagain, it depoliticizes the situation. It changes what is the problem\nof what ultimately is not a problem of cultural tolerance, but of\npower, exploitation and economy, it changes the problem into the\nproblem of tolerance. Which is why I think that to approach today's\nracist outbursts and so on in terms of tolerance is totally misleading.\nI'm tempted even to say that the moment we put it in the terms of\ntolerance we falsify it. It's a totally false issue to formulate it in\nterms of intolerance versus tolerance. What do I mean by this? Let me\nquote a report by The New York Times journalist, Steven Erlanger, on\nthe suffering of the Kosovo Albanians, in an old issue of The New York\nTimes, which renders perfectly this logic that I'm attacking here.\nAlready the title of his report is tell-taling (sic), \"In One Kosovo\nWoman, An Emblem of Suffering.\" So the subject to be protected by the\nNATO intervention in ex-Yugoslavia is from the outset identified as a\npowerless victim of circumstances, deprived of all political identity,\nreduced to bare suffering. I'm referring in detail to this article\nbecause I think that it constructs, presents, the ideal subject whom\nNATO wants to help, of NATO intervention.\nThe basic stance of this woman, according to the journalist Stephen\nErlanger, is that of excessive suffering, of traumatic experience that\nblurs all differences: \"She's seen too much, Meli said. (Meli's her\nname.) She wants a rest. She wants it to be over.\" As such, she's\nbeyond any criminal recrimination: An independent Kosovo is not on her\nagenda; she just wants the horror over. Another quote: \"Does she favor\nan independent Kosovo? 'You know, I don't care if it's this or that,'\nMeli said. 'I just want all this to end and to feel good again, to feel\ngood in my place, in my house, with my friends and family.'\" Her\nsupport of the foreign NATO intervention is grounded in her wish for\nall this horror to be over. Quote again: \"She wants a settlement that\nbrings foreigners here 'with some force behind them.' She's indifferent\nabout who the foreigners are.\" (. . .) - quote again: \"'There is\ntragedy enough for everyone,' she says. 'I feel sorry for the Serbs\nwho've been bombed and died and I feel sorry for my own people, but\nmaybe now there will be a conclusion, a settlement for good. That would\nbe great.'\" So here we have the ideological construction of the idea of\nsubject-victim to whose aid NATO intervenes - not a political subject\nwith a clear agenda, but a subject of helpless suffering, sympathizing\nwith all suffering sights in the conflict, caught in the madness of a\nlocal clash that can only be pacified by the intervention of a\nbenevolent foreign power. A subject whose innermost desire is reduced\nto the almost animal craving to \"feel good again,\" as they put it. So\nyou got my point. This is what is (?), that beneath this depoliticized,\nlet's-just-protect-human-rights rhetoric, there is an extremely violent\ngesture of reducing the other to the helpless victim.\nWhat do I mean by this? I claim that the ultimate paradox of the NATO\nbombing of Yugoslavia was not the one about which Western pacifists\ncomplained, this usual argument that by bombing Yugoslavia in order to\nprevent ethnic cleansing in Kosovo NATO effectively triggered a\nlarge-scale cleansing and thus created the very humanitarian\ncatastrophe it wanted to prevent. That's the usual argument of a lot of\nmy left-wing friends: What was the result? Only KLA, that is to say\nAlbanians, are now doing the ethnic cleansing, Milosovic taking power,\nnothing really changed, only the Serb population was suffering. If you\nask me, I find this argument, especially the argument that the result\nof bombing was an even stronger - in the first month of it - ethnic\ncleansing in Kosovo extremely cynical and unacceptable.\nWhy? Because, unfortunately, exactly the same argument goes also for\nthe Allied bombing of German in '43 and '44. I can reconstruct how the\nargument would have gone in '43-'44. Why should we bomb Germany? Isn't\nit that even if we wanted to protect Hitler's victims from crimes,\nisn't it that the result of the bombing, or after the bombing, even\nmore Jews were killed even more violently? Isn't it that only the\ninnocent German population suffered while the topnotch elite survived,\nand so on and so on. Clearly something is wrong with this\nargumentation.\nBut the deeper paradox involved here resides in the ideology of\nvictimization. While NATO intervened in order to protect the Kosovo\nvictims, it at the same time, I claim, took care that they will remain\nvictims, not an active political-military force capable of defending\nitself. The strategy of NATO was thus perverse in the precise Freudian\nsense of the term. NATO itself was co-responsible for the calamity\nagainst which it offered itself as a remedy, like the mad governess\nfrom my favorite Patricia Highsmith short story, \"Heroine,\" who sets\nthe family house on fire in order to be able to prove her devotion to\nthe family by bravely saving the children from the raging fire.\nWhat we encounter here is the paradox of victimization. The other to be\nprotected is good insofar as it remains a victim, which is why we were\nbombarded with pictures of helpless Kosovar mothers, children, elderly\npeople telling moving stories of their suffering. The moment the other,\nthe Albanian victim, no longer behaved as a victim but wanted to strike\nback on its own, it all of a sudden magically turned into a terrorist\nfundamentalist drug-trafficking other, and so on and so on. This is,\nagain, the logic to which I was opposed. The other is good insofar as\nit is a victim. The moment the other no longer behaves as a victim it\nbecomes the fundamentalist terrorist, or whatever, other.\nTo get a taste of the falsity of this logic of moralistic victimization\nit is sufficient to compare it to the great emancipatory movements\nbased on the universalist moral appeal epitomized by the names Gandhi\nor Martin Luther King. Gandhi and King led movements directed not\nagainst a certain group of people, but against concrete\nracist-colonialist institutionalized practices. Their movements\ninvolved a positive all-inclusive stance that, far from excluding the\nenemy, white English colonizers, made an appeal to their moral sense\nand asked them to do something that would restore their own moral\ndignity. In contrast to this, the predominant form of today's\npolitically correct moralism is that of the Nietzschian ressentiment\nand envy. It is the fake gesture of the disavowed politics, of assuming\na moral depoliticized stance in order to make a stronger political\ncase.\nWe are dealing here with a perverted version of Havel's power of the\npowerless. One manipulates one's powerlessness as a strategem in order\nto gain more power in exactly the same way that today, in our\npolitically correct times, in order for one's voice to gain authority\none has to legitimize oneself as being some kind of a potential or\nactual victim of power. This stance is not assertive but controlling,\nleveraging, bridling, like the ethical committees in sciences popping\nup everywhere today which are mainly concerned with how to define the\nlimits, how to prevent things - say, biogenetic engineering - from\nhappening. So in this perspective every actual act is bad. When Serbs\ncleanse Kosovo of Albanians, it is bad. When NATO intervenes to prevent\nit, it's bad. When the KLA, Kosovo Liberation Army of the Albanians,\nstrikes back, it's bad. Every excuse is good since it allows us to\nclaim that of course we wait and want and act, but it must be a proper\nmoral act, the conditions for which are just never here. Like the\nproverbial falsely enlightened husband who in principle agrees that his\nwife can take lovers, but complains apropos of every actual lover she\nchooses: \"Okay, you can have lovers, but not this one. Why did you have\nto pick up this miserable idiot,\" and so on and so on.\nThat is to say, this is the problem I find: these famous excuses,\narguments against the NATO bombing of Kosovo, which were a) All the\ndiplomatic means were not yet exhausted; b) Why did we intervene here?\nWhy not somewhere else? And so on and so on. But wait a minute. All\ndiplomatic means are never exhausted, by definition. You can wait\nendlessly. And of course if you intervene here you cannot intervene\neverywhere. And so on and so on. You got my point. I claim that there\nis, how to put it - what I'm doing is not playing the middleman who is\ntrying to prove how they are the both extremes (that is to say, this\nhumanist NATO militaristic ideology and those leftists who opposed NATO\nintervention), that they're both wrong, that we should occupy some\nmiddle ground. No, I claim that paradoxically the legitimization of\nNATO bombing and the typical left-wing European at least, but here also\nI think, leftist rejection of it simply - They paradoxically, although\nthey were officially opposite, share a whole series of presuppositions;\nfor example, a certain naturalization, a purely racist perception of\nwhat went on in Yugoslavia, treating things there as a kind of almost\nnatural catastrophe, as if a kind of primal ethnic hatred exploded\nthere, tribal war, everywhere against everyone else, and so on and so\non.\nWhat do I mean by this? Around a year ago the Austrian TV staged a\ndebate on Kosovo between a Serb, an Albanian, and an Austrian pacifist.\nThe Serb and the Albanian each presented their view in a consistent and\nrational way - of course, consistent and rational if we accept the\nbasic premise of each of them, that Kosovo is the historical cradle of\nSerbia to which they have an inalienable right, that the Albanians\noppressed by Serbs for decades have the right to a sovereign political\nentity. Now in contrast to both of them the Austrian pacifist tried to\nplay a reconciliatory role, imploring the two opponents: Whatever you\nthink, just promise that you will not shoot at each other, that you\nwill do your best to resist the terrible temptation of hatred and\nvengeance. At this point in this TV debate the Serb and the Albanian,\nthe official enemies, briefly, I noticed, exchanged gazes in a solitary\ngesture of shared perplexion, as if saying to each other, \"What is this\nidiot talking about? Does he understand anything at all?\" I claim that\nin this brief exchange of gazes I see a glimmer of hope. If the Serb\nand the Albanian, instead of fighting each other, were able to join\nforces and knock off the stupid pacifist, there would have been some\nhope for Yugoslavia.\nNow, to avoid the fatal misunderstanding, I'm well aware that it is\neasy to mock a powerless pacifist. However, I claim that this exchange\nof gazes between the Serb and the Albanian was not the mutual\nrecognition of solidarity between the two aggressive nationalists, but\ntheir perplexion at what the Austrian pacifist was saying. Their\nsurprise was not that the pacifist was not aware of the\nethnic-religious complexity of the Balkan situation. Their perplexity\nwas not, \"He doesn't understand our primitive authentic Balkan warrior\npassions\" - no. Their perplexity was that this idiot seriously thinks\nthat in the Balkans, we have hundreds-years-old ethnic mix, passions.\nHe didn't see that Serbs and Albanians themselves manipulate this mix,\nfar from being caught in it. What was false about the pacifist was not\nhis pacifism as such, but his depoliticized racist view that the\nultimate cause of the post-Yugoslav war was the ethnic intolerance and\nreemergence of old ethnic hatreds. In other words, this apparently\ninnocent pacifism really treats the other people in the Balkans as\nchildren. The idea is love each other, do not hate each other, do not\nfight each other, and everything will be okay basically. So I think,\nagain, they were right.\nThe ultimate cause of this moralistic depoliticization is of course the\nretreat of the great leftist historical-political narratives and\nprojects in our time. What do I mean by this? A couple of decades ago\npeople were still discussing the political future of humanity. Will\ncapitalism prevail, or will it be supplanted by communism or another\nform of totalitarianism? They discussed this while silently accepting\nthat somehow social life will continue. Today, on the contrary, we can\neasily imagine the extinction of human life, of the human race, or the\nend of the life on earth, but it is impossible to imagine a much more\nmodest change of the social system - as if, even if the whole life on\nearth disappears, capitalism will somehow remain intact. Again, it's\npossible to imagine the end of the world; it's not possible to imagine\nthe end of capitalism.\nIn this constellation, rationally convinced that the radical change of\nthe existing liberal democratic capitalist system is no longer even\nimaginable as a serious political project, but nonetheless unable to\nrenounce their attachment to the prospect of such a global change, the\ndisappointed leftists invest the thwarted excess of their political\nenergy that cannot find satisfaction in the moderate changes within the\nsystem into the abstract, excessively rigid, moralizing stance. So, to\nconclude, that's the problem I see. The term is not yet popular here,\nbut as you maybe know, in Europe it's fashionable to speak about this\nnew social democracy as the \"third way.\"\nNow my first sign of perplexion here is 'the third way' - Tony Blair\nand so on - okay, but which is the second way? I mean, isn't it\nsignificant that the talk about the third way becomes so popular at\nexactly the point when the last traces of second way disappeared? There\nis no second way today. So what the third way means is precisely there\nis no second way. In the same way we spoke decades ago about socialism\nwith a human face, the third way is simply capitalism with a human\nface; that is to say, we accept the basic capitalist game, capitalism\nis the only game in town. All we can do is to present it a little bit\nmore, how should I put it, with a human face. And again, the only way\nfor the excess to articulate itself is in this helpless moralism.\nWhy? Let me add now a more specific improvisation on what happened in\nYugoslavia, what is usually missed. I claim that those who defended\nYugoslavia, or at least those who opposed the bombing, who had this\nidea of deploring the disintegration of Yugoslavia, also had the idea\nthat republics who left Yugoslavia were somehow guilty of some almost,\nI'm tempted to say, primordial crime. For example, my country,\nSlovenia, is often painted as the one who is really the ultimate\nculprit. We were the first to leave Yugoslavia, and I often hear this\nargument: \"And you even didn't pay the price by first stepping out, you\ntriggered the process. And where are the dead, where are the suffering?\nYou didn't pay any price\" - as if somehow morally we should pay some\nprice for it. What's the problem here? The problem is that at the end,\nthe one I claim who is really responsible for the disintegration of\nYugoslavia, which is of course the Serbian Milosovic policy, is finally\npresented, perceived as a kind of almost defender of Yugoslavia. I\nclaim that Yugoslavia died in '86, the moment Milosovic took over. At\nthat point the old formula of Yugoslavia dropped dead.\nFor example, it's deeply significant that, with all its pro-fascist\ntendencies - I don't know if you know this, but even such a degenerate,\nsad regime as the Tudjman regime in Croatia still acknowledges Tito and\nthe old Yugoslav legacy as a legitimate tradition. Even if he is - and\nhe definitely is - a proto-fascist figure, Tudjman still includes Tito\nwithin the great Croat legacy, or however he puts it. Another\ninteresting point: Do you know that Bosnia, the Muslim Bosnia, was the\nonly entity of ex-Yugoslavia where all the time during the Bosnian War,\nfrom '91 till '95-'96, in the Muslim part, Tito's portraits were all\nthe time still there in all - okay, most, at least - official\nbuildings? That is to say, I claim that it's politically a catastrophe,\na total misperception of the situation, to describe the disintegration\nof Yugoslavia as separatists stepping out. No. The true separatist is\nonly one: Milosovic. And I claim that the war between Bosnia and\nYugoslavia was the war between what was, to put it conditionally, good\nabout the old Titoist legacy, the war between the idea of a\nmulti-cultural, tolerant - why not use these terms? - Yugoslavia and\nthe new logic of nationalism. So it wasn't simply a war between two\nethnic groups. It was the war between multi-culturalist legacy of the\nold Yugoslavia, which is why I tell to my friends who, for example,\nalways, in order to show some kind of typically Western racist\nneutrality, always, whenever there were reports in the media about some\nSerb or Croat atrocities, were always obsessed by - this is already a\ntell-tale sign - by finding, by discovering also some Muslim atrocities\nin order to be able to play the game of, \"You see, there are basically\nall the same, nobody is really innocent.\"\nBut wait a minute, this is again one of these horrifying arguments for\nme. You can always prove that nobody is innocent. Of course. For\nexample, Goebbels was totally right: the British invented concentration\ncamps. They were not innocent. They bombed Dresden probably for not\njustified reasons, and so on and so on. But what's the conclusion for\nthis? Would you draw from this the conclusion that World War II was a\nwar against European tribal madness, where only some benevolent foreign\nintervention could have solved it? This is again the example of\nhypocrisy. I claim that one fact is crucial for me in the analysis: It\nis that - and this, I think, shows the limit of even so-called - with\nwhom I sympathize very much, I was a couple of times there - with\nso-called Serb anti-Milosovic democratic opposition. And you get in\nyour media, I claim, a very watered down version, even now. For\nexample, it was show on your TV, it was reported in the media how\nrecently in Belgrade the demonstrators clashed with Milosovic police,\ndemonstrators who wanted free elections, and then there was some fight,\nsome blood. Was it reported here? The crucial point for me was what the\ndemonstrators shouted at policemen. They shouted, \"Murderers! Go to\nKosovo and kill Albanians!\" So much for Serb democratic opposition. All\nthe time their reproach to Milosovic, even now, is not new democratic\ntolerant Serbia, but it is: You lost Kosovo, you betrayed us. Get my\npoint: Even the most radical democratic Serb opposition, at least those\nwho are organized politically, accept basically this national agenda.\nTheir approach to Milosovic is basically, \"You lost half of the Serbian\nterritory,\" not, \"You are non-democratic,\" and so on. That's secondary.\nAnother thing which seems to me crucial: There are some - and I honor\nthem, they are incredibly courageous - small human rights groups of\nSerbs who condemn Serb crimes in Kosovo. But it's interesting that it's\nagain the logic of victimization. They condemn crimes against Albanians\nas victims. Okay, I accept it. But - and that's for me the true\nlimitation - I know of no political power in Serbia who would go a step\nfurther and offer a political - not just sympathize with Albanians and\nvictims - but propose a political platform which would directly address\nalso Albanians as political subjects. Absolutely no one as far as I\nknow does that, in contrast, I claim, to other, at least to most, of\nthe ex-Yugoslav republics where this does happen. For example, it's for\nme a very significant fact that in the Bosnian War the commander of the\nso-called Muslim army under the Sarajevo government was a Serb. Did you\nknow this? It was a Serb. It was a truly multi-national task, armed\nforce. So again, what I'm trying to say is that this idea that\nYugoslavia somehow disintegrated because of some nationalist madness,\nand the main thing is to teach the people to be tolerant, to work with\neach other, and so on and so on, I think that it is totally misleading.\nThe problem is not tolerance. You cannot treat people like children and\ntell them, Don't fight each other, and so on. The problem is the\nconcrete dynamic, political power dynamic, where, again, all sides are\nsimply not equal. Again, I repeat, the war between Bosnia and Serbia,\nor ex-Yugoslavia, was not simply the war between the two ethnic groups;\nit was the war between the two different political concepts, the legacy\nof the old Titoist Yugoslavia and a new nationalist logic. Which is why\nI claim those left-wingers who really like to insist on the precious\nlegacy of the old Yugoslavia should be unconditionally on the Muslim\nside. The moment they do not accept this, the moment they treat all the\nwarring factions, as they put it, as equal, they already take the Serb\nside. This is not a neutral statement. This very neutral case which\nsays, \"It's all a catastrophe, it doesn't matter who is guilty, just\nstop killing each other, learn to live with each other\" - this is not a\nneutral case.\nTo be cynical - I know that this is not a fair metaphor because you\ncannot compare Milosovic seriously to Hitler - but nonetheless you can\napply the same logic: Imagine a pacifist coming in '44, '43, to Europe\nand saying, \"Isn't there enough of killing, shouldn't we stop this\nmadness?\" For example, I remember some of my leftist friends thinking\nthat they're saying something very profound when there was the\nquestion, \"Should we send arms to Muslims, so-called Muslims, to the\nSarajevo government or not?\" and their argument was, \"Wait a minute.\nBringing more arms into that country will never lead to a peace. We\nshould think about peace, not about putting more oil on the fire, not\nabout bringing more arms there.\" It sounds very deep, very sincere\npacifism, but again imagine the same argument in '43. Would you say to\nEnglish people or to the French, \"Okay, Hitler is horrible, but\nbringing more arms to Europe would just make it more crazy,\" and so on\nand so on. There is something profoundly false in this pacifist\nneutrality, I claim. I think that's my concluding thought.\nPrecisely, usually, a lot of people tend to assimilate a leftist\nposition to opposition to bombing and the right-wing position to the\nsupport of bombing, or the left-wing position for Yugoslavia, the\nright-wing position for secession. But I think this is a totally false\nidentification. First, it's empirically not true. Point two: the lesson\nthat we should take is that ultimately there is no neutrality.\nNeutrality as such, pacifist neutrality means - in the concrete\nsituation - it always means taking sides. There is no way to escape\nthat. Precisely as leftists we should be aware of that.\nSorry if I spoke too long. Thank you very much.\nMaybe we have some time for discussion.\nModerator (Thomas Keenan): Slavoj has agreed to take some questions.\nSZ: Of constructive criticism.\nQ: (...?) are you not depriving other groups, including your own\ncountry, of historical agency?\nSZ: What do you mean by historical agency? I mean, I claim that each of\nother groups did have its agenda. What I know, because I was ten years\nago pretty much involved in politics, and, for example, there was only\none person at that point in '88 between me and Tudjman. And I can tell\nyou that Tudjman, the president of Croatia, in '88, didn't have not\neven a minimal idea of Croat independence. In '88, Tudjman's dream was\na big pact with Serbs dividing Bosnia and kind of a sharing power with\nSerbs within unified Yugoslavia. So what I claim is that we simply have\ndifferent agendas. I don't think we were less agents because of that.\nWe Slovenes did have our own agenda. Croats did have it. But what I\nclaim is that the act which triggered disintegration was Milosovic. And\nI'm not blaming the Serbs, to avoid the minimum of misunderstanding. I\nsay this without even the minimum of cynicism. I claim that of all -\nthat's the saddest paradox - of all nations in Yugoslavia, the ones\nwith the longest historical democratic tradition are without any doubt\nthe Serbs. We Slovenes are no one, are backwards, copulating with\nsheeps, animals. I don't have any illusions about us Slovenes. The\npoint, the tragedy is that - you know, this is historical contingency.\nThere was an open situation of, as my friend Ernesto Laclau would have\nput it, struggle for hegemony in the mid-'80s. There was an open\nsituation. The point was who would seize the moment.\nWe Slovenes were simply lucky, not because we had any greater\ndemocratic tradition, but because of a series of totally contingent\ndecisions, I claim. For example, proportional electoral system: we were\nlucky that in Slovenia, when socialism disintegrated, we didn't get one\nbig nationalist movement monopolizing, hegemonizing, the political\nspace. The political field was much more dispersed, and this simply\nprevented any nationalist logic along those lines. So again, I think to\nprove that you are an agent, it's not necessary to push into\nindependence. The more tragic thing was that all other republics played\ntoo much opportunist games. For example, even in Bosnia, the true\nvictims, are not quite innocent. When the war started - okay, in\nSlovenia it was only a kind of operatic short war - but then in Croatia\nit really exploded - Bosnians did play a strange game there. Their\nsecret idea was, \"let Serbs and Croats fight each other and then we'll\ntake over\" - But of course this backfired terribly. So again, no, I'm\nnot depriving them of agency. I'm just saying that what makes the war\nso horrible for me is that retroactively - okay, it's easy to be a wise\ngeneral after the battle - but how easy it would have been to prevent\nit earlier. I spoke with a lot of analysts who all agree: One simple\nmeasure would, one can reason, prevent the war. You remember when\nYugoslavia disintegrated, or, as others would have put it, when\nSlovenia, Croatia, and others seceded. The usual American bemoaning is,\nOh my god, didn't we recognize Slovenia, Croatia, and Bosnia too early.\nI agree with it. But I think they should have withdrawn recognition\nalso from Yugoslavia. I think a very simple thing that the West should\nhave done in '90, '91, is to establish the fact that Yugoslavia no\nlonger exists, and then to set a certain series of minimal criteria,\nand every entity - which is of course not only political democracy but\nalso respect for national ethnic rights, and so on and so on - and then\nonly states which respect this will be recognized. Instead of this, the\nWest, I claim, played a game which was for a long time basically a\npro-Serb game. I'm not saying this as being anti-Serb; on the contrary\n- and I can prove it to you, I wrote this eight years ago - at the end,\nthe true victims of this are Serbs themselves now. So again, this is\nfor me the tragic aspect of it: how easily it may have been avoided. I\ndon't see any deep fate, any deep necessity in this war. And in one\nthing I do agree. I had a public discussion with Zoran Djindjic, the\nleader of Serb opposition, who told something else, which is that, in\ncontrast to this stupid journalistic cliche according to which people\nin the Balkans have this long memory, they never learn anything new,\nthey never forget anything old. No. The Balkans, if anything, is the\narea where people forget extremely quickly, extremely fast. Already\nnow, you can imagine how much black market and so on is going on\nbetween Serbia and Croatia, between Serbia and Bosnia, and so on. I\ndon't believe in any deep promise which will last I don't know how\nlong. I'm here now cautiously, moderately, an optimist, even as to this\nSerbian loss of Kosovo.\nA guy whom I appreciate very much although he's my political opponent,\nthe best known Serb political commentator, Aleksandr Tijanic, he says\nthat we Serbs have one big public secret, a secret which everybody\nknows that it's a secret: We don't give a damn about Kosovo. We want to\nget rid of Kosovo. This is not a myth. The reaction of certain,\npractically most of the Serbia, this also explains in a way why\nMilosovic didn't lose as much as people expected when he lost Kosovo.\nIt was that they really didn't care about Kosovo. I claim that the\nattitude of the average Serb is not, My god, we lost our cradle, we\nmust get it back. No. The attitude of every Serb is, Good riddance. We\ngot rid of that stupid part which only bring us trouble. I found this\nquite a sane attitude.\nQ: (...?) it seems you were trying to theorize a kind of radical social\nchange (...?) through Christianity. I was wondering how this symbolic\ndeath is different from the (...?)\nSZ: Okay, I see your point, yes. What I would say here is that maybe,\nif I gave the impression that I aimed at such a quick transition, no, I\ndon't aim at such a quick transition; that is to say, I don't think you\ncan in this way directly connect the two aspects. What I was only\ntrying to say is that the very imaginary, the very functioning of\nuniverse, ideological coordinates, which enables us even to think in\nterms of radically breaking out of the cycle of tradition and so on and\nso on is possible only through this, what I consider as - I don't see\nit anywhere else - the Christian logic. The message of Christianity is\nnot for me God, all this Christian stuff: God, Christ; but that the\ngood news, the gospel, is that you can erase the past. It is possible\nto begin from a zero point. This is the fascinating moment that I found\nin Christianity; that we are no longer this pagan universe of global\norder, where you must make compromises, this and that -instead you can\nerase and start from new. This is how I read, for example, that\nChristian, well-known phrase that if somebody slaps you on your right\ncheek, you turn the other cheek. It's not a kind of a masochism. The\nidea is to how to break out of this logic of revenge, tit for tat. The\nidea is that you can break this logic of balanced exchange. I hope it's\nclear what I was claiming. What I was claiming is that the deepest core\nof the pre-Christian universe is this notion of cosmic balance. There\nis some kind of a cosmic balance, and if you disturb the balance it\nmust be reestablished. I claim that Christianity breaks with this. This\nis for me the big choice, where I'm frankly on the side of the\nChristian logic. Of course there is a certain, I claim, false\nideological, ecological, whatever, usually oriented reasoning which\nclaims, but isn't precisely Christianity here at the origins of modern\nsubjectivity, which is the cause of our terrible ecological\npredicament. My answer to this is no. My answer to this is that it's\neasy to attack today Cartesian subjectivity - but there is no feminism\nwithout Cartesian subjectivity, I claim. Because what's crucial for\nCartesian subjectivity is precisely the idea of the abstract, of this\nimmediate access to abstraction. Now back to your question, which I\nwould have to elaborate, which is human rights. Well, my answer would\nbe the following one: The notion of human rights is a much more\nambiguous notion than it may appear. I am tempted to endorse human\nrights only when one qualifies them. The first paradox of human rights\nis of course that human rights by definition are never a definite list\nof human rights. Human rights always - by definition you never have all\nof them. You know what I mean. Human rights always means there is\nsomething more. You cannot simply objectify them and say that's a\nseries of human rights. Human rights always have this - there is\nsomething terroristic in them. Ultimately - to cut a long story short,\nI talk too much - my answer to you about human rights in this Vaclav\nHavel version of humanism would be that this is not necessarily a\nconsequence of humanity. Incidentally, typically, Havel is not a\nChristian, he is a New Ager, incidentally. He is explicitly a New Ager.\nI claim that on the contrary, Christian logic, if you follow it\nclosely, it's not a logic of the Church, but it's a fighting logic.\nPrecisely what people deplore in St. Paul I appreciate in St. Paul. Not\nhuman rights; it's us versus them. Universality is a fighting position.\nUniversality - it's not a position where we fight each other but beyond\nor beneath, whichever way you point it, there are some fundamental\nrights. No. No. Christianity means us against them. It means\nuniversality is a position of struggle. The conflict is not the\nconflict between two particular groups. The moment you conceive the\nconflict as the conflict between the two particular groups, you can\nplay the pagan games: the balance, compromise, and so on. From a\nChristian perspective, the conflict is the conflict between the global\norder and this radical universality. I see Christianity in this sense\nas an extremely politicized religion, if you want to put it this way.\nIt's really a religion of a new community.\nTK: If I can abuse my position here, what would the Christian war about\nKosovo have looked like? If the problem was that it was a\ndepoliticized, humanitarian, soft, compromising, mushy war on behalf of\nvictims, what would a good, robust, political, Christian war have been?\nSZ: Okay, my first paradox is the following one: To clarify my position\nabout bombing Kosovo, the position of those who support the human\nrights but deplore this bombing is, in principle, We are for human\nrights and so on, but in this case it's clear that it was biased, and\nso on and so on. So they are for it in principle, but here they deplore\nit. My position is exactly the opposite. I'm in principle against\njustification of bombing in this abstract reference to human rights,\nbut I think in this concrete case it was clearly a success, it did\nachieve, so I think it's absolutely hypocritical to deplore it. It's\neasy for a Western academic from his or her safe position to deplore\nit. I think one must simply accept this, accept this paradox.\nBut going back to Christianity, I think that, again, the basic lesson\nfor me is don't accept - this is for me to use these bombastic terms\nhere in a wild way - the false pagan attitude where you view each\nconflict as conflict of different particular powers, and then you try\nto play a kind of a neutral just position, like \"it's not only this,\nit's not only them, all are partially guilty, let's reestablish the\nbalance,\" and so on and so on. The Christian attitude, the way I - but\nagain, I warn you, this is a materialist appropriation of a certain\nlogic; I'm not a Christian, I'm an old-fashioned materialist, to make\nthis absolutely clear - the Christian logic, the way I accept it,\ndefinitely would reject this abstract neutrality. All are not equal.\nNot all are not equal in the sense that one is a little bit more guilty\nthan the others, but that they stand for different principles. That's\nthe paradox - now I will be clear - that one should accept.\nWhen parties are struggling, as it often happens, it's not simply that\nthey both simply aim for their particular aims. Sometimes in the\nstruggle one party stands for universality. Universality is always\nembodied in a particular agent. This is what you must accept.\nUniversality is not a kind of a muddled compromise between different\nparts. No. There is an agent who says, \"I am the universal,\" which is\nwhy I meant it quite seriously when I said that human rights and\ndemocracy emerged out of Christianity. For example, as my good friend\nthe French political philosopher - in his work La Mésentente\n(Misunderstanding) - Jacques Rancier developed how democracy began: the\nFrench Revolution, not when the Troisieme Etat, the Third State,\ndemanded also its own rights, not only aristocracy, not only clergy,\nbut we also. This is not yet democracy. This is still this medieval\nbalance, like we want our piece of the cake. No, democracy began when\nwe said, \"We, the ones who are excluded, we are the all, we are the\npeople, we stand for universality.\" When they said not, \"We want our\nbalanced share of the cake,\" but when they said, \"We stand for\nuniversality; you stand just for your particular interests\". So this is\nthe risk you should take, not this false, \"We are all equal, let's make\na compromise.\"\nQ: So you're advocating that, you're advocating an absolute point, an\nabsolute stance, and forcing your domination? For instance, the French\npainted themselves into a position of power. So you're advocating that?\nIs that what you're saying?\nSZ: In principle, yes, although I see a trap in the way you put it.\n\"You advocate your domination,\" and so on and so on. You know what's my\npoint? Here we disagree. My point is that the position which I'm\nattacking, the position of \"Let's just demand our piece of the cake\nwithin the global order,\" that already is the position of domination.\nIt's not that I want all while the others want only their piece of the\ncake. Let's go to feminism. I claim that the only alternative to such\nan approach to feminism is, I think, what is the worst catastrophe for\nfeminism, which is this grounding of feminism in the pre-Cartesian\ntradition. I have in mind here the claims that the Cartesian modern-age\nsubject is a male chauvinist subject, before whose appearance there\nstill was a proper place of women within the social body. Of course it\nwas - the subordinated place inscribed in nature itself. I claim that\nall this search for some primordial matriarchal society, whatever,\nwhere you would have a more appropriate role, place, within the social\nbody of women is, I think, a catastrophe because, again, even if you\nfind there some kind of privileged position of women, it's defined as\nposition in kind of a total organic order, it's simply a specific\nposition. I claim that feminism in the modern sense becomes possible\nonly with this Cartesian notion of subject which is the anti-subject,\nthe denaturized subject, subject with no natural properties. It's only\nin this way that you can ground radical feminism in the modern sense.\nAny return to this old organic notion, any feminism which plays the\ngame of, \"in the modern age the masculine principle was expressed too\nstrongly, we need to reestablish the balance between the feminine and\nthe masculine principle.\" The moment that you accept this, you are\nlost.\nBut you know what's the problem, where we maybe disagree. (...) lesson\nto be learned from the history of ideology and so on, and I will be\nvery brief. Let me make a simple point: Let's take the opposition\nbetween left and right. It's easy to say okay, neither of the two poles\nshould dominate, there must be some kind of a balance of principle, not\ntoo much left, not too much right. But wait a minute. There is no way\nto formulate in a neutral way the terms of this balance because the\ndifference - when there still was left and right, now there is not -\nWhat's the paradox of the political opposition between left and right?\nIt's not only that we have a social body. Some people in the political\nbody, some people are left, some people are right. The problem is that\nif you ask a right-winger how he sees the whole of society, he will\ngive you a totally different picture than a left-winger. A right-winger\nis usually a corporatist. A right-winger would have said, Society is a\ncorporate body. It (...?), and then there are left extremists or\nwhatever who disintegrate the body. A left-winger would give you - You\nknow what I mean, there is no simple difference between left and right.\nLeft and right differ in the very way they see their difference. In\nthis sense I claim that you must aim at universality. This is what you\nmust be conscious of, that when you fight for your position, you at the\nsame time fight for the universal frame of how your position will be\nperceived within this universal frame. This is for me, as every good\nfeminist will tell you, the greatness of modern feminism. It's not just\nwe women want more. It's we women want to redefine the very\nuniversality of what it means to be human. This is for me this modern\nnotion of political struggle.\nQ: (...?) Have you changed, become less of a Marxist?\nSZ: No, not that I know. If anything at all I've become more of a\nMarxist. But you know what's only my problem? In principle, of course,\nit's clear that even now, I claim, the West basically wants Milosovic.\nIt's the same with Saddam Hussein. It's absolutely clear that they want\nhim in power, even pretty clear why, I claim, because of different\ngeo-political considerations. The fear is that if Saddam falls, then\nIraq disintegrates. If Iraq disintegrates, Iran will grasp it, and you\nhave directly Iran versus Saudi Arabia, and so on and so on. I claim\nthat for what the West perceives as the geo-political balance of the\nMiddle East, the real fall of Saddam would have been the ultimate\ncatastrophe for American interests. That is the unspoken secret I claim\nof American politics there.\nAs to Milosovic, no, of course I still subscribe all of that analysis.\nThe only problem that I see is the following one: Of course Milosovic\nwas the creation of the West, but in the same abstract sense that - let\nme take a leftist in the late '30s or at the beginning of World War II.\nOf course as a Marxist you can say that fascism was the ultimate result\nof capitalism. But it doesn't follow from this that you will not fight\ntogether with relatively liberal capitalists against fascism. The\nproblem emerges at a point at which who will hegemonize. Again, it's\nthe battle for universality. How will the defeat of Hitler be\ninterpreted? Will it be interpreted as just a defeat of some false\ndistortion, or a defeat of something which was the inherent result of\ncapitalist logic itself?\nJust to conclude, another provocative statement: Buchanan is not so\nstrong here. A better example than Buchanan would have been the\nEuropean neo-populist right: Le Pen in France, Haider in Austria, even\nthe so-called Republican Party in Germany. I always found suspicious\nthe radical rejection of these extreme right-wingers. Again, do not\nmisunderstand me, I am radically opposed to them. But I think that in\nthe strategy of liberal hegemony, of the center left liberal attempt to\ncrash the left, they play a crucial role. In what sense? First, they\nare the pariahs, they are the excluded ones, no? It's a kind of a pact\nin Europe: Le Pen will never be in government; at least let's hope not.\nRepublicans in Germany will never be in government. But what I find so\nsuspicious is that they're excommunicated. They guarantee our\nsolidarity. They provide to centrist liberals their freedom democratic\ncredentials. This is their message to us, more radical leftists. We can\nhate each other whatsoever, but you see there is someone there, radical\nright, we exclude them. So I claim that they really need this radical\nright. It serves them to draw a certain line of separation so that then\nthey can present themselves of the hegemonic force of democracy\ndefending us against them.\nThere is even another much more uncanny and crucial aspect, which is\nthat this so-called extreme right - strange as it may sound\nspecifically today with this new \"third way\" social democracy - they\nare the only ones who still speak, or at least manipulate, with certain\nclass struggle rhetorics. Do not underestimate, for example, Le Pen in\nFrance. He is not just a crazy racist. He's much more intelligent. I\nsaw four or five years ago a congress of the National Front where Le\nPen brought to the podium a Jew, a black African Frenchman, and an\nAlgerian, and embraced them, and said, \"They are Frenchmen like me. My\nonly enemy is the big international capital who is betraying us because\nof its multi-cultural internationalist orientation.\" You know what I\nmean. The tragic thing is that the only one who still dares to\ninterpolate in a perverted way - even Buchanan here - working-class\ninterests are these radical right-wingers. And this is again where this\nelevation of the new populist right into a kind of excluded ultimate\nhorror for the liberals plays a certain game. So taking all this into\naccount, not; if anything at all, I'm even more Marxist.\nIn what sense? Let me prove it to you, my last remark: Richard Rorty,\notherwise my good friend, if there every was an honest liberal I think\nit's Richard Rorty. Of course I disagree with him, of course when we\ntake power he will go to gulag, but I will provide for him a nice cell\nwith a double ration of meat every day, and so on. Why? Because he made\na very intelligent observation, Rorty. Today's official opponents,\ndeconstructionists versus Habermasians and so on, they really seem to\nhate each other. But if you look closely - this was the nice\ncommon-sense observation of Rorty - whenever you touch a concrete\npolitical problem, basically the political distinction between Habermas\nand Derrida, who, as you probably know, cannot stand each other,\ndisappears. Both occupy the same Left-of-center place. Okay, Derrida\nmay be a little bit more messianic, but even Habermas now, Habermas is\neven not immune against this \"post-secular\" threat. This is the\nattitude that I really hate, which is why I prefer the Pope.\nYou know, this post-secular crap, it goes like this: Of course we no\nlonger have the ontological god, but it is an Otherness which is a\nmystery; a gap is opened, something is present in the mode of absence.\nIt's always to come, it is never here, it's the mystery of otherness to\nbe respected. You know, that kind of stuff, which fits perfectly. And\nthey all share this. So the conclusion of Rorty is that philosophical\noppositions today do not matter, that they are irrelevant, that when it\ncomes to politics, we speak all the same language.\nI have a more radical, pessimistic conclusion. They do matter, and this\nprecisely proves that, although they are officially opponents, share a\nwhole set of secret presuppositions, and this is what should we attack.\nI can well tell you some philosophers who do not enter this consensus;\nfor example, Heideggerians on the right, or Alain Badiou and some other\npeople in France from the left side. So no, you don't have to worry\nthere. If anything, I am getting more into that direction. You know\nwhy? Because I think that, for example, let's take just the example of\nRussia. I think it's the Fukayama illusion that Russia will be slowly\nreintegrated into the West. It cannot. The problem with global\ncapitalism for me, it's not that it's global capitalism where bad\nAmerican imperialists are penetrating everything with their culture;\nthe problem is that it involves its own logic of exclusion. What\ninterests me in global capitalism is how it structures the world into\nthose who are in, and those who are out. And here I see its limitation,\nand here I see the tragic predicament and at the same time the hope of\nRussia.\nThey will have to invent something. I don't believe they will, for\nstructural reasons, that they will be able to rejoin the West, become\nanother prosperous liberal democracy. Either they will become some kind\nof half-nationalist closed authoritarian regime, or they will have to\ninvent something new - not because they have a specific Russian genius,\nbut they will be compelled to do it.\nQ: (...?) how can you make the universal more concrete (...?)\nSZ: I can answer you, please, very precisely. First, apropos of\nYugoslavia: What I don't agree with is the standard narrative which\npresents Germany and Austria as the bad guys who wanted to reassert\ntheir interests in Croatia, in Slovenia, and that's the reason why they\nsupported the breakup of Yugoslavia. That's a simplistic narrative that\nI don't buy.\nI claim that basically, until '92, '93, the American politics was\ndefinitely pro-Yugoslav, against the \"secessionist\" republics. Do you\nknow that until '92 I had to travel abroad with Yugoslav passport? So\nwhen they say Slovenia was recognized too early, no it wasn't,\nprecisely it wasn't recognized. For one year-and-a-half I was living in\na nonentity; that is to say, I traveled around with a Yugoslav\npassport, although formally we were independent.\nSo what I claim is that, if you want my answer to this question, first,\nthe one big promise of American politics, the unfortunate one, is\nthey're always trying to isolate in some region the strongest agent,\nand then they claim that only the stability of that agent can guarantee\nthe stability of the entire area. Which is why I claim almost the\nobsession of the American politics in the early '90s was to say we must\nfind a way out of the Yugoslav crisis without humiliating the Serbs too\nmuch. The idea was we cannot bypass Milosovic. This was the key to\ntheir politics there. So it's a more complex question. In what way.\nIt's the same complexity as the one that I briefly improvised, you\nremember, apropos of Chechnya today. I wonder, why isn't it more\nwritten about this? My sources for what I said were not some so-called\ndismissed-by-the-large-media crazy leftist small-circulation papers; I\nread this in the main German dailies, what I said. Every idiot knows\nthis in Europe, that what it really is about, this sudden war in\nChechnya is that you know in Azerbaijan the oil reserves are at the\nlevel of the combined Arab reserves. This is what is actually behind\nthis war. I'm not saying that this explains anything.\nAbout concrete universality, that's a very good point. Precisely\nconcrete universality means for me the following thing: When you have a\ncertain universality, asserted this universality - and here to answer\nyou would be my Marxism - you have always to ask what questions are not\nasked in order for this universality to assert itself. This is where I\nfind problematic this multi-culturalist talk of thriving multiple\nidentities, and so on and so on. It's very nice to hear these stories\nabout how - and this is the great merit of the so-called post-modern\npolitics, that a multitude of new spheres were repoliticized. We\ndiscovered how sex relations how politicized, ecology, and so on and so\non. But nonetheless, what worries me is that certain - at least in the\npredominant version of it - certain questions are no longer asked. Like\nnobody questions global capitalism, and so on and so on, and this is\nwhat I find problematic in this poetry of, you know, multiple new\npolitical identities. Yes, but in order to this multiplicity, some\nquestions are no longer asked. And this is my problem with this new\ndiscourse on human rights, that it is part of a precisely concrete\nuniversality of a situation where certain questions are no longer\npermitted to be asked.\nAnd I can even concretely tell you how. This is the reason I am\nskeptical about so-called modern liberal politics. Did you notice how\nthe very same people who are deep into this poetry of human rights, the\nmoment you propose a certain political measure which is a little bit\nutopian or radical, they use a kind of a totalitarian blackmail. They\nclaim, But didn't we learn the lesson (that) this necessarily ends up\nin a new form of totalitarianism? That is to say, the political message\nof the very people who go into this depoliticized poetry of human\nrights is to denounce every radical political measure as potentially\ntotalitarian.\nSo what I would like is such a discourse of human rights which will not\nhave this dimension of dismissing in advance any radical gesture as\npotentially totalitarian whatsoever. This is, again, what I find\nproblematic in this neo-liberal discourse. We really have something\nthat in comparison with the - You know, in Germany they spoke in the\n'70s as a reaction to so-called terrorism, of Berufsverbot,/i>, the\nprohibition to employ radicals. Today I claim we have a kind of a\nDenkverbot, prohibition to think. We are literally prohibited by\nliberals to think - I mean predominantly in the media - to think a\nlittle bit more radically because immediately they then raise this\nthreat. But do you know that ultimately what you are claiming? I\nremember once when I just made a suggestion that maybe some new\nmeasures will be necessary which will break this liberal consensus, the\nimmediate explosion was, \"But what do you want? Do you want gulag\nagain?\" This immediate equation - any radical political action means\neither total chaos or gulag - this for me is the problem of concrete\nuniversality today.\nThis is where, I think, at a different level maybe - I hope not too\ndifferent - you share the same concern when we spoke. This is for me\nthe problem of how to redefine socialism today, how to break out of\nthis multi-culturalist(?) problematic, not because it is false, but\nbecause precisely it generates, because the way it operates it leaves\nthe space open for this economic province to be reappropriated in a\nfalse racist way by the new populist right. Here I see the problem, at\nleast I think. Although, again, it's easy to say here; it's difficult\nto do it, I know well.\nTK: One last question.\nQ: (inaudible question about presenting Titoism as a golden age)\nSZ: Basically I agree with you. I agree in what sense? I agree in the\nsense that I definitely do not share the nostalgia of those who now\nretroactively paint the Titoist Yugoslavia as any kind of a paradise,\nof a lost paradise. Everybody knows what was happening, that the regime\nhad already started to break down in the early '70s, and then in order\nto get another round of life, they wrote a new constitution where they\nput more power into the regime of the different six Yugoslav republics.\nThe wager was that in this way local communist bureaucracies,(?) in\neach republic, would gain additional legitimacy by presenting\nthemselves as representing national interests against the Belgrade\nregime, and so on. And so I agree with you. What I'm only saying is\nthat nonetheless - you see, that's for me the dialectic of history;\nhere I may be not a vulgar Marxist at least. What I reject is this\nsimplistic pseudo-Marxist criticism of so-called formal rights. Yes,\nthe rights can be formal rights, but nonetheless, formal rights\nthemselves have certain institutional consequences (that) are\nmaterialized. Of course the old Yugoslavia was a false\nmulti-culturalism, but nonetheless, its results were a certain, however\nmanipulated, coexistence, a certain level of tolerance.\nFor example, Bosnia itself was at least culturally a kind of a local\nsuccess story. Isn't it a nice paradox - and here you can see how\nMuslim in the region is not in itself a kind of fundamentalist madness\n- Bosnia, the Muslim-dominated republic, was the center of rock and pop\nculture, was absolutely the most, the republic of Yugoslavia where rock\nmusic was by far the strongest, where mutual tolerance was relatively\nopen. So what I'm claiming is that in spite of all its obvious - I mean\nit was a totalitarian regime, undoubtedly - but nonetheless, a certain\nutopian idea was generated there, although of course the system - Okay,\nI'll put it in this way: Of course the system couldn't fulfill its\npromises, but failed on its own terms in the sense that it raised\ncertain promises by presenting itself as multi-culturalist tolerant.\nFor example, another point which I think deserves a kind of a sign of\nrecognition: Do you know that the old socialist Yugoslavia was\ninstitutionally the world center - which is now the politically correct\nterm for gyspies, Roma, or what? - was the world center. Why? Because\nwe gave them institutional support, they had their organization. So\nwhat I want to say is that even if something is a purely manipulative\nideological invention, nonetheless it produces certain material\neffects. And when I say that in Bosnia in '94, let's say, they were\nfighting for Yugoslavia, I'm not saying they were fighting for the\nactuality of the old socialist Yugoslavia. I'm saying that simply they\nwere fighting for that, let's call it naively, utopian element which\nwas represented in the old Yugoslavia, although it was of course, I\nagree with you, this was your point, actually kind of retroactive\nillusion. But nonetheless I found that here history is more\ncomplicated, that often such illusions, although they are only\nillusions, have a material efficiency of their own.\nQ: (inaudible question)\nSZ: I think I can give you at least one hint, which is the following\none. Again, maybe this will make me some enemies, but what I'm\nradically opposed to is this, at least a certain version of so-called\nidentity politics which goes into the direction of a) only we-the we\nyou can then replace some ethnic minorities, some sexual orientation,\nwhatever - only we can really speak for ourselves. I think this is a\nmodern form of barbarism. I think it's complete catastrophe. We should\nabsolutely speak to universality. The other aspect of this same\nattitude, of this same paradox for me is that I categorically reject -\nthis would be the practical lesson - any assertion of particular\npolitical subjectivities which legitimize their specific claims on some\nof their specific properties, like, for example, at least if not\nherself, certain followers of Luce Irigaray. When you justify your\ndemands in some of your specific properties, I claim that the moment\nyou accept this game of identity politics where the point is to assert\nyour specific identity, you are in a way lost. You are playing the game\nof apartheid. And paradoxical as it may sound, I claim that I tend to\nbe surprised again and again to what extent so-called progressives\ntoday play the game of a renewed version of apartheid.\nI put it this way: This doesn't mean what it may seem to mean. I can\nwell understand that in a certain situation you have to play this game\nof, for example, for blacks, we don't mingle with whites, we want our\nown. But does not necessarily mean that you play the particularistic\ngame, but you play this game because you know that the only way to\nassert your universality is in this way. I think that without this\nelement of universality, the politics is lost. This is not an abstract\nuniversality. I'm sorry that I don't have time to develop this now. The\nbest presentation that I know of this position is again, Jacques\nRancier, Misunderstanding. But he points out that the universality that\nI'm talking about here is not a kind of formal universality that in the\nHabermasian style you can then formulate. It's just that, for example,\nwhen you have a certain situation, when you look at those at the\nbottom, the excluded ones, they have the right to say, \"We stand for\nthe universality.\"\nFor example, in concentration camps - this is the thing I wanted and I\ndidn't have time, this had to be the other aspect announced in the\ntitle of this lecture, I wanted to go into Stalinism, Nazism, and so on\n- You know what was the most horrible phenomenon in concentration\ncamps? The so-called Muselmaenner - \"Muslims,\" they were called\nMuslims. It's a pure racist designation because in the European\nperspective they fit the racist idea of a Muslim, the one who prays in\na repetitive way, repeats gestures, surrenders himself to fate.\nMuslims, to cut a long story short, were those prisoners of Nazi\nconcentration camps, death camps, who simply lost their will to live.\nThey were the living dead. They were the ones who simply didn't defend\nthemselves. You could have pushed them, you could steal (from) them,\nyou could beat them. They just lived in their universe. The way they\nare described, it's literally that their eyes lost this glimpse of\nvitality. There was something so horrible that, according to some\nreports that I've read, when Americans entered the concentration camps\n- you know, we all know these shots of hundreds, or even thousands, of\nbodies, heaps of bodies, nothing horrible about this - but they were\ntoo terrified to shoot the \"Muslims\". There are almost no - apart from\nsome passing, like for a split second you see them, they were not -\nThis is the pathetic universality that I'm advocating. You're saying\nthe fate of humanity is decided there, how we treat them, that you take\nthe lowest and you elevate it into the symbol of universality. So it's\na kind of a fighting notion of universality that precisely those - When\nin a social body you have some strata, some people who do not fit into\nit, who are out of place, displaced, and so on...\nI here am tempted not to play the standard game of Judith Butler,\nalthough she and I in a dialogue found a common language here - But\nokay, I refer to her previous position in the utopian hope that it's no\nlonger the same, although she's a good friend of mine and a good\nStalinist, this is the same. You know why, did you notice how Judith\nButler, in every subsequent book radically changes her position while\npretending, \"I'm just clarifying, I was misunderstood before\"? It's\nabsolutely clear that the Psychic Life of Power radically turns around\nher first book, that is to say, Gender Trouble. Because it precisely,\naggressively - and I wholly agree with her here - reasserts the notion\nof fundamental loss, renouncing passionate attachment, and so on. But I\nwant to say is that she goes into this poetry of, you know, the\nmarginal, the one who is dislocated, half-excluded, and so on. I have\ntwo problems with this poetry of the power discourse that wants to\ncentralize, systematize everything, and then we should speak on behalf\nof those who are excluded without proper place. First I claim that here\nis the opposition between globality and universality. These\nhalf-excluded are the site of universality in the most radical, strict\nphilosophical sense it can be developed.\nThe second thing where I disagree with her apropos of this discourse of\nmarginal disavowed agents is: why does she think that when we speak\nabout something which is disavowed, repressed, that, to put it in\nsomewhat simplistic and ironic terms, it's always the good guys, ours,\nwho are repressed? I claim that - and this is my thesis that I\ndeveloped in practically all of my last books - that isn't it that the\npower itself functions, the power itself has to disavow its own\nfounding operation. For example, the classical example, which is for me\nthe model of power: Let's take America in the '20s. You have Ku Klux\nKlan. It was the necessary support of power, but it was disavowed, it\nwas not publicly acknowledged. This is what interests me, this obscene\nunderside of power, how power, in order to function, has to repress not\nthe opponent, but has to split in itself. You have a whole set of\nmeasures which power uses, but disavows them; uses them, but they are\noperative but not publicly acknowledged. This is for me the obscenity\nof power. For example - I don't know - torturing, disappearing in Latin\nAmerica, the whole set of unwritten rules on which power relies. Okay,\nI talk too much, sorry.", "source": "human_rights.txt"}
{"text": "I'll give you a choice: either put on these glasses or start eating that trashcan. I already am eating from the trashcan all the time. The name of this trashcan is ideology.\nThe material force of ideology makes me not see what I am effectively eating. It's not only our reality which enslaves us. The tragedy of our predicament when we are within ideology is that when we think that we escape it into our dreams, at that point we are within ideology.\nThey allow you to see the real message beneath all the propaganda, publicity, posters and so on. You see a large publicity board telling you have a holiday of a lifetime and when you put the glasses on you see just on the white background; a grey inscription. MARRY & REPRODUCE.\nWe live, so we are told, in a post-ideological society. We are interpolated, that is to say, addressed by social authority not as subjects who should do their duty, sacrifice themselves, but subjects of pleasures. Realise your true potential. Be yourself. Lead a satisfying life. When you put the glasses on you see dictatorship in democracy. It's the invisible order, which sustains your apparent freedom.\nTo step out of ideology, it hurts. It's a painful experience. You must force yourself to do it.\nFreedom hurts.", "source": "sample2.txt"}
{"text": "Cinema is the ultimate pervert art. We feel free because we lack the very language to articulate our unfreedom.\nI think that the task of philosophy is not to provide answers, but to show how the way we perceive a problem can be itself part of a problem.", "source": "new_content.txt"}
{"text": "SLAVOJ ZIZEK\nTHE REALITY OF THE VIRTUAL\nToday, everybody is talking about virtual reality but I think,\nfrankly, that virtual reality is rather miserable idea. It simply\nmeans \"let us reproduce, in an artificial digital medium, our\nexperience of reality.\"I think that a much more interesting notion,\ncrucial to understand what goes on today, is the opposite: not\nvirtual reality, but the reality of the virtual.\nThat is to say: reality - by this I mean efficacity,\neffectiveness,real effects - produced,generated, by something,which\ndoes not yet fully exist;which is not yet fully actual. In what\nsense can wetalk about this? Huh! In many, maybe even too many\nsenses.\nAt least in three senses: If we take, as the starting point, the\nwell-known lacanian triad of imaginary, symbolic and real. We have,\nput in simple terms, imaginary virtual, symbolic virtual and real\nvirtual. First, a little bit about the first two of them, less\nimportant, and then of coursethe big topic: the real.\nImaginary virtual: what it is? Isn't it clear, if we look atour\nmost common daily experience of ourselves and of others, that how\nwhen we deal with another person, phenomenologically - that is to\nsay,the way we immediately experience them -we erase, abstract from\nthe image of the other person,our partner...certain features, which\nare simply too embarrassingto be kept in mind all the time?! Like,\nI talk to you: of course rationally I know you are defecating,you\nare sweating, not to mention other things, but quite literally,\nwhen I interact with you this is not part of the image I have of\nyou. So, when I deal with you, I'm basically not dealing with the\nreal of you. I'm dealing with the virtual image of you. And this\nimage has reality, in the sense that it, none of the less,\nstructures the way I am dealing with you. And then this\nidealization is crucial. The negative proof,a wonderful one, would\nhave been letters between James Joyce and his wife Nora. where, as\nfar as I know, they went very, very far, almost to the end, into\naccepting each other in the vulgar reality of bodies. Like, all the\nsounds, the bad smells, etc. That was even part of their sexual\ninteraction. It's incredible. I admire this in Joyce. So... OK.\nThis would be the first elementary level: imaginary virtual, in the\nsense of the virtual image which determines how we interact with\nother people. Virtual image in the sense of: although we interact\nwith real people,we erase, we behave as if whole strata of the\nother personare not there.\nSecond level, alreadythe more complex one: symbolic virtual. It's\nelementary. Let's think about an experience, known well to all of\nus, of experiencing authority. Let us say, paternal authority.\nIsn't it clear, that this authority, in order to be operative, in\norder to be experienced...precisely there's the nice paradox, in\norder to be experienced as actual, effective authority,it has to\nremain virtual.Virtual in the sense of a threat. If authority is\nenacted too directly,it is, paradoxically,experienced as a sign of\nimpotence.Concretely: father who truly is an authority doesn't have\nto beat you, or to shout at you, etc. It's just this look,a\nthreatening look, and you obey. If your father looses his nerves\nand smacks you, starts to shout etc., it can be physically painful,\nbut let's admit it, there is always an aspect of something\nridiculous impotent. There's something of a furious outburst of a\npuppet, of a clown image. Again, this is then one clear example of\nhow symbolic authority, in order to be operative, that's the\nparadox, I want to emphasize, has to remain virtual. So it's not\njust\"it is actual already as virtual. \"No! It's actual ONLY as\nvirtual. If it's fully actualized, as the realized threat, father\nbeats you, shouts at you...it's self-destructive. It undermines\nitself as authority. Another example of how the virtual dimensionis\noperative at the symbolic level would have been beliefs. Are we\naware to what extent our beliefs today are virtual? By virtual I\nmean, in this case, attributed to others, presupposed. They don't\nactually exist, they are virtual, in the sense that nobody really\nhas to believe, we only have to presuppose another person to\nbelieve. Elementary example which I'm almost embarrassed to\nmention: if you are a father or motherof small children, Christmas.\nOf course, if somebodyasks you,\"do you really believein Santa Claus\nChristmas,\" you would say,\"No, I just pretend,\" because of the\nchildren,which...\" not to disappoint them, \"but then,we know how\nthe game goes on and on. If you ask the children,they say, \"No, we\njust playthat we are naive,\"not to disappoint our parents\" and to\nmake it sure that we get the presents,\" etc. etc. But it's not only\nthe children. It's even with our political life, I'm tempted to\nclaim. Now with our so called -wrongly so called, I claim, because\nwe believe more than ever -in our so called\"cynically era\", for\nexample, I don'tthink anyone believes in democracy, but nonetheless\nwe want to maintain appearances. There is, to say...There is some\npurely virtual entity, whom we do not wan tto disappoint,who has to\nbe kept innocent, ignorant, because of whom we have to pretend. So\nthe paradox is that although nobody effectively believes, it is\nenough that everybody presupposes someone else to believe and the\nbelief is actual. It structures reality. It functions. Again, the\nparadox is here then similar as the one of authority. It's not only\nthat a belief,which is a virtual belief, not belief of an actual\nperson, but always attributed to other, let's call it, along\nLacanian lines,\"the subject supposed to believe\". It's not only\nthat a belief, alreadyas virtual, as nearly presupposed, already is\nactual. I'm tempted to claim that many of our daily believes, in\norder to function socially as believes, have to remain virtualin\nthis sense. Because if we believe too immediately, then I think\nit's, again,self-destructive for an ideology. We no longer appear\nnormal subjects, we appear idiots. Like, we all know how it is when\nwe encounter somebody,who takes too directly his or hers religious\nbelieves, or political believes. There is something monstrous about\nsomebodywho directly identifies with it. It is as if he or she is\nno longer a real person. It is as if he or she turns into a kind of\na puppet.\nSo, I hope now these two levels are relatively clear; the first two\nlevels of virtuality: imaginary virtuality, symbolic virtuality.\nBut now, of course,the true treasure is waiting for us: real\nvirtuality.\nSo, the real virtual. Well, the problem here, the catch, of course,\nis the notion of the real. So, this may appear void, but we have to\ngo again through the triad \"imaginary-symbolic-real\". because, when\nLacan defines this triadas the triad of a knot, it means that they\nare literally interwoven in the sense that the entire triad is\nreflected into each of the terms, which means, to put it blindly,\nthat there is, again, imaginary real, symbolic real and real real.\nWhat would be the imaginary real? Images, but images which are so\nstrong, so traumatic, that they are real. Too strong to be\nperceived, but still images. Simply think about incredible,\nbreath-taking catastrophes, think about monsters, think about\nprecisely whatin SF or horror is called The Thing. Think about\nmovies like Alien, these terrifying creatures, too strong to be\ndirectly confronted, but nonetheless it's imaginary, because it's\nan image which is too strong to be confronted. Even if you cannot\nconfront it, we are still moving at the imaginary level. That would\nbe theimaginary real.\nThen, the symbolic real. It's simply...for example, scientific\ndiscourse, scientific formulas, like quantum physics. Why is this\nreal? For a simple reason. The meaning of definition of the real\nfor Lacan, is, that which resists symbolization, inclusion into our\nuniverse of meaning. And isn't it that precisely which happens for\nexample with quantum physics? What is quantum physics?Formulas\nwhich work, experimentally confirmed,etc., etc., but we cannot\ntranslate them into our daily experience of ordinary reality. As we\nall know, this is what is so traumatic about quantum physics: we\nliterally cannot understand it. Not in the sense that we, common\npeople,idiots, cannot understand it, only a couple of scientists\ncan: even they cannot. In what sense? In the sense that it just\nworks, but if you try to build a consistent ontology out of it,\nagain, you get meaningless results; you get time running backwards,\nyou get parallel universes, or whatever. In other works, you get\nthings which simply are meaningless with regard to our ordinary\nnotion of reality. So this would be symbolic real. Symbolic -\nobviously the symbolic, formulas, few signifiers -they function,\nit's a functioning machine, but meaningless. We cannot make any\nsenseout of it. We cannot relate it to our experience. Which is why\nwe try so desperately to do it. Which is why we try to invent\nmetaphorsto imagine quantum universe. But it cannot be done.\nThen, finally we arecoming to the real real,which it's precisely\nnot what is usually identified as the real. This would have been\nthe first real, the imaginary real, too traumatic image. What then\nis this famous real real, the very core of the real? Let me\napproach it at two levels.\nThe first level is still relativelyclose to the symbolic order. It\nwould have been...all that accompanies the symbolic level at as its\nobscene shadow. Think about...army units. How they function? You\nhave discipline, symbolic machine, symbolic order, drill, etc. But\nas we all know,this is sustained by a kind of obscene, shadowy\nrealityof - among other things -so called \"marching chants\". In\nevery movie about the marines you hear them, these songs which are\nextremely interesting -songs that soldiers sing by their training,\nmarching -because they are characterizedby meaningless rhymes,\ncombined with sadistic, or sexually perverse, obscenities. One\nexample that I remember, I think it is from An Officer and a\nGentleman, the movie, where marines are singing something like:\"I\ndon't know but I was told that Eskimo pussies are rather cold.\" The\nenigma is, again, why does the military discourse need this? So\nthis would be one level, this shadowy virtual reality of affects\nwhich has to accompany the official discourse.\nBut let's move a little bit deeper. Let's think about...well, one\nof the great achievements of Western Civilization, a movie like The\nSound of Music. Officially, as we all know, it's a story about\nsmall, anti-fascist, democraticAustrians,- at the political level,\nthat is to say -I will leave out all the singing aspect -small,\nhonest, democratic Austrians, fighting, resisting the Nazi\noccupation of Austria in . But! Look at the movie really closely.\nLook at its texture,and you will discover a quite different\nreality, a kind of a virtual reality of the officially depicted\nnarrative reality. If you look at how Austriansare depicted in the\nmovie, you will discover- to cut a long story short -that they are\nprecisely depicted as a kind of a small-is-beautiful provincial\nfascists. Their idiocy is emphasized, these local folkloric\ndresses, etc. They're presented directly as anti-intellectual,\nrooted in narrowlife world, etc. Now, look at how the occupying,\ninvading Nazists are presented. They're not mostly soldiers, but\nmanagers, bureaucrats, exquisitely dressed, with short mustaches,\nsmoking expensive cigarettes, etc. In other words, almost a\ncaricatureof cosmopolitan, decadent, corrupted Jew. So, that's my\npoint: at the level of simplen arrative reality we get one message,\ndemocratic resistance to Nazism. But at the level of- let's call it\n- virtual textureall these micro signs, maybe we could even call it\nwriting, we get practically the opposite message, which is: \"Honest\nfascists resisting decadent Jewish, cosmopolitan, takeover. \"And\nincidentally maybe this is at least one of the reasons why this\nmovie was so extremely popular. While officially agreeing with our\ndemocratic ideology, it, at the same time, addresses our secret\nfascist dreams. But let's take a more serious example: Robert\nAltman's masterpiece, Shortcuts. Again, at the narrative level we\nget a simple story,or rather - stories, parallel stories, depicting\ndesperate everydaylife of LA middle classes, It's the portrait of\ntoday's alienation, solitude, etc. But again, the very textureof\nthe film, I claim, is a much more optimistic one. It's a kind of\ncelebration of this magic of contingent encounters, generatings,\nunexpected effects of meaning. So I think that...In a similar way\nto how we should read The Sound of Music, it is wrong to read\nShortcuts simply as kind of social critical piece, there is another\nmuch more optimistic, life asserting even, letter.\nSo, to provide the formula of this 'real virtual'. Let me refer to\nrecent paradoxical statement by none other than Donald Rumsfeld. I\nthink that this statement was an important contribution to\ncontemporary American philosophical debate. This happened in March\n, just before the war on Iraq, where Rumsfeld elaborated the\nrelationship between 'known' and 'unknown'. First, he said, there\nare 'known knowns'. There are things we know that we know. Like, we\nknew at that point that Saddam was the president of Iraq. OK,\neverything clear. Then, he went on,there are 'known unknowns'.\nThere are things that we know that we don't know. The idea was, for\nexample, we know that we don't know how many weapons of mass\ndestruction Saddam has. OK, now we know he had none. It doesn't\nmatter. At that point it appeared like this. Then there is 'the\nunknown unknown', things we don't know that we don't know, things\nwhich are so foreign and so unimaginable that we even don't know\nthat we don't know. For example, maybe Saddam had some\nunimaginable, totally unexpected weapon. And here\nunfortunatelyRumsfeld stopped. because I thinkhe should have go on.\nmaking the next step to the fourth category, fourth variation,\nwhich is missing, which is: not the 'known unknowns', but the\n'unknown knowns'. Things we don't know we know them. We know them,\nthey are part of our identity,they determine our activity, but we\ndon't know that we know them! This is what,in psychoanalysis, of\ncourse,is called unconscious. Unconscious fantasies, unconscious\nprejudices, etc., etc. And I think that this level is crucial. To\nrefer to previous two examples from movies: in The Sound of\nMusic,what we directly know is that it's a movie about antifascist\nresistance of modest, honest Austrians. What we don't know that we\nknow is that it's also the opposite: that it's the movie about\nfascists resisting the Jewish takeover. And the tragedy of today's\nAmerican politics, I think, is that precisely they are not aware of\nthese 'unknown knowns', which is why there was a deep truth in one\nof the statements of that unfortunate Iraqi minister of\ninformation. We were all laughing at him during the last Iraqi war,\nbecause of his ridiculous statements, denying the obvious, but at\none point, I claim, what he told was absolutely true. When, towards\nthe end of the war, he was asked, \"Is it true that Americans\nalready control,\"American forces, part of the Baghdad airport?\", he\nsaid: \"Not true. Americans don't control even themselves.\" Perfect\ntruth. Why? Because they don't know what they know. And this - what\nyou don't knowthat you know -controls you, but you don'tcontrol it.\nOK.\nSo now we come to the really real, real core of the real, much more\nfundamental than the symbolic real, but which, paradoxically, is at\nthe same time the most virtual real. It is what? Let us think about\nattractors in mathematics or in physics. For example, you have\nsmall pieces of iron and you throw them around a magnetic field.\nThey are dispersed, following a certain shape, infinitely\napproaching this shape, but this shape, of course, is not existing\nitself. It's just something that you can abstract, isolate from the\ndispersion of the small pieces of iron. That's the idea of 'virtual\nreal'. It's a shape - this is the realof this field,but it doesn't\nexistin itself. It's just an abstract form, which structures the\ndisposition of actually existing elements around it.\nNow, what has this to do with psychoanalytic problematic, or, even\nmore, with political problematic? My idea is: a lot. Let's think\nabout the precise status of trauma in psychoanalysis. It is similar\nto this non-existing attractor. That is to say, more closely: Freud\nshifted his position, as we all know, with regard to trauma, he\nshifted his position in a way which is, strangely enough, parallel\nto the shift in Einstein's theory of relativity, the shift from\nspecial to general theory of relativity. This shift in theory of\nrelativityconcerns the reference to the curved space,curvature of\nspace. As most of us, I hope, know, for Einstein, first, in a first\napproach, it was the presence of the density of matter, of stuff,\nwhich curved the space. Space was originally perceived as empty\nspace, abstractly was symmetrical, non-curved, then the presence of\nstuffcurves it. But then, in a second step, Einstein accomplished a\nwonderful reversal. He just termed the terms around. It was not the\npresence of matter, of stuff, which curves the space, it was, on\nthe contrary, the curvature of the space which was primordial. And\nwhat we perceive as matteris just kind of a reified, fetishist\nmisperception of a purely formal curvature of the space. And I\nclaim it's exactly like this in the psychoanalytic notion of\ntrauma. In a first approach Freud imagined trauma as some kind of\ndense, raw presence, presence of some real which brutally intrudes\ninto our symbolic space and curves it. Quite literally. Let's\nimagine that I have my well-balanced symbolic space,then something\ntraumatic happens to me: I'm raped, I witness a terrifying event,\nI'm tortured, whatever. And because of the traumatic impact of this\nevent my symbolic space gets curved. Some things can no longer be\nsymbolized, the function of those symbol has to be taken over with\nother symbols. There is a kind of imbalance. There is a gap in my\nsymbolic space. This would be the first approach. But then Freud\nnoticed some strange things. What things? Let's recall his best\nknown analysis of Wolfman. The traumatic scene there, of course, is\nthe small child, Wolfman, witnessing the parental coitus a terbo.\nBut let's look at it in a much more precise way. What effectively\nhappens there? It's not that this was simply a trauma. As a small,\n-year and the half old child, Wolfman did not find anything\ntraumatic in this scene. He just perceived it and stored it. It was\n- years later, when Wolfman started to develop his theories,\ninfantile theories of sexuality,and because he was not able to\naccount for sexuality, in other words, because the symbolic spaceof\nhis sexual theories was curved, it is only at this point tha the\nresuscitated the traumatic scene. So... I think, in clear parallel\nto Einstein, we can see how here it's the other way around. The\nprimordial fact is not some brutal intrusion of the real,of a\ntraumatic real. The primordial fact,and also the primordial real,\nis a purely formal imbalance. The symbolic space is curved, it's\ncut across by antagonism, imbalanced, etc. and to account for this\nyou need reference to some real. Which is, of course,the real. The\nreal in the sense of the traumatic appearance. It's a lure here. A\ntrap.\nSo what does this notion of the virtual real, as trauma, trauma as\nvirtual, what does this notion mean for politics? Can this serve us\n- we want to analyze political, ideological phenomena? Of course.\nLet's just recall how antisemitism functions. In it's fascist\nversion, antisemitism,or rather the figure of the Jew, the Jewish\nplot, is precisely an external trauma which brutally intrudes,\ndisturbing social balance. Curving, as it were, the social space.\nSociety was supposed to be harmonious, balanced, then Jews\nintervened, distort it. It's, as it were, natural order. But of\ncourse, here at least,we should be Marxists, and turn things\naround. It's not that there is disorder,antagonism,disintegration,\nclass struggle, because of the Jews. Class struggle, or more\ngenerally,social antagonism, comes first. That is to say: social\nspaceis in itself already curved, imbalanced. And in order to\nimaginarily, in an imaginary way, account for it, we invent the\nfigure of the Jew. That is to say, we project the cause of it into\nthe figure of the Jew.\nEven at the more fundamental level,of today's economic\nconstellation, I think that this notion of the real as virtual can\nhelp us to critically reject, a category which is more and more\npopular with politically correct, post-colonial authors, the notion\nof so-called alternate or alternative modernity. The idea is, to\nput it simply, the following one. Of course there are\ninconsistencies, antagonisms, repressive potentials in the notion\nof modernity,which ultimately means, of course,capitalism as the\nforce of modernity, but, so the story goes, this antagonistic,\nrepresive elements are not part of the very concept of modernity,\nbut are only limited to the Anglo-Saxon, West European model of\nmodernization. Why then should not there not be other alternate\nmodernities, where you can have modernization, but without this\nalienating effects which characterize Western European process of\nmodernization. Without socially disruptive processes, without\nalienation, without exploitation, without ecological\ncatastrophes,etc., etc. And then, of course, it's free for grab.\nAnybody can have his own modernity. You can say we can have Latin\nAmerican modernity, as alternate modernity, we can have African\nmodernity, we can have Asian modernity, whatever. So what is the\nproblem with this approach, which is basically an approach of\nhistoricist nominalism? Because the under lined logic is that in\nfamous...pseudo the constructionist logics of\"There is no modernity\nas such.\" \"There are only particular modernities.\" \"Like West\nEuropean, Latin American,African, etc.\" Of course this is true. The\nproblem is elsewhere. The problem is that through this nominalist\nreduction, again, by claiming that only particular modernities\neffectively exist, the sight of antagonism is reducedto only one\nparticular modernity. It is no longer modernity as suchwhich is\ncharacterized by antagonism, imbalance. Imbalance is dismissed as\njust pertaining with certain species of, particular species of\nmodernity. And what is problematic with this? Well...To put it very\nsimply: did we not have already in the early th century, in the\nfirst part of the th century, one big, well-known project of\nalternate modernity? It was called fascism.\nFascism was precisely the first big attemptto build an alternate\nmodernity. That is to say, to have the process of modernization,\nindustrial development etc. but without paying the priceof\nalienation, social disintegration, etc. What should we then oppose\nto this model? We should oppose to it the idea that some\nantagonism,we can call it by different names, traditional Marxist\nwould have called it\"class struggle\", Frankfurt school would have\ncall it \"dialectic of enlightenment\", but the idea being that there\nis some antagonistic potential in the very project of capitalist\nmodernity. That is to say that all these phenomena that we deploy,\nwars, violences, concentration camps, new fundamentalism, you name\nit, that all this is not simply regression,or as Habermas would\nhave put it, a sign of modernity as an unfinished project, but is\npart of the very project of modernity. This is what gets lost.\nWhich is why I think that although it wants to be historicist,\ncritical, this idea of reducing the antagonistic aspects of\nmodernity, to just one particular form of modernity, is deeply\nideological. Because it saves unblemished the general notion of\nmodernization. What we should insist on is on the contrary, as I've\njust said, that there is an antagonism inherent to the very\nuniversal notion of modernity, and, now I'm coming to my point, so\nthat the particular speciesof modernity are not just examples or\nexemplifications of their universal genus, of their universal\nnotion,but they are, in a way,reactions to it,they fight\nit.Modernity, as a universal notion, names a certain dead-lock, a\ncertain antagonism, and particular, really existing forms of\nmodernity,are attempts to resolve this deadlock, to solve the\nproblem. Liberal capitalism, as one form of modernity, wants to\nsolve the deadlock of modernity in a certain way, through market\nfreedoms etc., fascist modernization in a different way, Latin\nAmerican modernization in a different way.\nSo what's properly dialectical here? It's, again, this very\nreversal of the usual constellation. It's not that struggleis at\nthe level of the particular content, while universally it's just\nsome kind of neutral empty container, so that universal means some\nencompassing global notion, and then, within this notion,\nparticular forms struggle, like fascist modernization against\nliberal modernization etc. etc. No! The sight of the struggle is\nuniversal antagonism itself. And all particular actually existing\nmodernisms are attempts to cover up, resolve this problem. So,\nagain, we should remember this that the sight of antagonism is\nuniversality.\nWhat has this to do with'virtual as real'? Ah, precisely this sight\nof universality as the sight of antagonism is virtual. In what\nsense? In the sense that there is no universal modernization. It's\njust a certain virtual constellation of a certain antagonism. All\nthat exists...Nominalists are here right. All that effectively\nexistsare just particular forms of modernization. There is no\nmodernity as such. There only is Anglo-Saxon, Latin-American,\nAfrican etc., fascist modernity. But in order to grasp the very\ndynamic of this particular forms, one has to refer them to\nthis...their absent cause, to the big antagonism, to which they\nreact. So, again, this would have been another example of how the\nnotion of virtual as real is operative, of how it is a necessary\nnotion if we are to grasp the concrete social dynamic, especially\nof today's global capitalism.\nSo the conclusion to be drawn from all this is that the category of\nthe real is ultimately a purely formal category. It's not a\ncategory of some formless content disturbing order, it's a pure\nstructural gap. It's an entirely non-substantial category.\nIt's...If we may put it in these terms, it's a difference, but a\npure difference. A pure difference in the sense that it's a\ndifference which is paradoxically prior to what it is the\ndifference between. So it's not simplythat we have two terms and\nthere is a difference between the two terms. Paradoxically, the two\npositive terms appear afterwards as attempts to dominate, cover up\nthe tension etc. of this difference.\nAgain, how can this be? Another simple example, just to illustrate\nthis logic: the political distinction...I know, it's half forgotten\ntoday, nobody wants to hear about it, but nonetheless, the\ndistinction betweenLeft and Right. The first thing that strikes the\neye about this distinction, if we take it seriously, is thatit's\nnot just a distinction within a certain social cowl. It's not that,\nin a certain society, if we take into account all political forces,\nwe can say:\"These are right-wing forces, these are left-wing\nforces,\" and then all the intermediate phenomena, \"in between,\ncenter, center-left,center-right, whatever you want.\" It's\ndifferent. It is that...if you ask a right-winger, how is the\nentire social field structured, you will get a totally different\nanswer than if you ask a left-winger,or, for that matter,if you ask\na centrist. To simplify it: a right-winger will tell you that\nsociety is an organic, harmonious unity, at least the traditional\nright-winger, and that left radicals are external intruders. What\nis anathema for radical conservative is the idea that there is an\nantagonism, an imbalance inscribed into the very heart of the\nsocial edifice. For a left-winger, the struggle is admitted as\ncentral. So, again, the point is that there is no neutral way to\ndefine the difference between Left and Right. In itself it's a\nvoid. It's just that youcan approach it either from the leftist or\nfrom the rightist point of view.\nAnd incidentally, for Lacan, it's exactly in the same way that also\nsexual difference functions. Sexual difference is not a difference\nbetween the two species of humanity in general, but it's the...From\nthe male perspective sexual difference itself appears in a\ndifferent way that from the feminine perspective. So, again,\ndifference paradoxically comes first.\nCrucial, philosophically,is this, let's call it pure formalism. And\nagainst the reproach that we are dealing here with some kind of\nidealism. Isn't matter in it's positive, inert presence,\nprimordial?I think that we should reject this reproach and\nprecisely insist on this notion of...how should I call it?...purely\nformal materialism. Materialism as materialism of the difference.\nThe minimal feature of materialism being that there is a pure\ndifference. That there is a crack, an antagonism in within the\norder of the One. That the primordial fact is pure, self\ndifference. I'm very precise here. Self difference, and not any\nkind of this mythological polar opposites, feminine-masculine,\nlight-darkness, yin-yang, etc. I think that here radical\nmaterialism should be even critical towards Deleuze, Gilles\nDeleuze, who blights to assert some kind of primordial multitude,\nas the ultimate ontological fact. From the radical prospect that\nI'm advocating, multitude already is an effect of the inconsistency\nof The One with itself, of the fact that The One cannot coincide\nwith itself. Or, to put it in a slightlydifferent way, we do not\nhave some primordial polarity, like masculine-feminine,\nlight-darkness, and then we can play all these New Age, agnostic\ngames of how win our era, we put too much accent on one pole, and\nwe have to reestablishthe balance, like we are too rational,\nmasculine, let's put more accent on the feminine, emotional side,\nwhatever...No, it's more radical! It's as if, as Lacan puts it, the\nbinary signifieris primordially repressed,which means, the second\nelement is always missing, and this lack of the counterpoint -we\nhave one, but we don't have the accompanying other -and this\noriginal imbalance then sets in motion the generation of\nmultiplicity. Again, an extremely simple example from one of the\nearly movies by Woody Allen, I think it's Love and War, a kind of a\nparody on Tolstoy,where, again, the whole movie topic focuses on\ntopic of Tolstoy. So, of course, our first enigma is here: \"Where\nis Dostoyevsky?\", The Other, natural supplement to Tolstoy. There\nis no Dostoyevsky,so what happens in the movie, as a kind a return\nof the repressed, is tha tin one wonderful short scene,when two\nmain characters talk with each other, all the big titles of\nDostoyevsky's novels emerge. Like, \"do you know what happened with\nthat Idiot?\" \"Ah, you mean the one ofthe Karamazov brothers?\"\n\"Yes.\" -\"He did his crime,it was punished.\" \"Then he went\nunderground,turned into a gambler\", etc. etc. The lesson of this is\nontological lesson: is: one cannot coincide with itself, pure\ndifference, because of this pure difference as a secondary effect\nthe multitude explodes.\nSo, again...Against the usual reproach is this not idealism. I\nwould say that today it is rather idealism which is materialist.\nToday's opposition, I'm tempted to claim,between materialism and\nidealismis that today's idealism,or rather spiritualism, clings to\nthis famous density, inertia of experience, of matter, of\nearth...of the stuff.\nNo wonder that the greatest,arguably, spiritual movie director,the\nRussian, Tarkovsky,was at the same time practically obsessed bythe\ntopic of inertia of matter,density of matter,matter in decay. In\nhis films, when heroesare praying,they don't pray looking\nupwards.They pray by sometimes literallyimmersing their heads into\nmud,with close contact with earth. So I think, the thing to do\ntoday is to oppose to this kind of spiritual materialism, the pure\nformalism of true radical materialism,which is...Why, for me,\nquantum physics is ultimately a deeply materialist theory, where\nyou don't need any positivity of matter. You can do everything with\npurely formal oscillations etc.\nSo, again, back to this central insight that difference comes\nfirst. Difference... How to think a difference, which is priorto\nthe elements it is the difference of? Immanuel Kant, already in his\nearly writings, introduces here a crucial distinction. A very\nstrange, but clear distinction. A distinction between a negative\njudgment and indefinite judgment. That is to say, as Kant puts it,\nit is not the same thing to say: \"You aren't human\" and to say\"You\nare inhuman\". If I say \"You aren't human\", it simply means you are\nexternal to humanity, you are animal, divine, whatever. It's\noutside. But if I say, as Kant puts it, if I do not simply negate a\npredicate, but if I affirm a non-predicate...So again, if I don't\nsay simply\"You aren't human\", but if I say\"You are inhuman\", it\nmeans non-humanity, an excess over humanity, but an excess which is\ninherent to humanity itself. To give you another example, which\nwill make it clear, there's this thing about Steven King's horror\nnovels, the well known category of the undead. We can feel the\ndifference. If I say,\"You aren't dead\". It's not the same as\nsaying\"You are undead\". If I say you aren't dead, it simply means\nyou are alive, and nothing more, nothing mysterious. But, as every\nreader of horror novels knows, if I say,\"You are undead\", it\nmeansyou are the living dead, you are alive precisely as dead.\nImmanuel Kant's point is that human freedom has exactly such a\nstatus. It's something which is neither nature -animals are not\nfree, they are enslaved to their instincts -nor culture - culture\nis already: symbolic law, symbolic regulation. But, the conclusion\nto be drawnfrom Kant,and consequently from Freudand Lacan, is that\nwhat cultural symbolic prohibitionstry to regulate -to master, to\ndominate,to domesticate, whatever you want -is not directly nature,\nnatural instincts, but it's this zero-level inhuman excess, to use\nLacan's Pan: the extimate kernel of humanity. The in-human\ndimensionin exactly the same sense, in which we talk about the\nundead -not in-human as external to humanity, but a monstrous\nexcess, or some radical wild freedom,which is inherent tohumanity\nitself.\nSo again we have this paradox, that the difference between nature\nand culture, is a level of its own. Is neither nature, nor culture,\nit's some kind of crazy excess. So what would then a politics of\npure difference be? Well, first, per negationem -what it would not\nbe? It would definitely not be what emerges today more and moreas\nthe ultimate horizon of the political, the so-called \"identity\npolitics\", or more broadly, the politics of recognizing the\ndifferences, of tolerating the differences. What is for me\nproblematic in this multicultural, at least tolerant politics etc.\nIt's not just the vulgar fact that they effectively, even if they\ndeny it, neglect economic struggle. It's the very logic of the\nstruggle. The logic of multicultural struggle, of anti-racist\nstruggle, of struggle against sexism, is again the logic of\nrecognizing differences.\nFor example: in anti-sexist struggle,the goal, of course, is\nnot,even for radical feminists -I don't know - to kill,to\nannihilate men. It's to establish an open field within which both\nsexes, all different sexual positions, sexual identities, cultural\nidentities inclusive, will be allowed to thrive freely, so that one\nwill not articulate itselfat the expense of others.\nAgain, in the anti-racist strugglethe ultimate horizon is that of\nopening up the space for differences: each ethnic group, religious\ngroup,cultural group, way of life group, should have the freedomto\nfreely deploy, articulate it's potentials, it's position. But this\nconceptual field, the field of openness towards the other, of\ntolerating, allowing for differences, as the ultimate ethical\nhorizon, this, I claim, should not,cannot be, our ultimate horizon.\nBecause we can immediately see that...to use the simplified example\n-class struggle. My God, the ultimate goal of the class struggle is\nnot for proletarians to allow the bourgeoisie, and bourgeoisie to\nallow proletariansto freely deploy their own potentials etc. It's\nan antagonistic struggle. The goal is not to let the multitude be.\nThe goal is to annihilate the enemy. It's a totally different\nlogic. It's the logic of animosity,it's the logic of antagonistic\nstruggle. Which also involves a totally different notion of\nuniversality. The notion of universality here is no longer\nuniversality as the encompassing medium,container of the\npluralityof positions -sexual positions, cultural\npositions,whatever. No! Universality is here the universality of\nstruggle itself. There is also a central paradox to this struggling\nposition. The position of struggle does not mean the position of a\nparticular identity and the abandonment of the universal notion of\ntruth. The abandonment of the universal notion of truth goes very\nwell with multi-culturalese politics where we can say:\" Everybody\nhas the right\"to narrate it's own version of truth. There is no\nglobal truth. \"No! Our position should be:there is universal truth.\nThere always is one universal truth of a certain situation. But\nthis truth is accessible only from a specific, partial,\nengaged,engaged in the struggle, standpoint. So it's not that we\narrive at the universal truth by abstracting from our particula\nrengagement, from our particular interests,the idea being: each of\nus has it's own interests, positions, but the truth of a situation\nemerges when we can step, as it were,outside ourselves and look at\nthe situation more objectively,the way it really is. No, on the\ncontrary! We should fully assume the paradoxof universal truth\nbeing accessible only through a partial, engaged position. This, I\nthink, is more precious than ever to maintain today.\nAnd this is the reason why, at the social level, I think,we should\ncling to the notion of collective as it was till now practice in\nthree forms: messianic religious collectives, revolutionary\nparties,and psycho-analytic communities.They both share...sorry,\nall three of them, they share precisely this same notion of\nuniversality accessible only through an engaged,struggling,\nsubjective position. This politics of pure differenceis opposed\ntoday by another, I would call it, politics of the real, but the\nreal of the super-ego, in precisely the sense I already talked\nabout, that is to say: super-ego injunction, the obscene virtual\nsuper-ego injunction to enjoy. So how does this super-ego\ninjunction function today, in the hegemonic mode of social\nidentification?To put it in extremely simplified terms: the old\nfunctioning of ethics was that of moderation. The ultimate task of\nethics was to moderate it, like - do it, but not excessively. Eat,\ndrink - not too much. Sex - not too much. It was the ethics of the\nproper measure. Today, I claim, a different kindof ethics is\nemerging. An ethics which, on the one hand, allows you limitless\nconsumption, no moderation, go to the end - but why? Because the\nobject in itselfis already deprived of its dangerous substance,as\nit were. The whole series of products that we find today on the\nmarket -decaffeinated coffee, beer without alcohol, sugar without\nsugar etc. -that is to say the product where you get the effect but\ndeprived of its potentialy dangerous substance.\nSo that today the injunctionis no longer\"Drink coffee, but\nmoderately\", it is:\"Have as much coffee as you want,\"because coffee\nis already,in itself, decaffeinated coffee.\" Maybe the best -\nslightly tasteless, but what the hell, why not? -metaphor for this\nproduct is something that I saw- years ago in Los Angeles. It's the\nparadox of a chocolate laxative. Of course, chocolate being that\nwhich gives you constipation. With the publicity, I remember\nit:\"Still constipated? Not a problem, eat more of our chocolate!\"\nSo that's the paradox, that the chocolate is already its own remedy\nin a kind of almost Hegelian direct coincidence of the opposites.\nSo, why is this interesting? Precisely because, I claim, it's not\nlimited only to phenomena of commodities. What interests me is how\nwe can locate the same logic also, the same paradoxical logic of an\nproduct being its own counter-effect, already and also within the\nsocial field.\nFor example, let's take the big topic of tolerance. What does it\nmean? I claim it has precisely the structure of chocolate laxative.\nThat is to say, tolerance is a mode of appearance of its own\nopposite, of intolerance. Because, what does it mean, tolerance,\ntoday? It means tolerate the differences,which, again,means \"don't\nharass me\". Tolerance means: \"Tolerate me\",means \"Don't harass me\".\nWhat does it mean,\"Don't harass me\"? It means precisely\"Don't come\ntoo close to me\". If you come too close to me with your excessive\nenjoyment, you disturb me, you harass me. So we have then this idea\nthat practically everything appear form of harassment. I look at\nyou, it's potentially sexual harassment. I speak too loudly, it's\nverbal harassment, whatever. Everything, every over-proximityof\nanother human being can be potentially a form of harassment. And I\nthink that this fearof harassment is preciselly fundamental form of\nintolerance, today.\nAnd so, again, I claim that when we talk about tolerance today, it\nmeans precisely tolerance as avoiding harassment, which means\nintolerance. It means let's tolerate each other, again,which means\nlet's keepat a proper distance from each other. Yet another\nchocolate laxative phenomenon isn't it the way we dea lwith wealth\ntoday? The exemplary figure today for me hereis somebody like\nGeorge Soros. Half the day he engages in the most ruthless\nfinancial exploitations, ruining the lives of hundreds,of\nthousands, even millions. The other half he just gives part of it\nback. So the morning is chocolate, the afternoon is laxative. Like,\nyou know, involving all these human aid programs, etc.,political,\ndemocratization, etc. etc.\nSo again, instead of simply not engage in ruthless speculation, he\ndoes it, but then includes counter-action. And even more\nradically,is it not exactly the same with war today? I think that\nUlrich Beck,the German sociologist,was well justified in\ninventingthe term \"militarist pacifism\",or \"humanitarian\nmilitarism\".What goes on today where all the wars are declared as\nwars for peace. It's not only that their ultimate goal is defined\nas to bring peace, into Iraq, to remove the threat of war, etc.\netc. It's even more radically. It is that the war operation itself\nresembles more and morea kind of humanitarian intervention to help\nthe people there. If you read, for example,the recent justification\nof attack on Iraq.It's not so much that Iraq was attacked in order\nto remove the threat to the Western nation of Saddam. It was in\norder to help the Iraqi people etc. etc. No wonder then that...the\nultimate chocolate laxative...No wonder that...The concentration\ncamps.\nAs Giorgio Agamben claims,the typical, exemplary case of a th\ncentury collective, has precisely these both aspects. Again,\nchocolate laxative structure, the aspect of isolating the enemy\n-Guantanamo or whatever -and the aspect of concentrating people in\norder to give them,to provide them with humanitarian aid.\nSo, what this meansare two things. First, I don't think that it is\njustified to talk today about consumption -we live in a society of\nconsumption, etc. On the contrary, I claim.We consume less than\never, if consuming means taking the risk, really opening yourself.\nWhich is why, incidentally,we are so afraid of smoking. I claim\nit's not simply medical results etc. What is so terrifying in\nsmoking is somebody really consuming the smoke with all the dangers\nthis involves. I think that the true consumers today are\ndrug-addicts, chain-smokers, etc. And they are the figures of\nhorror today, if anything. Again, the structure is that of\nchocolate laxative,which is why we are or looking even at this\nlevel for products which would be already a kind of decaffeinated\ncoffee. Which is why I think marijuanais so popular. Because it's\nkind of decaffeinated opium, de facto. Opium without opium. You can\nhave it, but deprived of its dangerous substance.\nSo, to conclude this brief reflection, I would say that today the\nfundamental, as it were,ethical injunction, the injunction society\nbombards us with, is no longer the injunction to control yourself,\nto repress your strivings or whatever. It's on the contrary, the\ninjunction to enjoy it, to go to the end. This is what we feel\nguilty about today. And this, I think, also changes fundamentally\nthe role of psychoanalysis. It does not make it outdated, it's more\nactual than ever,only its function fundamentally changed.\nIn the good all days,or so it appeared, now it's clear that it\nnever was simply like that, the idea was the following one. Let's\nsay you are sexually frustrated, because you internalized some\npaternal or other prohibitions, you cannot enjoy sex, and the\nfunction of psychoanalysis is to relieve you, release you of the\npressure of these internalized prohibitions, so you can let\nyourself go,you can enjoy. In other words, you feel guilty if you\ntransgressed social prohibitionsin order to enjoy. Today it's\nalmost the opposite.You feel guilty, if you cannot make it, if you\ncannot enjoy. And we shouldn't take here enjoyment just in the\nimmediate sense of sex, sure pleasure of drinking, whatever. It can\nbe enjoyment of power, social success, professional success, it can\nbe even spiritual enjoyment, in the New Age sense,Gnostic sense of\nrealizing your ego etc. etc.\nWhat we are getting today is that you feel guilty if in this sense\nyou cannot enjoy yourself. So this brings us, I claim, to a double\nfunction of psychoanalys is today.\nA. It's message is not \"relax, get rid of prohibitions\".It's\nmessage is, as Alain Badiou put it in wonderful terms,\"you should\nlearn to becomea pitiless censor of yourself.\"The role of\npychoanalys is today. It's not to enable you to enjoy,but to open\nup a space in which you are allowed not to enjoy. That's the\nfundamental messageof psychoanalysis today. You are not obliged to\nenjoy. You are allowednot to enjoy. Which, of course, is not the\nsame as saying you are prohibited to enjoy. Just: you are\nallowednot to enjoy. This confronts us furthermore with the\nparadoxes of today's superego. Which is how, on the one\nhand,permissivity ends up in its opposite. Like: today the\ninjunctionis \"enjoy\",the result is more prohibitions, regulations\nthan ever. You can enjoy yourself, but in order to enjoy yourself\nproperly, you are ordered to - what -not to eat too much,to engage\nin jogging, to take care of your fitness,not to smoke, etc. etc.\nJust look around and I think that there is nothing more miserable\ntoday than those younger couples or peoplewho organize their life\nin order to enjoy themselves. The regulation is total.\nOn the other hand,we have the opposite paradox, which is that the\nso-called\"newly emerging fundamentalism\"is not here in order to\nintroducesome new stability,to give you firm ethical foundationin\ntoday's world where there are no firm stable values etc.,but on the\ncontrary, I claim,it is here to open up as a kind of a false space\nof freedom. I'm referring here, of course,implicitlyto Lacan's\nfamous reversal of the Dostoyevsky motto. it is not that if God\ndoesn't exist, everything is permitted, but if God doesn't exist,\neverything is prohibited.This is the lesson of the hedonistic\nyuppies. And the opposite lesson, no less crucial:if God\nexists,then everything is permitted. Which means: if you can\njustify your role as that of being the instrument of the divine\nwill,in other words - you hear voices,you have the contact with the\nguy up there,either George Bushor Osama bin Laden -as many people\nnoticed: this is what they have in common,they both hear directly\nfrom up there -then you can do whatever you want -you can do\nterrorist acts,bomb countries, etc. etc.\nSo here we see how difficult it is to orient ourselves in today's\nconstellation where there is a certain urge to false\nfreedom,inherent to the system itself. Which is why, I claim,the\nmain task todayis to reinvent utopia, a space of utopia. What do\nyou mean by this? It's not, of course, the old fashioned\nutopia,which is the utopia of imagining ideal world about which we\nknow in advance that it will never be realized. The big models here\nare, of course:Plato's Republic,Thomas Moore Utopia,and - we should\nnot forget -Marquis de Sade:Philosophy in the Boudoir. That's the\nclassical utopia. Then we have, what I'm tempted to call,the\ncapitalist utopia. This unbridled solicitation of new and new\ndesires,which can go pretty far. Like today I learned thatin the\nUnited States, they are, in some communities, seriously considering\nthe idea that necrophiliacs,those who want to play sexual games\nwith corpses, dead bodies, are seriously deprived. So isn't it the\nduty of our societyto provide them with corpses? Can it be done in\nsome wayso that people sign voluntarily in the same way that you\nsign that if you die, your heart,your organs can be used,that your\nbody can be used to be delivered to necrophiliacs etc. etc. The\nproblem here is that,radical as this may appear,there is something\nridiculously benign about it,about this capitalist utopia. You can\ngo to the end, basically nothing happens. But we have a third\nutopia,which is, again,neither this classical utopia of imagining\nan alternative universe, not even dreaming about really realizing\nit,then the capitalist utopia of ever new desires,extreme forms of\nsatisfying your desires, there is a third mode which,I would say it\nprecisely -the real,the real core of utopia. I think a truly\nradical utopiais not an exercise in free imagination. Like, you sit\ndown,don't have anything wiser to do than to imagine possible ideal\nworlds. It's something that you do literally as out of an inner\nurge. You have to invent something new when you cannot do it\notherwise. True utopia for me is not a matter of the future, it's\nsomething to be immediately enacted, when there is no other way.\nUtopia in this sense simply means: do what appears, within the\ngiven symbolic coordinates, as impossible. Take the risk, change\nthe very coordinates. And I'm not talking here about something\ncrazy. Even big classical well-known,even some times conservative\nacts,have this utopian dimension. Like, to take a ridiculous\nexample,thirty years ago, remember Richard Nixon's trip to China.\nThere was almost a utopian dimension to it. Why? Because he did\nwhat was appeared as impossible. China was portrayed as the\nultimate evil super power. With Soviet Union there was detente, not\nwith China. That act changed the entire coordinates. It did the\nimpossible. This is what we need more than ever today. Because\nultimately, I claim, the true utopia today is not a different\norder. It's the idea that the existing order can function\nindefinitely. The true utopia, I claim,was not communism,which\ndisintegrated in 89', it was the utopia of the 90s. The idea,\nelaborated, among others,by Francis Fukuyama, that we discovered\nthe final social form -liberal capitalist democracy -that we cannot\ngo further.That it's just a question of making it little more\ntolerant, spread it all around the world, but that we have the\nformula. And I think that if there is a symbolic meaning to\nSeptember 11th, is that the time of that utopia is over. The real\nof history is back. Which is why today the urge is not to be\nterrorized by the so-called\"post-political politics\" which tells\nus:\"ideological times are over,\" all you can do is just to play the\nrealistic game\"of accepting the trends\" etc. etc. We should dare to\nenact the impossible. We should rediscover how to not imagine, but\nenact utopia. The point is not again about planning utopias, the\npoint is about practicing them. And I think this is not a question\nof should we do it or should we simply persist in the existing\norder. It's much more radical. It's a matter for survival. The\nfuture will be utopian,or there will be none.", "source": "the_reality_of_the_virtual.txt"}
{"text": "Ideology is not just a false consciousness, but a material reality.\nI would prefer not to.\nThe Pervert's Guide to Cinema explores the hidden language of movies.", "source": "sample1.txt"}
