{"text": "The majority of mortals, Paulinus, complain bitterly of the spitefulness of Nature, because we are born for a brief span of life, because even this space that has been granted to us rushes by so speedily and so swiftly that all save a very few find life at an end just when they are getting ready to live. Nor is it merely the common herd and the unthinking crowd that bemoan what is, as men deem it, an universal ill; the same feeling has called forth complaint also from men who were famous.\nIt is not that we have a short space of time, but that we waste much of it. Life is long enough, and it has been given in sufficiently generous measure to allow the accomplishment of the very greatest things if the whole of it is well invested. But when it is squandered in luxury and carelessness, when it is devoted to no good end, forced at last by the ultimate necessity we perceive that it has passed away before we were aware that it was passing.\nSo it is—the life we receive is not short, but we make it so, nor do we have any lack of it, but are wasteful of it. Just as great and princely wealth is scattered in a moment when it comes into the hands of a bad owner, while wealth however limited, if it is entrusted to a good guardian, increases by use, so our life is amply long for him who orders it properly.\nWhy do we complain of Nature? She has shown herself kindly; life, if you know how to use it, is long.\nThere are more things, Lucilius, likely to frighten us than there are to crush us; we suffer more often in imagination than in reality. I do not speak with you in the Stoic strain but in my own style. For it is our Stoic fashion to speak of all those things, which provoke cries and groans, as unimportant and beneath notice; but you and I must drop such great-sounding words, although, heaven knows, they are true enough. What I advise you to do is, not to be unhappy before the crisis comes; since it may be that the dangers before which you pale as if they were threatening you, will never come upon you; they certainly have not yet come.\nAccordingly, some things torment us more than they ought; some torment us before they ought; and some torment us when they ought not to torment us at all. We are in the habit of exaggerating, or imagining, or anticipating, sorrow.\nThe mind at times fashions for itself false shapes of evil when there are no signs that point to any evil; it twists into the worst construction some word of doubtful meaning; or it fancies some personal grudge to be more serious than it really is, considering not how angry the enemy is, but to what lengths he may go if he is angry. But life is not worth living, and there is no limit to our sorrows, if we indulge our fears to the greatest possible extent; in this matter, let prudence help you, and contemn with a stout heart that which is not even existing.", "source": "seneca_excerpts.txt"}
