{"text": "LETTER I. ON SAVING TIME\nGreetings from Seneca to his friend Lucilius.\nContinue to act thus, my dear Lucilius—set yourself free for your own sake; gather and save your time, which till lately has been forced from you, or filched away, or has merely slipped from your hands. Make yourself believe the truth of my words, — that certain moments are torn from us, that some are gently removed, and that others glide beyond our reach. The most disgraceful kind of loss, however, is that due to carelessness. Furthermore, if you will pay close heed to the problem, you will find that the largest portion of our life passes while we are doing ill, a goodly share while we are doing nothing, and the whole while we are doing that which is not to the purpose.\nWhat man can you show me who places any value on his time, who reckons the worth of each day, who understands that he is dying daily? For we are mistaken when we look forward to death; the major portion of death has already passed. Whatever years be behind us are in death's hands.\nTherefore, Lucilius, do as you write me that you are doing: hold every hour in your grasp. Lay hold of to-day's task, and you will not need to depend so much upon to-morrow's. While we are postponing, life speeds by.\nLETTER XIII. ON GROUNDLESS FEARS\nGreetings from Seneca to his friend Lucilius.\nI know that you have plenty of spirit; for even before you began to equip yourself with maxims which were wholesome and potent to overcome obstacles, you were taking pride in your contest with Fortune; and this is all the more true, now that you have grappled with her and tested your powers. For our powers can never inspire in us implicit faith in ourselves except when many difficulties have confronted us on this side and on that, and have occasionally even come to close quarters with us. It is only in this way that the true spirit can be tested, – the spirit that will never consent to come under the jurisdiction of things external to ourselves.\nThere are more things, Lucilius, likely to frighten us than there are to crush us; we suffer more often in imagination than in reality.\nWhat I advise you to do is, not to be unhappy before the crisis comes; since it may be that the dangers before which you pale as if they were threatening you, will never come upon you; they certainly have not yet come. Accordingly, some things torment us more than they ought; some torment us before they ought; and some torment us when they ought not to torment us at all. We are in the habit of exaggerating, or imagining, or anticipating, sorrow.\nLETTER XVIII. ON FESTIVALS AND FASTING\nGreetings from Seneca to his friend Lucilius.\nIt is the month of December, and yet the city is at this very moment in a sweat. License is given to the general merrymaking. Everything resounds with mighty preparations – as if the Saturnalia differed at all from the usual business day! So true it is that the difference is nil, that I regard as correct the remark of the man who said: \"Once December was a month; now it is a year.\"\nBut I am especially anxious that you should not act like the mob in this respect either: do not change your dress or your manner of life.\nSet aside a certain number of days, during which you shall be content with the scantiest and cheapest fare, with coarse and rough dress, saying to yourself the while: \"Is this the condition that I feared?\" It is precisely in times of immunity from care that the soul should toughen itself beforehand for occasions of greater stress, and it is while Fortune is kind that it should fortify itself against her violence. In days of peace the soldier performs manoeuvres, throws up earthworks with no enemy in sight, and wearies himself by unnecessary toil, in order that he may be equal to it when it is necessary. If you would not have a man flinch when the crisis comes, train him before it comes.", "source": "moral_letters.txt"}
