{"text": "Judging by what you write me, and by what I hear, I am forming a good opinion regarding your future. You do not run hither and thither and distract yourself by changing your abode; for such restlessness is the sign of a disordered spirit. The primary indication, to my thinking, of a well-ordered mind is a man's ability to remain in one place and linger in his own company. Be careful, however, lest this reading of many authors and this Visit of a host of books may produce something vagrant and unstable in your own spirit. You must linger among a limited number of master-thinkers, and digest their works, if you would derive ideas which shall win a firm hold in your mind. Everywhere means nowhere. When a person spends all his time in foreign travel, he ends by having many acquaintances, but no friends. And the same thing must hold true of men who seek intimate acquaintance with no single author, but visit them all in a hasty and hurried manner.\nFood does no good and is not assimilated into the body if it leaves the stomach as soon as it is eaten. Nothing hinders a cure so much as frequent change of medicine; no wound will heal when one salve is tried after another; a plant which is often moved can never grow strong. There is nothing so efficacious that it can be helpful while it is being shifted about. And in reading of many books is distraction.\nAccordingly, since you cannot read all the books which you may possess, it is enough to possess only as many books as you can read. \"But,\" you reply, \"I wish to dip first into one book and then into another.\" I tell you that it is the sign of an over-nice appetite to toy with many dishes; for when they are manifold and varied, they cloy but do not nourish. So you should always read standard authors; and when you crave a change, fall back upon those whom you read before. Each day acquire something that will fortify you against poverty, against death, indeed against other misfortunes as well; and after you have run over many thoughts, select one to be thoroughly digested that day.\nThis is my own custom; from the many things which I have read, I claim some one part for myself. The thought for today is one which I discovered in Epicurus; for I am wont to cross over even into the enemy's camp, – not as a deserter, but as a scout. He says: \"Contented poverty is an honourable estate.\" Indeed, if it be contented, it is not poverty at all. It is not the man who has too little, but the man who craves more, that is poor. What does it matter how much a man has laid up in his safe, or in his warehouse, how large are his flocks and how fat his dividends, if he covets his neighbour's property, and reckons, not his past gains, but his hopes of gains to come? Do you ask what is the proper limit to wealth? It is, first, to have what is necessary, and, second, to have what is enough.\nFarewell.", "source": "letter_2.txt"}
{"text": "We are here to live together. Our association is like a stone arch, which would collapse if the stones did not mutually support each other.\nAnger is a temporary madness. For it is devoid of self-control, forgetful of decency, unmindful of ties, persistent and diligent in whatever it begins, closed to reason and counsel, excited by trifling causes, unfit to discern the right and true – the very counterpart of a ruin that is crushed in pieces on its very weight. Now, to convince yourself that anger is a kind of madness, observe the appearance of the angry man. For just as the marks of madness are a bold and threatening expression, a gloomy brow, a fierce expression, a hurried step, restless hands, an altered color, a quick and heavy breathing; so likewise are the marks of the angry man.\nAnger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured.\nThe greatest remedy for anger is delay.\nIf a man is angry with you, meet him with kindness; an attack will fail if it is not returned. The man who returns a blow makes himself the equal of the aggressor, but he who forgives it is superior.\nIt is better to heal than to punish.\nNo man is good by chance. Virtue has to be learnt.\nYou ask what is the best way to deal with anger? It is to see that it is not a sign of strength, as is generally believed, but of weakness.", "source": "on_anger.txt"}
{"text": "Greetings from Seneca to his friend Lucilius.\nContinue to act thus, my dear Lucilius – set yourself free for your own sake; gather and save your time, which till lately has been forced from you, or filched away, or has merely slipped from your hands. Make yourself believe the truth of my words – that certain moments are torn from us, that some are gently removed, and that others glide beyond our reach. The most disgraceful kind of loss, however, is that due to carelessness. Furthermore, if you will pay close heed, you will see that the largest portion of our life passes while we are doing ill, a goodly share while we are doing nothing, and the whole while we are doing that which is not to the purpose.\nWhat man can you show me who places any value on his time, who reckons the worth of each day, who understands that he is dying daily? For we are mistaken when we look forward to death; the major portion of death has already passed. Whatever years be behind us are in death's hands.\nTherefore, Lucilius, do as you write me that you are doing: hold every hour in your grasp. Lay hold of to-day's task, and you will not need to depend so much upon to-morrow's. While we are postponing, life speeds by.\nNothing, Lucilius, is ours, except time. We were entrusted by nature with the ownership of this single thing, so fleeting and slippery that anyone who will can oust us from possession. What fools these mortals be! They allow the cheapest and most useless things, which can easily be replaced, to be charged in the reckoning, after they have acquired them; but they never regard themselves as in debt when they have received some of that precious commodity,—time! And yet time is the one loan which even a grateful recipient cannot repay.\nYou may desire to know how I, who preach to you so freely, am practising. I confess that, being a not unthrifty spendthrift, I keep an account of my outlays. I cannot say that I waste nothing, but I can say what I am wasting, and why, and how. I can give the reasons for my poverty. But it happens to me as it happens to many others who are reduced to slender means through no fault of their own: all men forgive them, but no man succours them.\nWhat then? I do not regard a man as poor, if the little which remains is enough for him. I advise you, however, to keep what is really yours; and you cannot begin too early. For, as our ancestors believed, it is too late to spare when you reach the dregs of the cask. Of that which remains at the bottom, the amount is slight, and the quality is vile.\nFarewell.", "source": "letter_1.txt"}
{"text": "It is not that we have a short time to live, but that we waste a lot of it. Life is long enough, and a sufficiently generous amount has been given to us for the highest achievements if it were all well invested. But when it is wasted in heedless luxury and spent on no good activity, we are forced at last by death's final constraint to realize that it has passed away before we knew it was passing. So it is: we are not given a short life but we make it short, and we are not ill-supplied but wasteful of it...\nLife is divided into three periods—that which has been, that which is, that which will be. Of these the present time is short, the future is doubtful, the past is certain. For the last is the only one over which fortune has lost control, is the only one which cannot be brought back into anyone's power.\nMen do not understand how to live; they are always getting ready to live, but never living.\nYou act like mortals in all that you fear, and like immortals in all that you desire.\nHow late it is to begin really to live just when life must end! How stupid to forget our mortality, and put off sensible plans to our fiftieth and sixtieth years, aiming to begin life at a point to which few have attained!\nCan anything be more idiotic than certain people who boast of their foresight? They keep themselves officiously preoccupied in order that they may be able to live better; they spend life in making ready to live!\nThe greatest obstacle to living is expectancy, which hangs upon tomorrow and loses today. You are arranging what lies in Fortune's control, and abandoning what lies in yours. What are you looking at? To what is your goal? The whole future lies in uncertainty: live immediately.", "source": "on_shortness_of_life.txt"}
