{"text": "Judging by what you write me, and by what I hear, I am forming a good opinion regarding your future. You do not run hither and thither and distract yourself by changing your abode; for such restlessness is the sign of a disordered spirit. The primary indication, to my thinking, of a well-ordered mind is a man's ability to remain in one place and linger in his own company. Be careful, however, lest this reading of many authors and this acquaintance with a host of books may tend to make you discursive and unsteady. You must linger among a limited number of master-thinkers, and digest their works, if you would derive ideas which shall win a firm hold in your mind. Everywhere means nowhere.\nWhen a person spends all his time in foreign travel, he ends by having many acquaintances, but no friends. And the same thing must hold true of men who seek intimate acquaintance with no single author, but visit them all in a hasty and hurried manner. Food does no good and is not assimilated into the body if it leaves the stomach as soon as it is eaten; nothing hinders a cure so much as frequent change of medicine; no wound will heal when one tries the experiment of different salves upon it; a plant which is often moved can never grow strong. There is nothing so efficacious that it can be helpful while it is being shifted about. And in reading of many books is distraction.\nAccordingly, since you cannot read all the books which you may possess, it is enough to possess only as many books as you can read. \"But,\" you reply, \"I wish to dip first into one book and then into another.\" I tell you that it is the sign of an over-nice appetite to toy with many dishes; for when they are manifold and varied, they cloy but do not nourish. So always read such authors as will make your style effective, and if you ever wish to turn aside to other pages, return to the first.", "source": "letter_2.txt"}
{"text": "We shall now inquire whether anger is in accordance with nature, and whether it is useful and should, in some measure, be kept by us.\nAnger is a temporary madness. For look at the aspect of those who are angry: their eyes are glaring, their whole face is crimson with the blood that boils up from the bottom of their heart, their lips quiver, their teeth grind, their hair bristles and stands on end, their breath is forced and harsh, their joints crack from writhing, they groan and bellow, their speech is broken and unintelligible, they clap their hands together and stamp the ground with their feet, and their whole body is excited and performs threats which are like those of an insane person; they have a twisted and unsightly appearance, and cannot be recognized by their nearest friends.\nThere is no more somber and ill-omened appearance than the face of anger. Other vices may be concealed and cherished in secret; anger shows itself openly and appears in the countenance, and the greater it is, the more visibly it boils forth. Do you not see how all animals, when they rise to attack, show signs of their ferocity before they bite? The boar foams at the mouth and grinds his tusks; the bull paws the ground with his hoof and tosses the sand into the air; the lion roars; the snake swells its neck when it is angry; the dog grins and snarls. There is no animal so terrible and so destructive by nature that it does not show plainly, as soon as it is seized by anger, how much fresh ferocity it has acquired.", "source": "on_anger.txt"}
{"text": "Greetings from Seneca to his friend Lucilius. Continue to act thus, my dear Lucilius - set yourself free for your own sake; gather and save your time, which till lately has been forced from you, or filched away, or has merely slipped from your hands. Make yourself believe the truth of my words, - that certain moments are torn from us, that some are gently removed, and that others glide beyond our reach. The most disgraceful kind of loss, however, is that due to carelessness. Furthermore, if you will pay close heed to the problem, you will find that the largest portion of our life passes while we are doing ill, a goodly share while we are doing nothing, and the whole while we are doing that which is not to the purpose.\nWhat man can you show me who places any value on his time, who reckons the worth of each day, who understands that he is dying daily? For we are mistaken when we look forward to death; the major portion of death has already passed. Whatever years be behind us are in death's hands. Therefore, Lucilius, do as you write me that you are doing: hold every hour in your grasp. Lay hold of to-day's task, and you will not need to depend so much upon to-morrow's. While we are postponing, life speeds by.\nNothing, Lucilius, is ours, except time. We were entrusted by nature with the ownership of this single thing, so fleeting and slippery that anyone who will can oust us from possession. What fools these mortals be! They allow the cheapest and most useless things, which can easily be replaced, to be charged in the reckoning, after they have acquired them; but they never regard themselves as in debt when they have received some of that precious commodity, - time! And yet time is the one loan which even a grateful recipient cannot repay.", "source": "letter_1.txt"}
{"text": "It is not that we have a short time to live, but that we waste a lot of it. Life is long enough, and a sufficiently generous amount has been given to us for the highest achievements if it were all well invested. But when it is wasted in heedless luxury and spent on no good activity, we are forced at last by death's final constraint to realize that it has passed away before we knew it was passing. So it is: we are not given a short life but we make it short, and we are not ill-supplied but wasteful of it. Just as when ample and princely wealth falls to a bad owner it is squandered in a moment, but wealth however modest, if entrusted to a good custodian, increases with use, so our lifetime extends with ample scope for him who sets it right.\nWhy do we complain of Nature? She has shown herself kindly; life, if you know how to use it, is long. But one man is possessed by an avarice that is insatiable, another by a toilsome devotion to tasks that are useless; one man is besotted with wine, another is paralyzed by sloth; one man is exhausted by an ambition that always hangs upon the decision of others, another, driven on by the greed of a trader, is led over all lands and all seas by the hope of gain... Many are kept busy either in the pursuit of other men's fortune or in complaining of their own; many, following no fixed aim, shifting and inconstant and dissatisfied, are plunged by their fickleness into plans that are ever new; some have no fixed principle by which to direct their course, but Fate takes them unawares while they loll and yawn.", "source": "on_shortness_of_life.txt"}
