{"text": "LETTER I. On Saving Time.\n\nGreetings from Seneca to his friend Lucilius.\n\nContinue to act thus, my dear Lucilius—set yourself free for your own sake; gather and save your time, which till lately has been forced from you, or filched away, or has merely slipped from your hands. Make yourself believe the truth of my words—that certain moments are torn from us, that some are gently removed, and that others glide beyond our reach. The most disgraceful kind of loss, however, is that due to carelessness. Furthermore, if you will pay close heed to the problem, you will find that the largest portion of our life passes while we are doing ill, a goodly share while we are doing nothing, and the whole while we are doing that which is not to the purpose.\n\nWhat man can you show me who places any value on his time, who reckons the worth of each day, who understands that he is dying daily? For we are mistaken when we look forward to death; the major portion of death has already passed. Whatever years be behind us are in death's hands.\n\nTherefore, Lucilius, do as you write me that you are doing: hold every hour in your grasp. Lay hold of to-day's task, and you will not need to depend so much upon to-morrow's. While we are postponing, life speeds by. Nothing, Lucilius, is ours, except time. We were entrusted by nature with the ownership of this single thing, so fleeting and slippery that anyone who will can oust us from possession. What fools these mortals be! They allow the cheapest and most useless things, which can easily be replaced, to be charged in the reckoning, after they have acquired them; but they never regard themselves as in debt when they have received some of that precious commodity,—time! And yet time is the one loan which even a grateful recipient cannot repay.\n\nLETTER XIII. On Groundless Fears.\n\nI know that you have plenty of spirit; for even before you began to equip yourself with maxims which were wholesome and potent to overcome obstacles, you were taking pride in your contest with Fortune; and this is all the more true, now that you have grappled with her and tested your powers. For our powers can never inspire in us implicit faith in ourselves except when many difficulties have beset us on this side and on that, and have occasionally even come to close quarters with us. It is only in this way that the true spirit can be tested,—the spirit that will never consent to come under the jurisdiction of things external to ourselves. This is the touchstone of such a spirit; no prizefighter can go with high spirits into the strife if he has never been beaten black and blue; the only contestant who can confidently enter the lists is the man who has seen his own blood, who has felt his teeth rattled beneath his opponent's fist, who has been tripped and felt the full force of his adversary's weight, who has been down in body but never in spirit, one who, as often as he falls, rises again with greater defiance than ever.\n\nThere are more things, Lucilius, likely to frighten us than there are to crush us; we suffer more often in imagination than in reality. I am not speaking with you in the Stoic strain but in my milder style. For it is our Stoic fashion to speak of all those things, which provoke cries and groans, as unimportant and beneath notice; but you and I must drop such great-sounding words, although, heaven knows, they are true enough. What I advise you to do is, not to be unhappy before the crisis comes; since it may be that the dangers before which you pale as if they were threatening you, will never come upon you; they certainly have not yet come.\n\nAccordingly, some things torment us more than they ought; some torment us before they ought; and some torment us when they ought not to torment us at all. We are in the habit of exaggerating, or imagining, or anticipating, sorrow.\n\nLETTER XVIII. On Festivals and Fasting.\n\nIt is the month of December, and yet the city is at this very moment in a sweat. License is given to the general merrymaking. Everything resounds with mighty preparations,—as if the Saturnalia differed at all from the usual business day! So true it is that the difference is nil, that I regard as correct the remark of the man who said: \"Once December was a month; now it is a year.\"\n\nIf I had you with me, I should be glad to consult you and find out what you think should be done,—whether we ought to make no change in our daily dinner, or whether, in order not to be out of sympathy with the ways of the public, we should dine in merrier fashion and doff the toga. As it is now, we Romans have changed our dress for the sake of pleasure and holiday-making, though in former times that was only done when the State was disturbed and had fallen on evil days.\n\nI am of the opinion, however, that one should do neither of these things; one should be neither like the bad nor like the solitary. But let us discuss the matter together; for it is precisely at such times as these, when the community is plunging into pleasures and is seeming to run riot, that the soul most needs to be put to the test, in order that it may show itself proof against general profligacy and able to stand aside from the multitude.\n\nWhatever is done by the crowd is usually wrong. We should not follow the herd.\n", "source": "letters_from_a_stoic_excerpts.txt"}
