{"text": "Greetings from Seneca to his friend Lucilius.\nJudging by what you write me, and by what I hear, I am forming a good opinion regarding your future. You do not run hither and thither and distract yourself by changing your abode; for such restlessness is the sign of a disordered spirit. The primary indication, to my thinking, of a well-ordered mind is a man's ability to remain in one place and linger in his own company. Be careful, however, lest this reading of many authors and this visiting of a host of books may tend to make you discursive and unsteady. You must linger among a limited number of master-thinkers, and digest their works, if you would derive ideas which shall win a firm hold in your mind. Everywhere means nowhere. When a person spends all his time in foreign travel, he ends by having many acquaintances, but no friends. And the same thing must hold true of men who seek intimate acquaintance with no single author, but visit them all in a hasty and hurried manner.\nFood does no good and is not assimilated into the body if it leaves the stomach as soon as it is eaten. Nothing hinders a cure so much as frequent change of medicine; no wound will heal when one salve is tried after another; a plant which is often moved can never grow strong. There is nothing so efficacious that it can be helpful while it is being shifted about. And in reading of many books is distraction.\nAccordingly, since you cannot read all the books which you may possess, it is enough to possess only as many books as you can read. \"But,\" you reply, \"I wish to dip first into one book and then into another.\" I tell you that it is the sign of an over-nice appetite to toy with many dishes; for when they are manifold and varied, they cloy but do not nourish. So you should always read standard authors; and when you crave a change, fall back upon those whom you read before. Each day acquire something that will fortify you against poverty, against death, indeed against other misfortunes as well; and after you have run over many thoughts, select one to be thoroughly digested that day.\nThis is my own custom; from the many things which I have read, I claim some one part for myself. The thought for to-day is one which I discovered in Epicurus; for I am wont to cross over even into the enemy's camp, - not as a deserter, but as a scout. He says: \"Contented poverty is an honourable estate.\" Indeed, if it be contented, it is not poverty at all. It is not the man who has too little, but the man who craves more, that is poor. What does it matter how much a man has laid up in his safe, or in his warehouse, how large are his flocks and how fat his dividends, if he covets his neighbour's property, and reckons, not his past gains, but his hopes of gains to come? Do you ask what is the proper limit to wealth? It is, first, to have what is necessary, and, second, to have what is enough.\nFarewell.", "source": "letter_2.txt"}
{"text": "We have now to investigate the cure of anger. The first rule is not to become angry; the second, to cease from being angry. No man is angry at that which nature commands, but rather at that which runs counter to his desire.\nThe greatest remedy for anger is delay: beg anger to grant you this at the first, not in order that it may pardon the offence, but that it may judge it. If it delays, it will come to an end. Do not attempt to quell it all at once, for its first impulses are fierce; by plucking away its parts we shall remove the whole.\nSome things there are that we should not believe; others, that we should not interpret amiss; others, that we should not notice. \"He has done me a wrong.\" Do not believe it. \"He has done me a wrong.\" He did not mean to do it. \"He has done me a wrong.\" He was misled by someone else. \"He has done me a wrong.\" He was angry when he did it. \"He has done me a wrong.\" It was his first offence.\nIt is better to heal than to punish; for the one is a correction of the will, the other an infliction of pain. We should not be angry with the offender, but with the offence.\nLet us ask, then, what is the best way to deal with anger? I answer, do not become angry. For if you wish to avoid anger, do not meet it halfway. Refuse to let it enter your mind; for if it once finds an entrance, it is hard to dislodge.\nWhat, then, is the specific remedy for anger? It is to reflect on the unseemliness of it, and on its danger. It is madness, as I have said, and it differs from other vices in this: that while others have some quiet and peace about them, this is all turmoil and noise.\nAnger is a temporary madness; and, like a falling building, it breaks itself in pieces upon that which it crushes.", "source": "on_anger.txt"}
{"text": "Greetings from Seneca to his friend Lucilius.\nContinue to act thus, my dear Lucilius - set yourself free for your own sake; gather and save your time, which till lately has been forced from you, or filched away, or has merely slipped from your hands. Make yourself believe the truth of my words, - that certain moments are torn from us, that some are gently removed, and that others glide beyond our reach. The most disgraceful kind of loss, however, is that due to carelessness. Furthermore, if you will pay close heed to the problem, you will find that the largest portion of our life passes while we are doing ill, a goodly share while we are doing nothing, and the whole while we are doing that which is not to the purpose.\nWhat man can you show me who places any value on his time, who reckons the worth of each day, who understands that he is dying daily? For we are mistaken when we look forward to death; the major portion of death has already passed. Whatever years be behind us are in death's hands.\nTherefore, Lucilius, do as you write me that you are doing: hold every hour in your grasp. Lay hold of to-day's task, and you will not need to depend so much upon to-morrow's. While we are postponing, life speeds by. Nothing, Lucilius, is ours, except time. We were entrusted by nature with the ownership of this single thing, so fleeting and slippery that anyone who will can oust us from possession. What fools these mortals be! They allow the cheapest and most useless things, which can easily be replaced, to be charged in the reckoning, after they have acquired them; but they never regard themselves as in debt when they have received some of that precious commodity, - time! And yet time is the one loan which even a grateful recipient cannot repay.\nYou may desire to know how I, who preach to you so freely, am practising. I confess that, in the case of one who is spenthrift but careful, I keep an account of my outlays. I cannot say that I lose nothing, but I can say what I lose, and why, and how; I can give the reason for my poverty. But it happens to me as it happens to many others who are reduced to slender means through no fault of their own: everyone forgives them, but no one comes to their rescue.\nWhat is the state of things, then? It is this: I do not regard a man as poor, if the little which remains is enough for him. I advise you, however, to keep what is really yours; and you cannot begin too early. For, as our ancestors believed, it is too late to spare when you reach the dregs of the cask. Of that which remains at the bottom, the amount is slight, and the quality is vile.\nFarewell.", "source": "letter_1.txt"}
{"text": "Most human beings, Paulinus, complain about the meanness of nature, because we are born into a brief voyage of life, and because this allotted term of ours runs so swiftly away that, with few exceptions, life leaves us in the lurch just when we are getting ready to live. And it is not the common herd and the unthinking crowd alone that mourn over what they regard as this universal evil; the same feeling has called forth complaints also from men who were famous. Hence the dictum of the greatest of doctors: \"Life is short, art is long.\" Hence also the complaint of Aristotle, - most inappropriate for a wise man, - when he takes nature to task for indulging animals with such long existences that they can live through five or ten human ages, while a far shorter limit is set for man who is born for so many and such great achievements.\nIt is not that we have a short time to live, but that we waste a lot of it. Life is long enough, and a sufficiently generous amount has been given to us for the highest achievements if it were all well invested. But when it is wasted in heedless luxury and spent on no good activity, we are forced at last by death's final constraint to realize that it has passed away before we knew it was passing. So it is: we are not given a short life but we make it short, and we are not ill-supplied but wasteful of it. Just as when ample and princely wealth falls to a bad owner it is squandered in a moment, but wealth however modest, if entrusted to a good custodian, increases with use, so our lifetime extends for a lot if you manage it properly.\nWhy do we complain of nature? She has shown herself kindly; life, if you know how to use it, is long. But one man is gripped by insatiable greed, another by a laborious diligence in useless tasks. One man is soaked in wine, another sluggish with idleness. One man is worn out by political ambition, which is always at the mercy of the judgment of others. Another through hope of profit is driven to trade, leading him to visit all lands and seas. Some are tormented by a passion for army life, always intent on inflicting dangers on others or anxious about danger to themselves. Some are worn out by the self-imposed servitude of thankless attendance on the great. Many are kept busy by either pursuing other people’s fortune or complaining about their own. Many have no fixed purpose, but are tossed about by ever-changing, fickle, and dissatisfied plans. Some have no aim at all for their life's course, but death takes them by surprise as they yawn and languish.\nYou must not think a man has lived long because he has white hair and wrinkles: he has not lived long, just existed long. For suppose you should think that a man had had a long voyage who had been caught in a raging storm as he left harbour, and tossed hither and thither by a succession of winds that raged from different quarters, and driven round and round in a circle. He did not have a long voyage, but was much tossed about.", "source": "on_shortness_of_life.txt"}
