{"text": "DISCOURSE ON METAPHYSICS\nI. ON THE DIVINE PERFECTION AND THAT GOD DOES EVERYTHING IN THE MOST DESIRABLE WAY.\nThe conception of God which is the most common and the most full of meaning is that which expresses itself in the terms: God is an absolutely perfect being. The consequences, however, have not yet been sufficiently drawn from it. And in order to penetrate more deeply into this matter it is appropriate to remark that there are several entirely different perfections in nature, that God possesses all of them together, and that each belongs to him in the highest degree.\nWe must also know what perfection is. One thing which can be capable of the highest degree must be of this sort, otherwise the nature of the thing as the number or the figure does not admit of it perfect. But the greatest and the highest are not the same thing. The greatest implies a relation to the others, the highest is an absolute term.\nBut since God is the most perfect and the most knowing spirit, it is evident that he does the most perfect and the most knowing things. It is necessary to consider also that the more we know the things, the more we find them beautiful and conformable to the desires of a wise nature.\nII. AGAINST THOSE WHO HOLD THAT THERE IS NO GOODNESS IN THE WORKS OF GOD; OR THAT THE RULES OF GOODNESS AND BEAUTY ARE ARBITRARY.\nThus I am far from the opinion of those who maintain that there are no rules of goodness and perfection in the nature of things, or in the ideas which God has of them, and that the works of God are good only for the formal reason that God has made them. For if that were so, God, knowing that he is the author of things, would not have to regard them afterwards and find them good, as the Holy Scripture witnesses. Such anthropology, which is used only to make men know that they must be satisfied with what God has done, seems to me not sufficiently worthy of him, since he does everything for the best, not by a necessity of nature, but by the choice of a perfectly wise will.\nIII. AGAINST THOSE WHO THINK THAT GOD MIGHT HAVE MADE THINGS BETTER THAN HE HAS.\nI cannot approve the opinion of some moderns who maintain boldly that that which God has made is not in the highest degree of perfection, and that he might have done better. For it seems to me that the consequences of this sentiment are entirely contrary to the glory of God. Uti minus malum habet rationem boni, ita minus bonum habet rationem mali. And to act with less perfection than one is capable of, is to act imperfectly. To show that an architect could have done better is to find fault with his work. Furthermore this opinion is contrary to the Holy Scripture, which assures us of the goodness of God's works.\nIV. THAT LOVE FOR GOD DEMANDS ON OUR PART COMPLETE SATISFACTION WITH AND ACQUIESCENCE IN THAT WHICH HE HAS DONE.\nThe general knowledge of this great truth that God acts always in the most perfect and most desirable manner possible, is in my opinion the basis of the love which we owe to God in all things; for he who loves seeks his satisfaction in the felicity or perfection of the object loved and in the perfection of his actions. To wish, indeed, that God had done better, is to wish that he were more perfect. We must therefore be satisfied with the order of the past, for the reason that we know that it is in conformity with the absolute will of God, which is known to us by the event.\nV. IN WHAT THE RULES OF PERFECTION OF THE DIVINE CONDUCT CONSIST, AND THAT THE SIMPLICITY OF THE WAYS IS IN BALANCE WITH THE RICHNESS OF THE EFFECTS.\nIt is sufficient to say that God, having chosen the most perfect world, has acted in the most perfect manner, not only metaphysically, but also morally speaking. But regarding the physical perfection, it is more difficult to explain exactly wherein it consists. I believe that one can say that he who acts perfectly is like an excellent Geometer who knows how to find the best construction for a problem; like a good architect who makes use of his location and the funds destined for the building in the most advantageous manner, leaving nothing which implies anything rude or devoid of beauty; like a good householder, who employs his property in such a way that there shall be nothing useless, nothing incapable of sowing, or incapable of yielding fruit; like a skilled machinist who produces his work in the easiest way possible; and like a learned author who includes the greatest number of truths in the smallest possible volume.", "source": "discourse.txt"}
{"text": "THE MONADOLOGY\n1. The Monad, of which we shall here speak, is nothing but a simple substance, which enters into composites; simple, that is to say, without parts.\n2. And there must be simple substances, since there are composites; for a composite is nothing else than a collection or aggregatum of simple substances.\n3. Now, where there are no parts, there can be neither extension nor figure nor divisibility. These Monads are the real atoms of nature and in a word, the elements of things.\n4. No dissolution of these elements need be feared, and there is no conceivable way in which a simple substance can be destroyed by natural means.\n5. For the same reason there is no conceivable way in which a simple substance can come into existence by natural means, since it cannot be formed by the combination of parts (composition).\n6. Thus it may be said that a Monad can only come into existence or end at once; that is to say, it can come into existence only by creation and end only by annihilation, while that which is composite has a beginning or an end through parts.\n7. There is also no way of explaining how a Monad can be altered in its inner nature by any other created thing; since there is no possibility of transposition within it, nor can we conceive of any internal movement which can be excited, directed, augmented or diminished within it, as can occur in composites where there are changes among the parts. The Monads have no windows, through which anything could come in or go out. Accidents cannot detach themselves nor go about outside of substances, as was formerly done with the sensible species of the Scholastics. Thus neither substance nor accident can enter a Monad from without.\n8. Yet the Monads must have some qualities, otherwise they would not even be existing things. And if simple substances did not differ by their qualities, there would be no means of perceiving any change in things; for what is in the composite can come only from the simple ingredients, and the Monads being without qualities, they would be indistinguishable from one another, since they do not differ in quantity. And consequently, nature being a plenum, each place would always receive only the equivalent of what it had had before, and one state of things would be indistinguishable from another.\n9. Each Monad must be different from every other. For in nature there are never two beings which are perfectly alike and in which it is not possible to find an internal difference, or at least a difference founded upon an intrinsic quality (denomination).\n10. I assume also as admitted that every created being, and consequently the created Monad, is subject to change, and further that this change is continuous in each.\n11. It follows from what has just been said, that the natural changes of the Monads come from an internal principle, since an external cause can have no influence upon their inner being.\n12. But, besides the principle of the change, there must be a detail of that which changes, which constitutes, so to speak, the specific nature and variety of the simple substances.\n13. This detail should involve a multitude in the unit or simple substance. For as every natural change takes place by degrees, something changes and something remains; and consequently there must be in the simple substance a plurality of affections and relations, although there are no parts.\n14. The passing condition, which involves and represents a multitude in the unit or in the simple substance, is nothing but what is called Perception, which is to be distinguished from Apperception or Consciousness, as will appear in what follows. In this matter the Cartesian view is extremely defective, for it treats as non-existent those perceptions of which we are not consciously aware. This has also led them to believe that minds alone are Monads, and that there are no souls of animals nor other Entelechies.\n15. The action of the internal principle which causes the change or the passage from one perception to another, may be called Appetition; it is true that appetite cannot always fully attain to the whole perception at which it aims, but it always obtains some of it and reaches new perceptions.", "source": "monadology.txt"}
