{"text": "1. The Monad, of which we shall here speak, is nothing but a simple substance, which enters into composites; simple, that is to say, without parts.\n2. And there must be simple substances, since there are composites; for a composite is nothing but a collection or aggregatum of simple things.\n3. Now where there are no parts, there can be neither extension nor form nor divisibility. These Monads are the real atoms of nature and in a word, the elements of things.\n4. No dissolution of these elements need be feared, and there is no conceivable way in which a simple substance can be perished by natural means.\n5. For the same reason there is no conceivable way in which a simple substance can be begun by natural means. For that which cannot be formed by the composition of parts can not be begun by the formation of parts.\n6. Thus it may be said that a Monad can only come into being or end all at once; that is to say, it can come into being only by creation and end only by annihilation, while that which is composite begins or ends by parts.\n7. There is no way of explaining how a Monad can be altered in quality or internally changed by any other created thing; since it is impossible to change the place of anything in it or to conceive in it any internal motion which could be produced, directed, increased or diminished therein, although all this is possible in the case of composites, in which there are changes among the parts. The Monads have no windows, through which anything could come in or go out. Accidents cannot separate themselves from substances nor go about outside of them, as the 'sensible species' of the Scholastics used to do. Thus neither substance nor accident can come into a Monad from outside.\n8. Yet the Monads must have some qualities, otherwise they would not even be existing things. And if simple substances did not differ from one another, there would be no way of perceiving any change in things; for what is in the composite can come only from the simple ingredients, and the Monads, if they were without qualities, would be indistinguishable from one another, since they do not differ in quantity. Consequently, assuming a plenum, each place would always receive, in any motion, exactly the equivalent of what it already had, and one state of things would be indistinguishable from another.\n9. Indeed, each Monad must be different from every other. For in nature there are never two beings which are perfectly alike and in which it is not possible to find an internal difference, or at least a difference founded upon an internal quality [intrinsic denomination].\n10. I assume also as admitted that every created being, and consequently the created Monad, is subject to change, and further that this change is continuous in each.\n11. It follows from what has just been said, that the natural changes of the Monads come from an internal principle, since an external cause can have no influence upon their inner being.\n12. But, besides the principle of the change, there must be a detailed that which changes, which constitutes, so to speak, the specific nature and variety of the simple substances.\n13. This detail must involve a multitude in the unity or in the simple. For since every natural change takes place by degrees, something changes and something remains; and consequently there must be in the simple substance a plurality of affections and relations, although there are no parts.\n14. The passing condition, which involves and represents a multitude in the unity or in the simple substance, is nothing but what is called Perception, which is to be distinguished from Apperception or Consciousness, as will appear in what follows. In this matter the Cartesian view is extremely defective, for it treats as non-existent those perceptions of which we are not consciously aware. This has also led them to believe that minds alone are Monads, and that there are no souls of animals nor other Entelechies. Thus, like the crowd, they have failed to distinguish between a prolonged unconsciousness and absolute death, which has made them fall into the Scholastic error of believing of souls entirely separate from bodies and has even confirmed ill-balanced minds in the opinion that the soul is mortal.\n15. The action of the internal principle which causes the change or the passage from one perception to another may be called Appetition; it is true that desire cannot always fully attain to the whole perception at which it aims, but it always obtains some of it and reaches new perceptions.", "source": "monadology_excerpts.txt"}
{"text": "1. The most widely accepted notion of God includes the belief that he is an absolutely perfect being. But the consequences of this are not sufficiently considered. And so, to penetrate more deeply into the matter, it is appropriate to remark that there are several entirely different perfections in nature, that God possesses them all together, and that he possesses each of them in the highest degree.\n2. We must also understand what perfection is. One thing is certain: a form or nature that cannot be limited is a perfection. For example, the nature of number implies a limit, because the number 2 is not 3; but the nature of power or of knowledge does not imply a limit. And so, God is powerful and knowing.\n3. From this it follows that God, who possesses supreme and infinite wisdom, acts in the most perfect manner, not only metaphysically, but also morally speaking. And, with respect to ourselves, we can say that the more we are enlightened and informed about the works of God, the more we shall be disposed to find them excellent and entirely in conformity with what we might have desired.\n4. Thus, I am far from the opinion of those who maintain that there are no rules of goodness and perfection in the nature of things, or in the ideas which God has of them; and who say that the works of God are good only for the formal reason that God has made them. For if that were the case, God, knowing that he is the author of things, would not have to regard them afterwards and find them good, as the Holy Scripture witnesses. Such an opinion seems to me contrary to the nature of things and to the glory of God.\n5. Therefore, one must hold that God acts not only by a will that is simply great and powerful, but by a will that is guided by wisdom and reason. And this is why I say that miracles and the extraordinary concourse of God have their own particular laws, just as does the ordinary course of nature.\n6. God has chosen the best possible plan, in producing the universe. For since there is an infinity of possible universes in the ideas of God, and since only one of them can exist, there must be a sufficient reason for the choice of God, which determines him to one rather than to another. And this reason can only be found in the fitness or in the degrees of perfection that these worlds contain, since each possible thing has the right to aspire to existence in proportion to the amount of perfection it contains in reality.\n7. Thus the actual existence of the best that wisdom makes known to God is due to this circumstance, that his goodness makes him choose it, and his power makes him produce it.\n8. Now this supreme wisdom, united to a goodness that is no less infinite, cannot but have chosen the best. For as a lesser evil is a kind of good, even so a lesser good is a kind of evil if it stands in the way of a greater good; and there would be something to correct in the actions of God if it were possible to do better.\n9. It follows from the perfection of God’s works that the whole universe is a perfect unity, such that everything is connected to everything else. For if there were any gap or interruption, there would be a lack of order and of proportion.", "source": "discourse_on_metaphysics_excerpts.txt"}
