{"text": "The most widely accepted and meaningful notion we have of God is that expressed in these terms: that God is an absolutely perfect being.\nBut the consequences of these words are not sufficiently considered; and to go further into the matter, it is appropriate to remark that there are several entirely different perfections in nature, that God possesses them all together, and that each of them belongs to him in the highest degree.\nWe must also know what perfection is. One thing is surer than another is that forms or natures which are not susceptible of the last degree, are not perfections, as for example the nature of number or of figure. For the number which is the greatest of all (that is, the sum of all the numbers), and the greatest of all figures, imply contradictions. The greatest knowledge, however, and omnipotence, do not imply any impossibility. Consequently power and knowledge are perfections, and in so far as they belong to God, they do not have limits.\nWhence it follows that God who possesses supreme and infinite wisdom acts in the most perfect manner not only metaphysically, but also from the moral standpoint. And with respect to ourselves it can be said that the more we are enlightened and informed in regard to the works of God the more will we be disposed to find them excellent and conforming entirely to that which one might desire.\nI am far from the opinion of those who maintain that there are no principles of goodness or perfection in the nature of things, or in the ideas which God has about them, and who say that the works of God are good only through the formal reason that God has made them. If this position were true, God, knowing that he is the author of things, would not have to regard them afterwards and find them good, as the Holy Scripture witnesses. Such anthropomorphism is used only to let us know that excellence is recognized in regarding the works themselves, even if we do not consider their bare dependence on their author. But it is difficult to imagine that those who hold this opinion do not destroy the beauty of the universe and its goodness, since they attribute these things to the will of God without any reason.\nGod determines his Will by the choice of the best.\nNow since all is connected in God's great design, we must believe that God has provided for everything beforehand in this resolution and that there is nothing which does not have its particular relation to this one supreme design.\nThus when we consider carefully the connection of things, we see that from all time there has been in the soul of Alexander, for example, everything that has happened to him and everything that will happen to him, including even the fact that he died at Babylon, and the details of his death, as well as the nature of the fever which killed him.\nIt is said that miracles are superior to the laws of nature, but this is only because we are accustomed to call natural laws only those general regulations which we have observed. If we knew all the laws of the universe, we should find that there are no miracles in the sense of events contrary to nature, but only events which result from laws with which we are not familiar.", "source": "discourse_on_metaphysics_excerpts.txt"}
{"text": "1. The Monad, of which we shall here speak, is nothing but a simple substance, which enters into composites; simple is to say without parts.\n2. And there must be simple substances, since there are composites; for a composite is nothing but a collection or aggregatum of simple things.\n3. Now where there are no parts, there can be neither extension nor figure nor divisibility. These Monads are the real atoms of nature and in a word the elements of things.\n4. No dissolution of these elements is to be feared, and there is no conceivable way in which a simple substance can be destroyed by natural means.\n5. For the same reason there is no conceivable way in which a simple substance can come into existence by natural means, since it cannot be formed by the composition of parts.\n6. Thus it may be said that a Monad can only come into existence or end at once; that is to say, it can come into existence only by creation and end only by annihilation, whereas that which is composite comes into existence or ends by parts.\n7. Further, there is no way of explaining how a Monad can be altered in quality or internally changed by any other created thing; since it is impossible to change the place or to conceive in it any internal motion which could be excited, directed, increased or diminished therein, although all this is possible in the case of composites, in which there are changes among the parts. The Monads have no windows, through which anything could come in or go out. Accidents cannot separate themselves from substances nor go about outside of them, as the 'sensible species' of the Scholastics used to do. Thus neither substance nor accident can come into a Monad from outside.\n8. Yet the Monad must have some qualities, otherwise it would not even be an existing thing. And if simple substances did not differ in quality, there would be absolutely no means of perceiving any change in things. For what is in the composite can come only from the simple elements it contains, and the Monads, if they had no qualities, would be indistinguishable from one another, since they do not differ in quantity. Consequently, space being a plenum, each part of space would always receive, in any motion, exactly the equivalent of what it already had, and no one state of things would be indiscernible from another.\n9. Indeed, every Monad must be different from every other. For in nature there are never two beings which are perfectly alike and in which it is not possible to find an internal difference, or at least a difference founded upon an intrinsic quality.\n10. I assume also as admitted that every created being, and consequently the created Monad, is subject to change, and further that this change is continuous in each.\n11. It follows from what has just been said, that the natural changes of the Monads come from an internal principle, since an external cause can have no influence upon their inner being.\n12. But, besides the principle of the change, there must be a particular series of changes, which constitutes, so to speak, the specific nature and variety of the simple substances.\n13. This particular series of changes should involve a multiplicity in the unit or in that which is simple. For, as every natural change takes place by degrees, something changes and something remains; and consequently in the simple substance there must be a plurality of affections and relations, although there are no parts.\n14. The passing condition, which involves and represents a multiplicity in the unit or in the simple substance, is nothing but what is called Perception, which is to be distinguished from Apperception or Consciousness, as will appear in the following. In this matter the Cartesian view is extremely defective, for it treats as non-existent those perceptions of which we are not consciously aware. This has also led them to believe that minds alone are Monads, and that there are no souls of animals nor other Entelechies.\n15. The action of the internal principle which causes the change or the passage from one perception to another, may be called Appetition; it is true that desire cannot always fully attain to the whole perception at which it aims, but it always obtains some of it and reaches new perceptions.\n16. We have experience of a multiplicity in simple substances, when we find that the least thought of which we are conscious involves variety in its object. Thus all those who admit that the soul is a simple substance should admit this multiplicity in the Monad; and M. Bayle ought not to have found any difficulty in this, as he has done in his Dictionary, article 'Rorarius'.\n17. Moreover, it must be confessed that Perception and that which depends upon it are inexplicable on mechanical grounds, that is to say, by means of figures and motions. And supposing there were a machine, so constructed as to think, feel, and have perception, it might be conceived as increased in size, while keeping the same proportions, so that one might go into it as into a mill. That being so, we should, on examining its interior, find only parts which work one upon another, and never anything by which to explain a perception. Thus it is in a simple substance, and not in the compound or in the machine, that perception must be sought for. Further, nothing but this (namely, perceptions and their changes) can be found in a simple substance. It is also in this alone that all the internal activities of simple substances can consist.\n...\n31. Our reasonings are grounded upon two great principles, that of contradiction, in virtue of which we judge false that which involves a contradiction, and true that which is opposed or contradictory to the false;\n32. And that of sufficient reason, in virtue of which we consider that no fact can be real or existing, no statement true, unless there be a sufficient reason why it is so and not otherwise, although these reasons often cannot be known to us.\n33. There are also two kinds of truths, those of reasoning and those of fact. Truths of reasoning are necessary and their opposite is impossible: truths of fact are contingent and their opposite is possible. When a truth is necessary its reason can be found by analysis, resolving it into more simple ideas and truths, until we come to those which are primary.\n...\n53. Now, as there is an infinity of possible universes in the ideas of God, and but one of them can exist, there must be a sufficient reason for the choice of God, which determines him to one rather than another.\n54. And this reason can be found only in the fitness, or the degrees of perfection, that these worlds possess, since each possible thing has the right to aspire to existence in proportion to the amount of perfection it contains in germ.\n55. Thus the wisdom of God permits him to know it, his goodness to choose it, and his power to produce it.", "source": "monadology_excerpts.txt"}
