{"text": "The most widely accepted and meaningful notion we have of God is expressed well enough in these words: that God is an absolutely perfect being; but the consequences of these words are not sufficiently considered; and in order to go further into the matter, it is necessary to remark that there are several entirely different perfections in nature, that God possesses all of them together, and that he possesses each one in the highest degree.\nWe must also know what a perfection is. One thing which can surely be affirmed about it is that those forms or natures which are not susceptible of the highest degree are in no way perfections, as for example the nature of number or of figure. For the number which is the greatest of all (that is, the sum of all the numbers), and the figure which is the greatest of all, imply contradictions. The greatest knowledge, however, and the greatest power do not imply any contradiction. Consequently power and knowledge are perfections, and insofar as they belong to God they have no limits.\nIt follows from this that God, possessing supreme and infinite wisdom, acts in the most perfect manner not only metaphysically, but also morally speaking. And with respect to ourselves it can be said that the more we are enlightened and informed in regard to the works of God the more will we be disposed to find them excellent and conforming entirely to that which we might desire.\nThus I am far from subscribing to the opinion of those who maintain that there are no principles of goodness or perfection in the nature of things, or in the ideas which God has about them, and who say that the works of God are good only through the formal reason that God has made them. If this were so, God, knowing that he is the author, would not be required to regard them afterwards and find them good, as the Holy Scripture testifies.\nIt seems to me that the consequences of this opinion are contrary to the love of God. For why should one praise him for what he has done, if he would be equally praiseworthy in doing the contrary? Where will be his justice and his wisdom if he has only a certain despotic power, if arbitrary will takes the place of reasonableness, and if in accord with the definition of tyrants, justice consists in that which is pleasing to the most powerful?\nIt is true that the supreme felicity (by whatever name it is called) can never be separated from the love of God. But does it not happen that men who are very virtuous and very pious and who believe that they have the love of God are not always fortunate and happy? We must assume, therefore, that this love of God is not sufficient for a complete happiness if it is not accompanied by knowledge and by the enjoyment of the universal good.\nThus, to conclude, I say that God is the monarch of the most perfect republic composed of all the spirits, and that the happiness of this city of God constitutes his principal purpose.", "source": "discourse_on_metaphysics_excerpts.txt"}
{"text": "The Monad, of which we shall here speak, is nothing but a simple substance, which enters into compounds. By 'simple' is meant 'without parts'. And there must be simple substances, since there are compounds; for a compound is nothing but a collection or aggregatum of simple things.\nNow where there are no parts, there can be neither extension nor form [figure] nor divisibility. These Monads are the real atoms of nature and in a word the elements of things. No dissolution of these elements need be feared, and there is no conceivable way in which a simple substance can be destroyed by natural means.\nFor the same reason there is no conceivable way in which a simple substance can come into existence by natural means, since it cannot be formed by the composition of parts [komposition].\nThus it may be said that a Monad can only come into existence or end its existence all at once; that is to say, it can come into existence only by creation and end it only by annihilation, whereas that which is compound comes into existence or ends by parts.\nThere is also no way of explaining how a Monad can be altered in itself or internally changed by any other created thing; since in it there is nothing to rearrange, and there is no conceivable internal motion in it, excited, directed, augmented or diminished within it, as can be done in compounds, where there is change among the parts. The Monads have no windows, through which anything could come in or go out. Accidents cannot separate themselves from substances nor go about outside of them, as the 'sensible species' of the Scholastics used to do. Thus neither substance nor accident can come into a Monad from outside.\nHowever, the Monads must have some qualities, otherwise they would not even be existing things. And if simple substances did not differ by their qualities, there would be no means of perceiving any change in things; for what is in the compound can come only from the simple elements it contains, and the Monads, if they had no qualities, would be indistinguishable from one another, since they do not differ in quantity. And consequently, space being a plenum, each part of space would always receive only the equivalent of what it had had before, and one state of things would be indistinguishable from another.\nMoreover, every Monad must be different from every other. For in nature there are never two beings which are perfectly alike and in which it is not possible to find an internal difference, or at least a difference founded upon an intrinsic quality [denomination].\nI assume also as admitted that every created being, and consequently the created Monad, is subject to change, and further that this change is continuous in each.\nIt follows from what has just been said, that the natural changes of the Monads come from an internal principle, since an external cause can have no influence upon their inner being.\nBut, besides the principle of the change, there must be a detail of what changes, which constitutes, so to speak, the specific nature and variety of the simple substances.\nThis detail should include the multitude in the unity or in the simple thing. For since all natural change proceeds by degrees, something changes and something remains; and consequently there must be in the simple substance a plurality of affections and relations, although there are no parts.\nThe passing condition, which involves and represents a multitude in the unit or in the simple substance, is nothing but what is called Perception, which is to be distinguished from Apperception or Consciousness, as will appear in what follows. In this matter the Cartesian view is extremely defective, for it treats as non-existent those perceptions of which we are not consciously aware. This has also led them to believe that minds [esprits] are the only Monads, and that there are no souls of animals or other Entelechies.\nIf we wish to discover how it is that some things in the world appear to act upon others, we must consider that a created Monad acts insofar as it has distinct perceptions, and suffers insofar as its perceptions are confused.\nFinally, there is a perfect harmony between the perceptions of the Monad and the motions of the bodies, pre-established at the beginning between the system of efficient causes and the system of final causes. And this is the System of Pre-established Harmony.", "source": "monadology_excerpts.txt"}
