{"text": "1. The Monad, of which we shall here speak, is nothing but a simple substance, which enters into compounds. By 'simple' is meant 'without parts'.\n2. And there must be simple substances, since there are compounds; for a compound is nothing but a collection or aggregatum of simple things.\n3. Now where there are no parts, there can be neither extension nor form [figure] nor divisibility. These Monads are the real atoms of nature and in a word the elements of things.\n4. No dissolution of these elements need be feared, and there is no conceivable way in which a simple substance can be destroyed by natural means.\n5. For the same reason there is no conceivable way in which a simple substance can come into existence by natural means, since it cannot be formed by the combination of parts [composition].\n6. Thus it may be said that a Monad can only come into existence or end its existence all at once; that is to say, it can come into existence only by creation and end only by annihilation, while that which is compound comes into existence or ends by parts.\n7. There is also no way of explaining how a Monad can be altered in quality or internally changed by any other created thing; since it is impossible to change the place of anything in it or to conceive in it any internal motion which could be produced, directed, increased or diminished therein, although all this is possible in the case of compounds, in which there are changes among the parts. The Monads have no windows, through which anything could come in or go out. Accidents cannot separate themselves from substances nor go about outside of them, as the 'sensible species' of the Scholastics used to do. Thus neither substance nor accident can come into a Monad from outside.\n8. Yet the Monads must have some qualities, otherwise they would not even be existing things. And if simple substances did not differ in quality, there would be absolutely no means of perceiving any change in things. For what is in the compound can come only from the simple elements it contains, and the Monads, if they had no qualities, would be indistinguishable from one another, since they do not differ in quantity. Consequently, space being a plenum, each part of space would always receive only the equivalent of what it had had before, and one state of things would be indistinguishable from another.\n9. Indeed, each Monad must be different from every other. For in nature there are never two beings which are perfectly alike and in which it is not possible to find an internal difference, or at least a difference founded upon an intrinsic quality [denomination].\n10. I assume also as admitted that every created being, and consequently the created Monad, is subject to change, and further that this change is continuous in each.\n11. It follows from what has just been said, that the natural changes of the Monads come from an internal principle, since an external cause can have no influence upon their inner being.\n12. But, besides the principle of the change, there must be a particular series of changes [un detail de ce qui change], which constitutes, so to speak, the specific nature and variety of the simple substances.\n13. This particular series of changes should involve a multiplicity in the unit [unite] or in that which is simple. For, as every natural change takes place by degrees, something changes and something remains; and consequently in the simple substance there must be a plurality of affections and relations, although there are no parts.\n14. The passing condition, which involves and represents a multiplicity in the unit or in the simple substance, is nothing but what is called Perception, which is to be distinguished from Apperception or Consciousness, as will appear in what follows. In this matter the Cartesian view is extremely defective, for it treats as non-existent those perceptions of which we are not consciously aware. This has also led them to believe that minds [esprits] alone are Monads, and that there are no souls of animals nor other Entelechies. They have confused a long stupor with death, and have fallen into the Scholastic error of contradictory souls, and have even confirmed the Naturalists in the opinion that our souls are perishable.\n15. The action of the internal principle which causes the change or the passage from one perception to another, may be called Appetition; it is true that desire [l'appetit] cannot always fully attain to the whole perception at which it aims, but it always obtains some of it and reaches new perceptions.\n16. We have experience of a multiplicity in simple substances, when we find that the least thought of which we are conscious involves variety in its object. Thus all who admit that the soul is a simple substance should admit this multiplicity in the Monad; and M. Bayle ought not to have found any difficulty in this, as he has done in his Dictionary, article 'Rorarius'.\n31. Our reasonings are grounded upon two great principles, that of contradiction, in virtue of which we judge false that which involves a contradiction, and true that which is opposed or contradictory to the false;\n32. And that of sufficient reason, in virtue of which we hold that there can be no fact real or existing, no statement true, unless there be a sufficient reason, why it should be so and not otherwise, although these reasons usually cannot be known by us.\n33. There are also two kinds of truths, those of reasoning and those of fact. Truths of reasoning are necessary and their opposite is impossible: truths of fact are contingent and their opposite is possible. When a truth is necessary its reason can be found by analysis, resolving it into more simple ideas and truths, until we come to those which are primary.\n34. It is thus that in Mathematics speculative Theorems and practical Canons are reduced by analysis to Definitions, Axioms and Postulates.\n53. Now, as in the Ideas of God there is an infinite number of possible universes, and as only one of them can be actual, there must be a sufficient reason for the choice of God, which leads Him to decide upon one rather than another.\n54. And this reason can be found only in the fitness [convenance], or the degrees of perfection, that these worlds possess, since each possible thing has the right to aspire to existence in proportion to the amount of perfection it contains in germ.\n55. Thus the actual existence of the best that wisdom makes known to God is due to this, that His goodness makes Him choose it, and His power makes Him produce it.", "source": "monadology_excerpts.txt"}
{"text": "I. THE divine perfection is that God is the most perfect Being; about which it is important to remark that there are several entirely different perfections in nature, that God possesses them all together, and that each belongs to Him in the highest degree.\nII. That against those who maintain that there is no goodness in the works of God; or that the rules of goodness and beauty represent only the bizarre command of God.\nIII. Against those who think that God might have made things better than He has.\nIV. That the love of God requires a complete satisfaction with, and acquiescence in that which he has done.\nV. In what the rules of the perfection of the divine conduct consist, and that the simplicity of the means is in balance with the richness of the effects.\nVI. That God does nothing out of order, and that it is not even possible to conceive of events which are not regular.\nVII. That miracles conform to the general order, although they may be contrary to the subordinate maxims; and about that which God wishes or permits by a general or particular will.\nVIII. In order to distinguish the activities of God from those of created things, it is explained in what the idea of an individual substance consists.\nIX. That each singular substance expresses the whole universe in its own way, and that in its concept all its events are included.\nThere are several considerations which support this view, and here is one. It is that God, seeing the individual notion or \"haecceity\" of Alexander, sees in it at the same time the basis and the reason of all the predicates which can be truly uttered regarding him; for instance that he will conquer Darius and Porus, even to the point of knowing a priori (and not by experience) whether he died a natural death or by poison, which we can know only by history. Thus when we consider well the connection of things, we can say that from all time in the soul of Alexander there are vestiges of all that has happened to him and marks of all that will happen to him and even traces of all that happens in the universe, although God alone could recognize them all.\nX. That the belief that substantial forms have something to do with our problems, has some basis in fact, but that these forms effect nothing in the phenomena and must not be employed for the explanation of particular effects.\nXI. That the reflections of the so-called scholastics and theologians regarding the immense difference between the substance of God and that of the creatures, are consistent with the distinction which we have made between the two kinds of explanations, the one mechanical and the other substantial.\nXII. That the notions which are based upon extension contain something imaginary and cannot constitute the substance of the body.\nXIII. As the individual concept of each person includes once for all everything which can ever happen to him, in it can be seen the a priori proofs or reasons for the truth of each event, or, why one event has occurred rather than another. But these truths, however certain, are nevertheless contingent, being based on the free will of God and of his creatures. It is true that their choice always has its reasons, but they incline to the choices under no compulsion of necessity.\nXIV. God produces different substances according to the different views which he has of the world, and by the intervention of God, the peculiar nature of each substance causes that what happens to one corresponds to what happens to all the others, without, however, their acting upon one another directly.", "source": "discourse_on_metaphysics_excerpts.txt"}
