{"text": "The Monad, of which we shall here speak, is nothing but a simple substance, which enters into compounds. By 'simple' is meant 'without parts.' And there must be simple substances, since there are compounds; for a compound is nothing but a collection or aggregatum of simple things.\nNow where there are no parts, there can be neither extension nor form [figure] nor divisibility. These Monads are the real atoms of nature and in a word the elements of things. No dissolution of these elements need be feared, and there is no conceivable way in which a simple substance can be destroyed by natural means. For the same reason there is no conceivable way in which a simple substance can be produced by natural means, since simple substances consist of no parts.\nThey cannot be formed by composition, and so they can only begin by creation and end by annihilation; whereas that which is compound begins or ends by parts.\nThere is no way of explaining how a Monad can be altered in itself or internally changed by any other created thing; since there is nothing to move and no internal structure to be played upon. The Monads have no windows, through which anything could come in or go out. Accidental attributes cannot detach themselves and stroll about outside of substances, as the 'sensible species' of the Schoolmen used to do. Thus neither substance nor accident can enter a Monad from without.\nHowever, the Monads must have some qualities, otherwise they would not even be existing things. And if simple substances did not differ by their qualities, there would be no means of perceiving any change in things; for what is in the compound can come only from the simple elements it contains.\nAll natural changes of the Monad come from an internal principle, since an external cause can have no influence upon its inner being.\nGod alone is the primary unity or original simple substance, of which all created or derivative Monads are products and have their birth, so to speak, through continual fulgurations of the Divinity from moment to moment, limited by the receptivity of the created being which of its essence is finite.\nIn God there is Power, which is the source of all, then Knowledge, whose content is the variety of the ideas, and finally Will, which makes changes or products according to the principle of the best. These characteristics are reflected also in the created Monad, the subject of action, the faculty of Perception, and the faculty of Appetition. But in God these attributes are absolutely infinite or perfect; and in the created Monad or the Entelechy (or perfectihabia, as Hermolaus Barbarus translates the word) there are only imitations of these attributes, according to the degree of perfection.\nNow this connection or adaptation of all created things to each and of each to all, means that each simple substance has relations which express all the others, and, consequently, that it is a perpetual living mirror of the universe.\nAnd as the same city looked at from different sides appears entirely different, and is as if multiplied perspectively; so also it happens that, as a result of the infinite multitude of simple substances, there are as many different universes as there are Monads, which are, however, but different perspectives of a single universe, according to the special point of view of each Monad.\nAnd this is the way of obtaining as much variety as possible, but with the greatest order possible, that is to say, it is the way of obtaining as much perfection as possible.\nThus the final reason of things must be in a necessary substance, in which the variety of particular changes exists only eminently, as in its source; and this we call God.\nNow as in the Ideas of God there is an infinite number of possible universes, and as only one of them can be actual, there must be a sufficient reason for the choice of God, which leads Him to decide upon one rather than another. And this reason can be found only in the fitness, or the degrees of perfection, that these worlds possess, since each possible thing has the right to aspire to existence in proportion to the amount of perfection it contains in germ.\nThus the actual existence of the best that wisdom makes known to God, that his goodness makes him choose, and his power makes him produce.\nEvery portion of matter may be conceived as like a garden full of plants and like a pond full of fishes. But each branch of every plant, each member of every animal, each drop of its liquid parts is also some such garden or pond. And though the earth and the air which are between the plants of the garden, or the water which is between the fish of the pond, be neither plant nor fish; yet they also contain them, but often so minute as to be imperceptible to us.\nThus there is nothing fallow, nothing sterile, nothing dead in the universe, no chaos, no confusion save in appearance, somewhat as it might appear to be in a pond at a distance, in which one would see a confused movement and, as it were, a swarming of fish in the pond, without separately distinguishing the fish themselves.", "source": "monadology_excerpts.txt"}
{"text": "The most widely accepted and meaningful notion we have of God is expressed well enough in these words: that God is an absolutely perfect being; but the consequences of these words are not sufficiently considered; and to push into their further consequences, it is in order to remark that there are several entirely different natures in nature and that each of them has its ultimate perfection.\nSince God is the most perfect object that is possible, his will is the most perfect will; and the happiness of the supreme spirit is his own perfection, so that he is not susceptible to any external impression.\nI hold that God does everything for the best and that nothing can injure his glory; and I know that he does nothing without order.\nNow since the most perfect being has chosen the best universe, specifically this one, it follows that there is nothing in it that is not ordered in the most regular manner possible. There are no irregular motions, no exceptions to rules, except those which are miracles of the highest order, which occur for reasons of grace rather than nature.\nIt is said that the works of God are good; but it is not sufficiently considered that they are the very best that could be made. For God's supreme wisdom, joined to a goodness that is no less infinite, cannot but have chosen the best. For as a lesser evil is a kind of good, even so a lesser good is a kind of evil if it stands in the way of a greater good; and there would be something to correct in the actions of God if it were possible to do better.\nThus I say that God, who has chosen the most perfect world, has acted consistently with his wisdom, and it is impossible that he could have done better.\nIt is necessary to know what is the true nature of the body. This nature does not consist solely in extension, size, figure, and motion, but in something else which is related to souls, and which is commonly called substantial form, although these forms are quite different from those of the Aristotelians.\nThe concept of an individual substance includes all its experiences, together with all their attendant circumstances and the whole sequence of exterior events. For instance, the concept of Julius Caesar includes the passage of the Rubicon, the defeat of Pompey, and the becoming perpetual dictator. This concept, existing in the mind of God, determines the nature of the subject.\nThus, when we consider carefully the connection of things, we see that from any given state of any substance, we can deduce its entire future history and retrodict its entire past history, for the present is big with the future and laden with the past.\nWe have said that the concept of an individual substance includes once for all everything which can ever happen to it and that in that concept one can see, à priori, everything that will be able to be said truly of it. But it does not follow from this that the events are necessary, but only that they are certain, for God sees them in the concept of the subject.\nIt is true that God knows everything which will happen to us, but he knows it because it is in our nature to act in such a way, and his foreknowledge does not impose any necessity upon our actions. Our freedom is not destroyed by this certainty; rather it is established.\nThe harmony between the body and the soul is not a physical influence of one upon the other, but a pre-established harmony, God having created each of these two substances in such a way that they agree perfectly, following their own laws, without confusion.\nThus the soul follows its own laws, and the body likewise follows its own laws; and they agree with each other in virtue of the pre-established harmony between all substances, since they are all representations of one and the same universe.", "source": "discourse_on_metaphysics_excerpts.txt"}
