{"text": "[1]leibnitz\nGottfried Leibniz (1714)\nMonadology\n__________________________________________________________________\nSource: Monadology (1714). Etext at\nhttp://www.uh.edu/~gbrown/philosophers/leibniz/ and Duncan's\nPhilosophical Works of Leibniz version, both used. Complete.\n__________________________________________________________________\n1. The monad, of which we will speak here, is nothing else than a\nsimple substance, which goes to make up compounds; by simple, we mean\nwithout parts.\n2. There must be simple substances because there are compound\nsubstances; for the compound is nothing else than a collection or\naggregatum of simple substances.\n3. Now, where there are no constituent parts there is possible neither\nextension, nor form, nor divisibility. These monads are the true atoms\nof nature, and, in a word, the elements of things.\n4. Their dissolution, therefore, is not to be feared and there is no\nway conceivable by which a simple substance can perish through natural\nmeans.\n5. For the same reason there is no way conceivable by which a simple\nsubstance might, through natural means, come into existence, since it\ncan not be formed by composition.\n6. We may say then, that the existence of monads can begin or end only\nall at once, that is to say, the monad can begin only through creation\nand end only through annihilation. Compounds, however, begin or end by\nparts.\n7. There is also no way of explaining how a monad can be altered or\nchanged in its inner being by any other created thing, since there is\nno possibility of transposition within it, nor can we conceive of any\ninternal movement which can be produced, directed, increased or\ndiminished within it, such as can take place in the case of compounds\nwhere a change can occur among the parts. The monads have no windows\nthrough which anything may come in or go out. The Attributes cannot\ndetach themselves or go forth from the substances, as could sensible\nspecies of the Schoolmen. In the same way neither substance nor\nattribute can enter from without into a monad.\n8. Still monads need to have some qualities, otherwise they would not\neven be existences. And if simple substances did not differ at all in\ntheir qualities, there would be no means of perceiving any change in\nthings. Whatever is in a compound can come into it only through its\nsimple elements and the monads, if they were without qualities (since\nthey do not differ at all in quantity) would be indistinguishable one\nfrom another. For instance, if we imagine a plenum or completely filled\nspace, where each part receives only the equivalent of its own previous\nmotion, one state of things would not be distinguishable from another.\n9. Each monad, indeed, must be different from every other monad. For\nthere are never in nature two beings which are exactly alike, and in\nwhich it is not possible to find a difference either internal or based\non an intrinsic property.\n10. I assume it as admitted that every created being, and consequently\nthe created monad, is subject to change, and indeed that this change is\ncontinuous in each.\n11. It follows from what has just been said, that the natural changes\nof the monad come from an internal principle, because an external cause\ncan have no influence on its inner being.\n12. Now besides this principle of change there must also be in the\nmonad a variety which changes. This variety constitutes, so to speak,\nthe specific nature and the variety of the simple substances.\n13. This variety must involve a multiplicity in the unity or in that\nwhich is simple. For since every natural change takes place by degrees,\nthere must be something which changes and something which remains\nunchanged, and consequently there must be in the simple substance a\nplurality of conditions and relations, even though it has no parts.\n14. The passing condition which involves and represents a multiplicity\nin the unity, or in the simple substance, is nothing else than what is\ncalled perception. This should be carefully distinguished from\napperception or consciousness, as will appear in what follows. In this\nmatter the Cartesians have fallen into a serious error, in that they\ndeny the existence of those perceptions of which we are not conscious.\nIt is this also which has led them to believe that spirits alone are\nmonads and that there are no souls of animals or other entelechies, and\nit has led them to make the common confusion between a protracted\nperiod of unconsciousness and actual death. They have thus adopted the\nScholastic error that souls can exist entirely separated from bodies,\nand have even confirmed ill-balanced minds in the belief that souls are\nmortal.\n15. The action of the internal principle which brings about the change\nor the passing from one perception to another may be called appetition.\nIt is true that the desire (l'appetit) is not always able to attain to\nthe whole of the perception which it strives for, but it always attains\na portion of it and reaches new perceptions.\n16. We, ourselves, experience a multiplicity in a simple substance,\nwhen we find that the most trifling thought of which we are conscious\ninvolves a variety in the object. Therefore all those who acknowledge\nthat the soul is a simple substance ought to grant this multiplicity in\nthe monad, and Monsieur Bayle should have found no difficulty in it, as\nhe has done in his Dictionary, article Rorarius.\n17. It must be confessed, however, that perception, and that which\ndepends upon it, are inexplicable by mechanical causes, that is to say,\nby figures and motions. Supposing that there were a machine whose\nstructure produced thought, sensation, and perception, we could\nconceive of it as increased in size with the same proportions until one\nwas able to enter into its interior, as he would into a mill. Now, on\ngoing into it he would find only pieces working upon one another, but\nnever would he find anything to explain perception. It is accordingly\nin the simple substance, and not in the compound nor in a machine that\nthe perception is to be sought. Furthermore, there is nothing besides\nperceptions and their changes to be found in the simple substance. And\nit is in these alone that all the internal activities of the simple\nsubstance can consist.\n18. All simple substances or created monads may be called entelechies,\nbecause they have in themselves a certain perfection. There is in them\na sufficiency which makes them the source of their internal activities,\nand renders them, so to speak, incorporeal Automatons.\n19. If we wish to designate as soul everything which has perceptions\nand desires in the general sense that I have just explained, all simple\nsubstances or created monads could be called souls. But since feeling\nis something more than a mere perception I think that the general name\nof monad or entelechy should suffice for simple substances which have\nonly perception, while we may reserve the term Soul for those whose\nperception is more distinct and is accompanied by memory.\n20. We experience in ourselves a state where we remember nothing and\nwhere we have no distinct perception, as in periods of fainting, or\nwhen we are overcome by a profound, dreamless sleep. In such a state\nthe soul does not sensibly differ at all from a simple monad. As this\nstate, however, is not permanent and the soul can recover from it, the\nsoul is something more.\n21. Nevertheless it does not follow at all that the simple substance is\nin such a state without perception. This is so because of the reasons\ngiven above; for it cannot perish, nor on the other hand would it exist\nwithout some affection and the affection is nothing else than its\nperception. When, however, there are a great number of weak perceptions\nwhere nothing stands out distinctively, we are stunned; as when one\nturns around and around in the same direction, a dizziness comes on,\nwhich makes him swoon and makes him able to distinguish nothing. Among\nanimals, death can occasion this state for quite a period.\n22. Every present state of a simple substance is a natural consequence\nof its preceding state, in such a way that its present is big with its\nfuture.\n23. Therefore, since on awakening after a period of unconsciousness we\nbecome conscious of our perceptions, we must, without having been\nconscious of them, have had perceptions immediately before; for one\nperception can come in a natural way only from .another perception,\njust as a motion can come in a natural way only from a motion.\n24. It is evident from this that if we were to have nothing\ndistinctive, or so to speak prominent, and of a higher flavour in our\nperceptions, we should be in a continual state of stupor. This is the\ncondition of monads which are wholly bare.\n25. We see that nature has given to animals heightened perception, s,\nhaving provided them with organs which collect numerous rays of light\nor numerous waves of air and thus make them more effective in their\ncombination. Something similar to this takes place in the case of\nsmell, in that of taste and of touch, and perhaps in many other senses\nwhich are unknown to us. I shall have occasion very soon to explain how\nthat which occurs in the soul represents that which goes on in the\nsense organs.\n26. The memory furnishes a sort of consecutiveness which imitates\nreason but is to be distinguished from it. We see that animals when\nthey have the perception of something which they notice and. of which\nthey have had a similar previous perception, are led by the\nrepresentation of their memory to expect that which was associated in\nthe preceding perception, and they come to have feelings like those\nwhich they had before. For instance, if a stick be shown to a dog, he\nremembers the pain which it has caused him and he whines or runs away.\n27. The vividness of the picture, which comes to him or moves him, is\nderived either from the magnitude or from the number of the previous\nperceptions. For, oftentimes, a strong impression brings about, all at\nonce, the same effect as a long-continued habit or as a great many\nreiterated, moderate perceptions.\n28. Men act in like manner as animals, in so far as the sequence of\ntheir perceptions is determined only by the law of memory, resembling\nthe empirical physicians who practice simply, without any theory, and\nwe are empiricists in three-fourths of our actions. For instance, when\nwe expect that there will be daylight tomorrow, we do so empirically,\nbecause it has always happened so up to the present time. It is only\nthe astronomer who uses his reason in making such an affirmation.\n29. But the knowledge of eternal and necessary truths is that which\ndistinguishes us from mere animals and gives us reason and the\nsciences, thus raising us to a knowledge of ourselves and of God. This\nis what is called in us the Rational Soul or the Mind.\n30. It is also through the knowledge of necessary truths and through\nabstractions from them that we come to perform Reflective Acts, which\ncause us to think of what is called the I, and to decide that this or\nthat is within us. it is thus, that in thinking upon ourselves we think\nof being, of substance, of the simple and compound, of a material thing\nand of God himself, conceiving that what is limited in us is in him\nwithout limits. These reflective acts furnish the principal objects of\nour reasonings.\n31. Our reasoning is based upon two great principles: first, that of\ncontradiction, by means of which we decide that to be false which\ninvolves contradiction and that to be true which contradicts or is\nopposed to the false.\n32. And second, the principle of sufficient reason, in virtue of which\nwe believe that no fact can be real or existing and no statement true\nunless it has a sufficient reason why it should be thus and not\notherwise. Most frequently, however, these reasons cannot be known by\nus.\n33. There are also two kinds of truths: those of reasoning and those of\nfact. The truths of reasoning are necessary, and their opposite is\nimpossible. Those of fact, however, are contingent, and their opposite\nis possible. When a truth is necessary, the reason can be found by\nanalysis in resolving it into simpler ideas and into simpler truths\nuntil we reach those which are primary.\n34. It is thus that with mathematicians the speculative theorems and\nthe practical canons are reduced by analysis to definitions, axioms,\nand postulates.\n35. There are finally simple ideas of which no definition can be given.\nThere are also the axioms and postulates or, in a word, the primary\nprinciples which cannot be proved and, indeed, have no need of proof.\nThese are identical propositions whose opposites involve express\ncontradictions.\n36. But there must be also a sufficient reason for contingent truths or\ntruths of fact; that is to say, for the sequence of the things which\nextend throughout the universe of created beings, where the analysis\ninto more particular reasons can be continued into greater detail\nwithout limit because of the immense variety of the things in nature\nand because of the infinite division of bodies. There is an infinity of\nfigures and of movements, present and past, which enter into the\nefficient cause of my present writing, and in its final cause there are\nan infinity of slight tendencies and dispositions of my soul, present\nand past.\n37. And as all this detail again involves other and more detailed\ncontingencies, each of which again has need of a similar analysis in\norder to find its explanation, no real advance has been made.\nTherefore, the sufficient or ultimate reason must needs be outside of\nthe sequence or series of these details of contingencies, however\ninfinite they may be.\n38. It is thus that the ultimate reason for things must be a necessary\nsubstance, in which the detail of the changes shall be present merely\npotentially, as in the fountainhead, and this substance we call God.\n39. Now, since this substance is a sufficient reason for all the above\nmentioned details, which are linked together throughout, there is but\none God, and this God is sufficient.\n40. We may hold that the supreme substance, which is unique, universal\nand necessary with nothing independent outside of it, which is further\na pure sequence of possible being, must be incapable of limitation and\nmust contain as much reality as possible.\n41. Whence it is easy to conclude that God is absolutely perfect, perfection being\nunderstood as the magnitude of positive reality in the strict sense,\nwhen the limitations or the bounds of those things which have them are\nremoved. There where there are no limits, that is to say, in God,\nperfection is absolutely infinite.\n42. It follows also that created things derive their perfections\nthrough the influence of God, but their imperfections come from their\nown natures, which cannot exist without limits. It is in this latter\nthat they are distinguished from God. An example of this original\nimperfection of created things is to be found in the natural inertia of\nbodies.\n43. It is true, furthermore, that in God is found not only the source\nof existences, but also that of essences, in so far as they are real.\nIn other words, he is the source of whatever there is real in the\npossible. This is because the Understanding of God is in the region of\neternal truths or of the ideas upon which they depend, and because\nwithout him there would be nothing real in the possibilities of things,\nand not only would nothing be existent, nothing would be even possible.\n44. For it must needs be that if there is a reality in essences or in\npossibilities or indeed in the eternal 'truths, this reality is based\nupon something existent and actual, and, consequently, in the existence\nof the necessary Being in whom essence includes existence or in whom\npossibility is sufficient to produce actuality.\n45. Therefore God alone (or the Necessary Being) has this prerogative\nthat if he be possible he must necessarily exist, and, as nothing is\nable to prevent the possibility of that which involves no bounds, no\nnegation and consequently, no contradiction, this alone is sufficient\nto establish a priori his existence. We have, therefore, proved his\nexistence through the reality of eternal truths. But a little while ago\nwe also proved it a posteriori, because contingent beings exist which\ncan have their ultimate and sufficient reason only in the necessary\nbeing which, in turn, has the reason for existence in itself.\n46. Yet we must not think that the eternal truths being dependent upon\nGod are therefore arbitrary and depend upon his will, as Descartes\nseems to have held, and after him M. Poiret. This is the case only with\ncontingent truths which depend upon fitness or the choice of the\ngreatest good; necessarily truths on the other hand depend solely upon\nhis understanding and are the inner objects of it.\n47. God alone is the ultimate unity or the original simple substance,\nof which all created or derivative monads are the products, and arise,\nso to speak, through the continual outflashings (fulgurations) of the\ndivinity from moment to moment, limited by the receptivity of the\ncreature to whom limitation is an essential.\n48. In God are present: power, which is the source of everything;\nknowledge, which contains the details of the ideas; and, finally, will,\nwhich changes or produces things in accordance with the principle of\nthe greatest good. To these correspond in the created monad, the\nsubject or basis, the faculty of perception, and the faculty of\nappetition. In God these attributes are absolutely infinite or perfect,\nwhile in the created monads or in the entelechies (perfectihabies, as\nHermolaus Barbarus translates this word), they are imitations\napproaching him in proportion to the perfection.\n49. A created thing is said to act outwardly in so far as it has\nperfection, and to be acted upon by another in so far as it is\nimperfect. Thus action is attributed to the monad in so far as it has\ndistinct perceptions, and passion or passivity is attributed in so far\nas it has confused perceptions.\n50. One created thing is more perfect than another when we find in the\nfirst that which gives an a priori reason for what occurs in the\nsecond. This why we say that one acts upon the other.\n51. In the case of simple substances, the influence which one monad has\nupon another is only ideal. It can have its effect only through the\nmediation of God, in so far as in the ideas of God each monad can\nrightly demand that God, in regulating the others from the beginning of\nthings, should have regarded it also. For since one created monad\ncannot have a physical influence upon the inner being of another, it is\nonly through the primal regulation that one can have dependence upon\nanother.\n52. It is thus that among created things action and passivity are\nreciprocal. For God, in comparing two simple substances, finds in each\none reasons obliging him to adapt the other to it; and consequently\nwhat is active in certain respects is passive from another point of\nview, active in so far as what we distinctly know in it serves to give\na reason for what occurs in another, and passive in so far as the\nreason for what occurs in it is found in what is distinctly known in\nanother.\n53. Now as there are an infinity of possible universes in the ideas of\nGod, and but one of them can exist, there must be a sufficient reason'\nfor the choice of God which determines him to select one rather than\nanother.\n54. And this reason is to be found only in the fitness or in the degree\nof perfection which these worlds possess, each possible thing having\nthe right to claim existence in proportion to the perfection which it\ninvolves.\n55. This is the cause for the existence of the greatest good; namely,\nthat the wisdom of God permits him to know it, his goodness causes him\nto choose it, and his power enables him to produce it.\n56. Now this interconnection, relationship, or this adaptation of all\nthings to each particular one, and of each one to all the rest, brings\nit about that every simple substance has relations which express all\nthe others and that it is consequently a perpetual living mirror of the\nuniverse.\n57. And as the same city regarded from different sides appears entirely\ndifferent, and is, as it were multiplied respectively, so, because of\nthe infinite number of simple substances, there are a similar infinite\nnumber of universes which are, nevertheless, only the aspects of a\nsingle one as seen from the special point of view of each monad.\n58. Through this means has been obtained the greatest possible variety,\ntogether with the greatest order that may be; that is to say, through\nthis means has been obtained the greatest possible perfection.\n59. This hypothesis, moreover, which I venture to call demonstrated, is\nthe only one which fittingly gives proper prominence to the greatness\nof God. M. Bayle recognised this when in his dictionary (article\nRorarius) he raised objections to it; indeed, he was inclined to\nbelieve that I attributed too much to God, and more than it is possible\nto attribute to him: But he was unable to bring forward any reason why\nthis universal harmony which causes every substance to express exactly\nall others through the relation which it has with them is impossible.\n60. Besides, in what has just been said can be seen the a priori\nreasons why things cannot be otherwise than they are. It is because\nGod, in ordering the whole, has had regard to every part and in\nparticular to each monad; and since the monad is by its very nature\nrepresentative, nothing can limit it to represent merely a part of\nthings. It is nevertheless true that this representation is, as regards\nthe details of the whole universe, only a confused representation, and\nis distinct only as regards a small part of them, that is to say, as\nregards those things which are nearest or greatest in relation to each\nmonad. If the representation were distinct as to the details of the\nentire Universe, each monad would be a Deity. It is not in the object\nrepresented that the monads are limited, but in the modifications of\ntheir knowledge of the object. In a confused way they reach out to\ninfinity or to the whole, but are limited and differentiated in the\ndegree of their distinct perceptions.\n61. In this respect compounds are like simple substances, for all space\nis filled up; therefore, all matter is connected. And in a plenum or\nfilled space every movement has an effect upon bodies in proportion to\nthis distance, so that not only is every body affected by those which\nare in contact with it and responds in some way to whatever happens to\nthem, but also by means of them the body responds to, those bodies\nadjoining them, and their intercommunication reaches to any distance\nwhatsoever. Consequently every body responds to all that happens in the\nuniverse, so that h e who saw all could read in each one what is\nhappening everywhere, and even what has happened and what will happen.\nHe can discover in the present what is distant both as regards space\nand as regards time; \"all things conspire\" as Hippocrates said. A soul\ncan, however, read in itself only what is there represented distinctly.\nIt cannot all at once open up all its folds, because they extend to\ninfinity.\n62. Thus although each created monad represents the whole universe, it\nrepresents more distinctly the body which specially pertains to it and\nof which it constitutes the entelechy. And as this body expresses all\nthe universe through the interconnection of all matter in the plenum,\nthe soul also represents the whole universe in representing this body,\nwhich belongs to it in a particular way.\n63. The body belonging to a monad, which is its entelechy or soul,\nconstitutes together with the entelechy what may be called a rising\nbeing, and with a soul what is called an animal. Now this body of a\nliving being or of an animal is always organic, because every monad is\na mirror of the universe is regulated with perfect order there must\nneeds be order also in what represents it, that is to say in the\nperceptions of the soul and consequently in the body through which the,\nuniverse is represented in the soul.\n64. Therefore every organic body of a living being is a kind of divine\nmachine or natural automaton, infinitely surpassing all artificial\nautomatons. Because a machine constructed by man's skill is not a\nmachine in each of its parts; for instance, the teeth of a brass wheel\nhave parts or bits which to us are not artificial products and contain\nnothing in themselves to show the use to which the wheel was destined\nin the machine. The machines of nature, however, that is to say, living\nbodies, are still machines in their smallest parts ad infinitum. Such\nis the difference between nature and art, that is to say, between\ndivine art and ours.\n65. The author of nature has been able to employ this divine and\ninfinitely marvellous artifice, because each portion of matter is not\nonly, as the ancients recognised, infinitely divisible, but also\nbecause it is really divided without end, every part into other parts,\neach one of which has its own proper motion. Otherwise it would be\nimpossible for each portion of matter to express all the universe.\n66. Whence we see that there is a world of created things, of living\nbeings, of animals, of entelechies, of souls, in the minutest particle\nof matter.\n67. Every portion of matter may be conceived as like a garden full of\nplants and like a pond full of fish. But every branch of a plant, every\nmember of an animal, and every drop of the fluids within it, is also\nsuch a garden or such a pond.\n68. And although the ground and air which lies between the plants of\nthe garden, and the water which is between the fish in the pond, are\nnot themselves plants or fish, yet they nevertheless contain these,\nusually so small however as to be imperceptible to us.\n69. There is, therefore, nothing uncultivated, or sterile or dead in\nthe universe, no chaos, no confusion, save in appearance; somewhat as a\npond would appear at a distance when we could see in it a confused\nmovement, and so to speak, a swarming of the fish, without however\ndiscerning the fish themselves.\n70. It is evident, then, that every living body has a dominating\nentelechy, which in animals is the soul. The parts, however, of this\nliving body are full of other living beings, plants and animals, which\nin turn have each one its entelechy or dominating soul.\n71. This does not mean, as some who have misunderstood my thought have\nimagined, that each soul has a quantity or portion of matter\nappropriated to it or attached to itself for ever, and that it\nconsequently owns other inferior living beings destined to serve it\nalways; because all bodies are in a state of perpetual flux like\nrivers, and the parts are continually entering in or passing out.\n72. The soul, therefore, changes its body only gradually and by\ndegrees, so that it is never deprived all at once of all its organs.\nThere is frequently a metamorphosis in animals, but never\nmetempsychosis or a transmigration of souls. Neither are there souls\nwholly separate from bodies, nor bodiless spirits. God alone is without\nbody.\n73. This is also why there is never absolute generation or perfect\ndeath in the strict sense, consisting in the separation of the soul\nfrom the body. What we call generation is development and growth, and\nwhat we call death is envelopment and diminution.\n74. Philosophers have been much perplexed in accounting for the origin\nof forms, entelechies, or souls. Today, however, when it has been\nlearned through careful investigations made in plant, insect and animal\nlife, that the organic bodies of nature are never the product of chaos\nor putrefaction, but always come from seeds in which there was without\ndoubt some preformation, it has been decided that not only is the\norganic body already present before conception, but also a soul in this\nbody, in a word, the animal itself; and it has been decided that, by\nmeans of conception the animal is merely made ready for a great\ntransformation, so as to become an animal of another sort. We can see\ncases somewhat similar outside of generation when grubs become flies\nand caterpillars butterflies.\n75. These little animals, some of which by conception become large\nanimals' may be called spermatic. Those among them which remain in\ntheir species, that is to say, the greater part, are born, multiply,\nand are destroyed, like the larger animals. There are only a few chosen\nones which come out upon a greater stage.\n76. This, however, is only half the truth. I believe, therefore, that\nif the animal never actually commences by natural means, no more does\nit by natural means come to an end. Not only is there no generation,\nbut also there is no entire destruction or absolute death. These\nreasonings, carried on a posteriori and drawn from experience, accord\nperfectly with the principles which I have above deduced a priori.\n77. Therefore we may say that not only the soul (the mirror of the\nindestructible universe) is indestructible, but also the animal itself\nis, although its mechanism is frequently destroyed in parts and\nalthough it puts off and takes on organic coatings.\n78. These principles have furnished me the means of explaining on\nnatural grounds the union, or rather the conformity between the soul\nand the organic body. The soul follows its own laws, and the body\nlikewise follows its own laws. They are fitted to each other in virtue\nof the preestablished harmony between all substances since they are all\nrepresentations of one and the same universe.\n79. Souls act in accordance with the laws of final causes through their\ndesires, ends and means. Bodies act in accordance with the laws of\nefficient causes or of motion. The two realms, that of efficient causes\nand that of final causes, are in harmony, each with the other.\n80. Descartes saw that souls cannot at all impart force to bodies,\nbecause there is always the same quantity of force in matter. Yet he\nthought that the soul could change the direction of bodies. This was,\nhowever, because at that time the law of nature which affirms also that\nconservation of the same total direction in the motion of matter was\nnot known. If he had known that law, he would have fallen upon my\nsystem of preestablished harmony.\n81. According to this system bodies act as if (to suppose the\nimpossible) there were no souls at all, and souls act as if there were\nno bodies, and yet both body and soul act as if the one were\ninfluencing the other.\n82. Although I find that essentially the same thing is true of all\nliving things and animals, which we have just said (namely, that\nanimals and souls begin from the very commencement of the world and\nthat they no more come to an end than does the world) nevertheless,\nrational animals have this peculiarity, that their little spermatic\nanimals, as long as they remain such, have only ordinary or sensuous\nsouls, but those of them which are, so to speak, elected, attain by\nactual conception to human nature, and their sensuous souls are raised\nto the rank of reason and to the prerogative of spirits.\n83. Among the differences that there are between ordinary souls and\nspirits, some of which I have already instanced, there is also this,\nthat while souls in general are living mirrors or images of the\nuniverse of created things, spirits are also images of the Deity\nhimself or of the author of nature. They are capable of knowing the\nsystem of the universe, and of imitating some features of it by means\nof artificial models, each spirit being like a small divinity in its\nown sphere.\n84. Therefore, spirits are able to enter into a sort of social\nrelationship with God, and with respect to them he is not only what an\ninventor is to his machine (as in his relation to the other created\nthings), but he is also what a prince is to his subjects, and even what\na father is to his children.\n85. Whence it is easy to conclude that the totality of all spirits must\ncompose the city of God, that is to say, the most perfect state that is\npossible under the most perfect monarch.\n86. This city of God, this truly universal monarchy, is a moral world\nwithin the natural world. It is what is noblest and most divine among\nthe works of God. And in it consists in reality the glory of God,\nbecause he would have no glory were not his greatness and goodness\nknown and wondered at by spirits. It is also in relation to this divine\ncity that God properly has goodness. His wisdom and his power are shown\neverywhere.\n87. As we established above that there is a perfect harmony between the\ntwo natural realms of efficient and final causes, it will be in place\nhere to point out another harmony which appears between the physical\nrealm of nature and the moral realm of grace, that is to say, between\nGod considered as the architect of the mechanism of the world and God\nconsidered as the monarch of the divine city of spirits.\n88. This harmony brings it about that things progress of themselves\ntoward grace along natural lines, and that this earth, for example,\nmust be destroyed and restored by natural means at those times when the\nproper government of spirits demands it, for chastisement in the one\ncase and for a reward in the other.\n89. We can say also that God, the Architect, satisfies in all respects\nGod the Law Giver, that therefore sins will bring their own penalty\nwith them through the order of nature, and because of the very\nstructure of things, mechanical though it is. And in the same way the\ngood actions will attain their rewards in mechanical way through their\nrelation to bodies, although this cannot and ought not always to take\nplace without delay.\n90. Finally, under this perfect government, there will be no good\naction unrewarded and no evil action unpunished; everything must turn\nout for the well-being of the good; that is to say, of those who are\nnot disaffected in this great state, who, after having done their duty,\ntrust in Providence and who love and imitate, as is meet, the Author of\nall Good, delighting in the contemplation of his perfections according\nto the nature of that genuine, pure love which finds pleasure in the\nhappiness of those who are loved. It is for this reason that wise and\nvirtuous persons work in behalf of everything which seems conformable\nto presumptive or antecedent will of God, and are, nevertheless,\ncontent with what God actually brings to pass through his secret,\nconsequent and determining will, recognising that if we were able to\nunderstand sufficiently well the order of the universe, we should find\nthat it surpasses all the desires of the wisest of us, and that it is\nimpossible to render it better than it is, not only for all in general,\nbut also for each one of us in particular, provided that we have the\nproper attachment for the author of all, not only as the Architect and\nthe efficient cause of our being, but also as our Lord and the Final\nCause, who ought to be the whole goal of our will, and who alone can\nmake us happy.", "source": "monadology.txt"}
