{"text": "The Monad, of which we shall here speak, is nothing but a simple substance, which enters into compounds. By 'simple' is meant 'without parts'. And there must be simple substances, since there are compounds; for a compound is nothing but a collection or aggregatum of simple things. Now where there are no parts, there can be neither extension nor figure nor divisibility. These Monads are the real atoms of nature and in a word the elements of things.\nNo dissolution of these elements need be feared, and there is no conceivable way in which a simple substance can be perished by natural means. For the same reason there is no conceivable way in which a simple substance can begin by natural means, since it cannot be formed by the combination of parts. Thus it may be said that a Monad can only begin or end all at once; that is to say, it can only begin by creation and end by annihilation; whereas that which is compound begins or ends by parts.\nThere is no way of explaining how a Monad can be altered in quality or internally changed by any other created thing; since it is impossible to change the place of anything in it or to conceive in it any internal motion which could be produced, directed, increased or diminished therein, although all this is possible in the case of compounds, in which there are changes among the parts. The Monads have no windows, through which anything could come in or go out. Accidents cannot separate themselves from substances nor go about outside of them, as the 'sensible species' of the Scholastics used to do. Thus neither substance nor accident can enter a Monad from without.\nHowever, the Monads must have some qualities, otherwise they would not even be existing things. And if simple substances did not differ in quality, there would be absolutely no means of perceiving any change in things. For what is in the compound can come only from the simple elements it contains, and the Monads, if they had no qualities, would be indistinguishable from one another, since they do not differ in quantity. Consequently, space being a plenum, each part of space would always receive only the equivalent of what it had had before, and one state of things would be indistinguishable from another.\nEach Monad must be different from every other. For in nature there are never two beings which are perfectly alike and in which it is not possible to find an internal difference, or at least a difference founded upon an intrinsic quality.\nI assume also as admitted that every created being, and consequently the created Monad, is subject to change, and further that this change is continuous in each. It follows from what has just been said, that the natural changes of the Monads come from an internal principle, since an external cause can have no influence upon their inner being.\nBut, besides the principle of the change, there must be a particular series of changes, which constitutes, so to speak, the specific nature and variety of the simple substances. This particular series of changes should involve a multiplicity in the unit or in that which is simple. For, as every natural change takes place by degrees, something changes and something remains; and consequently in the simple substance there must be a plurality of affections and relations, although there are no parts.\nThis transitory state, which incorporates and represents a multitude in the unit or in the simple substance, is nothing but what is called Perception, which must be distinguished from Apperception or Consciousness, as will appear in what follows. Here it is that the Cartesians have especially failed, having made no account of those perceptions of which we are not conscious. It is this also which has led them to believe that minds only are Monads and that there are no souls of animals nor other Entelechies.\nIf we wish to discover what constitutes the nature of the soul, we must have recourse to the internal experience which we have of ourselves. This experience teaches us that we are simple substances, for we perceive in ourselves a unity of consciousness; and it teaches us also that we have perceptions, that is to say, representations of the composite, or of what is external to us.\nGod alone is the primary unity or original simple substance, of which all created or derivative Monads are products and have their birth, so to speak, through continual fulgurations of the Divinity from moment to moment, limited by the receptivity of the created being, of whose essence it is to have limits.\nIn God there is Power, which is the source of all, then Knowledge, which contains the detail of Ideas, and finally Will, which makes changes or products according to the principle of the best. These characteristics correspond to what in the created Monad, the subject or basis, to the Faculty of Perception, and to the Faculty of Appetition. But in God these attributes are absolutely infinite or perfect; and in the created Monad or the Entelechy (or perfectihabia, as Hermolaus Barbarus translates the word) there are only imitations of these attributes, according to the degree of perfection of the Monad.\nNow, as in the Ideas of God there is an infinite number of possible universes, and as only one of them can be actual, there must be a sufficient reason for the choice of God, which leads Him to decide upon one rather than another. And this reason can be found only in the fitness, or the degrees of perfection, that these worlds possess, since each possible thing has the right to aspire to existence in proportion to the amount of perfection it contains in germ.\nThus the actual existence of the best that wisdom makes known to God is due to this sufficient reason, which makes Him choose it, rather than any other, by the simple laws of order.", "source": "monadology_excerpts.txt"}
{"text": "The most widely accepted and significant notion we have of God is that He is an absolutely perfect being. But the consequences of this are not sufficiently considered. And, to penetrate further into the matter, it is appropriate to remark that there are several entirely different perfections in nature, that God possesses them all together, and that each of them belongs to Him in the highest degree.\nWe must also know what a perfection is. One thing which is a surer mark of perfection is the power to act. For the more power one has, the more one can act. But knowledge is also a perfection, for the more one knows, the more power one has. Thus power and knowledge are perfections. And insofar as they belong to God, they have no limits. But it follows from this that God, possessing supreme and infinite wisdom, acts in the most perfect manner, not only metaphysically, but also morally speaking.\nSince the most perfect wisdom and the most perfect goodness are joined with the most perfect power in God, it follows that He has chosen the best of all possible worlds, and that He has created it. For if He had not done so, there would have been a defect in His wisdom (which would not have known the best), or in His goodness (which would not have willed it), or in His power (which would not have been able to produce it).\nIt is true that one may imagine possible worlds without sin and without unhappiness, and one could make up some such worlds in romance; but these same worlds would be very inferior to ours in goodness. I cannot show you this in detail. For who can know the infinite? But you must judge it by the result, since God has chosen this world as it is. We know, moreover, that often an evil brings forth a good which could not have been attained without it. Even two evils may make a great good.\nThus, I say that God has created the universe in such a way that the greatest variety is obtained, together with the greatest order; the most ground, place, and time are filled as well as possible; the greatest effect is produced by the simplest means; the most power, knowledge, happiness, and goodness are found in the created things that the universe could allow. For since all the possible worlds have a claim to existence in God's understanding in proportion to their perfection, the result of all these claims must be the actual world which is the most perfect possible.\nNow, as regards the simplicity of the ways of God, this holds properly with regard to means; whereas the variety, opacity, or abundance holds with regard to ends or effects. And the one must be in balance with the other, as the costs of a building are balanced with the beauty and grandeur of the design. It is true that nothing costs God anything, strictly speaking, just as it costs a philosopher nothing to build a fabric of thought. But the infinite possibilities are, so to speak, the costs which serve to limit the choice of the wisdom of God.\nWe can say, therefore, that the nature of an individual substance or of a complete being is to have a notion so complete that it is sufficient to comprehend and to be able to deduce from it all the predicates of the subject to which this notion is attributed. An accident, on the other hand, is a being whose notion does not include everything that can be attributed to the subject to which the notion is attributed. Thus the quality of being a king, which belongs to Alexander the Great, abstracting from the subject, is not determined enough to define an individual, for it does not include the other qualities of the same subject, nor does it contain everything that the notion of this prince includes. God, seeing Alexander's individual notion or haecceity, sees in it at the same time the foundation and reason of all the predicates which can be said truly of him, as for example that he would conquer Darius and Porus; even to the point of knowing a priori (and not by experience) whether he died a natural death or by poison, which we can know only by history.", "source": "discourse_on_metaphysics_excerpts.txt"}
