{"text": "1. The Monad, of which we shall here speak, is nothing but a simple substance, which enters into compounds. By 'simple' is meant that without parts.\n2. And there must be simple substances, since there are compounds; for a compound is nothing but a collection or aggregatum of simple things.\n3. Now where there are no parts, there can be neither extension nor form nor divisibility. These Monads are the real atoms of nature and in a word the elements of things.\n4. No dissolution of these elements need be feared, and there is no conceivable way in which a simple substance can be destroyed by natural means.\n5. For the same reason there is no conceivable way in which a simple substance can come into being by natural means, since it cannot be formed by the combination of parts (composition).\n6. Thus it may be said that a Monad can only come into being or end all at once; that is to say, it can come into being only by creation and end only by annihilation, while that which is compound begins or ends by parts.\n7. Further, there is no way of explaining how a Monad can be altered in quality or internally changed by any other created thing; since it is impossible to change the place of anything in it or to conceive in it any internal motion which could be produced, directed, increased or diminished therein, although all this is possible in the case of compounds, in which there are changes among the parts. The Monads have no windows, through which anything could come in or go out. Accidents cannot separate themselves from substances nor go about outside of them, as the 'sensible species' of the Scholastics used to do. Thus neither substance nor accident can enter a Monad from without.\n8. Yet the Monads must have some qualities, otherwise they would not even be existing things. And if simple substances did not differ in quality, there would be absolutely no means of perceiving any change in things. For what is in the compound can come only from the simple elements it contains, and the Monads, if they had no qualities, would be indistinguishable from one another, since they do not differ in quantity. Consequently, space being a plenum, each part of space would always receive, in any motion, exactly the equivalent of what it already had, and no one state of things would be discernible from another.\n9. Indeed, each Monad must be different from every other. For in nature there are never two beings which are perfectly alike and in which it is not possible to find an internal difference, or at least a difference founded upon an intrinsic quality (denominatio).\n10. I assume also as admitted that every created being, and consequently the created Monad, is subject to change, and further that this change is continuous in each.\n11. It follows from what has just been said, that the natural changes of the Monads come from an internal principle, since an external cause can have no influence upon their inner being.\n12. But, besides the principle of the change, there must be a detail of what changes, which, so to speak, makes up the specific nature and variety of the simple substances.\n13. This detail should involve a multitude in the unit or simple; for, since every natural change takes place by degrees, something changes and something remains; and consequently in the simple substance there must be a plurality of affections and relations, although there are no parts.\n14. The passing condition, which involves and represents a multitude in the unit or in the simple substance, is nothing but what is called Perception, which is to be distinguished from Apperception or Consciousness, as will appear in what follows. In this matter the Cartesian view is extremely defective, for it treats as non-existent those perceptions of which we are not consciously aware. This has also led them to believe that minds (esprits) are the only Monads and that there are no souls of animals or other Entelechies. They have failed to distinguish between a prolonged state of unconsciousness (etourdissement) and death strictly speaking, and have therefore joined the old Scholastic prejudice of believing that souls are entirely separated from bodies, and have even come to the point of denying the immortality of animal souls.\n15. The action of the internal principle which causes the change or the passage from one perception to another, may be called Appetition; it is true that desire (l'appetit) cannot always fully attain to the whole perception at which it aims, but it always obtains some of it and reaches new perceptions.", "source": "monadology_excerpts.txt"}
{"text": "1. The most widely accepted notion of God which we have is that He is an absolutely perfect being. But the consequences of this are not sufficiently considered; and in order to follow them up further, let us remark that there are several entirely different perfections in nature, that God possesses them all together, and that each of them belongs to Him in the highest degree.\n2. We must also know what a perfection is. One thing is quite sure, namely, that forms or natures which are not susceptible of the last degree are not perfections, as for example the nature of number or of figure. For the number which is the greatest of all (that is, the number of all numbers), as well as the greatest of all figures, imply contradictions; but the greatest knowledge and omnipotence do not contain any impossibility. Consequently power and knowledge are perfections, and, in so far as they belong to God, they have no limits.\n3. Whence it follows that God, who possesses supreme and infinite wisdom, acts in the most perfect manner, not only metaphysically, but also morally speaking; and that, with respect to ourselves, we can say that the more we are enlightened and informed in regard to the works of God, the more will we be disposed to find them excellent and entirely in conformity with that which we might have desired.\n4. Thus I am far from the opinion of those who maintain that there are no principles of goodness or perfection in the nature of things, or in the ideas which God has about them, and who say that the works of God are good only for the reason that God has made them. If this were the case, God, knowing that He is the author of things, would not have to regard them afterwards and find them good, as the Holy Scripture testifies. Such anthropomorphism seems to be used only to let us know that excellence is recognized in looking at the work itself, even if we do not consider the worker.\n5. It is true that the supreme felicity (by whatever name it may be called) can never be full unless God is loved and known. But since he who loves seeks his satisfaction in the felicity or glory of the object loved and in the view of his perfections, love of God involves a clear view of His perfections and His glory. Now as everyone must seek his own perfection and his own felicity, he must seek to love God.", "source": "discourse_on_metaphysics_excerpts.txt"}
