{"text": "DISCOURSE ON THE METHOD\nOF RIGHTLY CONDUCTING THE REASON,\nAND SEEKING TRUTH IN THE SCIENCES\nby René Descartes\nPART I\nGood sense is, of all things among men, the most equally distributed;\nfor every one thinks himself so abundantly provided with it, that those\neven who are the most difficult to satisfy in everything else, do not\nusually desire a larger measure of this quality than they already\npossess. And in this it is not likely that all are mistaken the\nconviction is rather to be held as testifying that the power of judging\naright and of distinguishing truth from error, which is properly what\nis called good sense or reason, is by nature equal in all men; and that\nthe diversity of our opinions, consequently, does not arise from some\nbeing endowed with a larger share of reason than others, but solely\nfrom this, that we conduct our thoughts along different ways, and do\nnot fix our attention on the same objects. For to be possessed of a\nvigorous mind is not enough; the prime requisite is rightly to apply\nit. The greatest minds, as they are capable of the highest excellences,\nare open likewise to the greatest aberrations; and those who travel\nvery slowly may yet make far greater progress, provided they keep\nalways to the straight road, than those who, while they run, forsake\nit.\nFor myself, I have never fancied my mind to be in any respect more\nperfect than those of the generality; on the contrary, I have often\nwished that I were equal to some others in promptitude of thought, or\nin clearness and distinctness of imagination, or in fullness and\nreadiness of memory. And besides these, I know of no other qualities\nthat contribute to the perfection of the mind; for as to the reason or\nsense, inasmuch as it is that alone which constitutes us men, and\ndistinguishes us from the brutes, I am disposed to believe that it is\nto be found complete in each individual; and on this point to adopt the\ncommon opinion of philosophers, who say that the difference of greater\nand less holds only among the accidents, and not among the forms or\nnatures of individuals of the same species.\nI will not hesitate, however, to avow my belief that it has been my\nsingular good fortune to have very early in life fallen in with certain\ntracks which have conducted me to considerations and maxims, of which I\nhave formed a method that gives me the means, as I think, of gradually\naugmenting my knowledge, and of raising it by little and little to the\nhighest point which the mediocrity of my talents and the brief duration\nof my life will permit me to reach. For I have already reaped from it\nsuch fruits that, although I have been accustomed to think lowly enough\nof myself, and although when I look with the eye of a philosopher at\nthe varied courses and pursuits of mankind at large, I find scarcely\none which does not appear in vain and useless, I nevertheless derive\nthe highest satisfaction from the progress I conceive myself to have\nalready made in the search after truth, and cannot help entertaining\nsuch expectations of the future as to believe that if, among the\noccupations of men as men, there is any one really excellent and\nimportant, it is that which I have chosen.\nAfter all, it is possible I may be mistaken; and it is but a little\ncopper and glass, perhaps, that I take for gold and diamonds. I know\nhow very liable we are to delusion in what relates to ourselves, and\nalso how much the judgments of our friends are to be suspected when\ngiven in our favor. But I shall endeavor in this discourse to describe\nthe paths I have followed, and to delineate my life as in a picture, in\norder that each one may also be able to judge of them for himself, and\nthat in the general opinion entertained of them, as gathered from\ncurrent report, I myself may have a new help towards instruction to be\nadded to those I have been in the habit of employing.\nMy present design, then, is not to teach the method which each ought to\nfollow for the right conduct of his reason, but solely to describe the\nway in which I have endeavored to conduct my own. They who set\nthemselves to give precepts must of course regard themselves as\npossessed of greater skill than those to whom they prescribe; and if\nthey err in the slightest particular, they subject themselves to\ncensure. But as this tract is put forth merely as a history, or, if you\nwill, as a tale, in which, amid some examples worthy of imitation,\nthere will be found, perhaps, as many more which it were advisable not\nto follow, I hope it will prove useful to some without being hurtful to\nany, and that my openness will find some favor with all.\nFrom my childhood, I have been familiar with letters; and as I was\ngiven to believe that by their help a clear and certain knowledge of\nall that is useful in life might be acquired, I was ardently desirous\nof instruction. But as soon as I had finished the entire course of\nstudy, at the close of which it is customary to be admitted into the\norder of the learned, I completely changed my opinion. For I found\nmyself involved in so many doubts and errors, that I was convinced I\nhad advanced no farther in all my attempts at learning, than the\ndiscovery at every turn of my own ignorance. And yet I was studying in\none of the most celebrated schools in Europe, in which I thought there\nmust be learned men, if such were anywhere to be found. I had been\ntaught all that others learned there; and not contented with the\nsciences actually taught us, I had, in addition, read all the books\nthat had fallen into my hands, treating of such branches as are\nesteemed the most curious and rare. I knew the judgment which others\nhad formed of me; and I did not find that I was considered inferior to\nmy fellows, although there were among them some who were already marked\nout to fill the places of our instructors. And, in fine, our age\nappeared to me as flourishing, and as fertile in powerful minds as any\npreceding one. I was thus led to take the liberty of judging of all\nother men by myself, and of concluding that there was no science in\nexistence that was of such a nature as I had previously been given to\nbelieve.\nI still continued, however, to hold in esteem the studies of the\nschools. I was aware that the languages taught in them are necessary to\nthe understanding of the writings of the ancients; that the grace of\nfable stirs the mind; that the memorable deeds of history elevate it;\nand, if read with discretion, aid in forming the judgment; that the\nperusal of all excellent books is, as it were, to interview with the\nnoblest men of past ages, who have written them, and even a studied\ninterview, in which are discovered to us only their choicest thoughts;\nthat eloquence has incomparable force and beauty; that poesy has its\nravishing graces and delights; that in the mathematics there are many\nrefined discoveries eminently suited to gratify the inquisitive, as\nwell as further all the arts an lessen the labour of man; that numerous\nhighly useful precepts and exhortations to virtue are contained in\ntreatises on morals; that theology points out the path to heaven; that\nphilosophy affords the means of discoursing with an appearance of truth\non all matters, and commands the admiration of the more simple; that\njurisprudence, medicine, and the other sciences, secure for their\ncultivators honors and riches; and, in fine, that it is useful to\nbestow some attention upon all, even upon those abounding the most in\nsuperstition and error, that we may be in a position to determine their\nreal value, and guard against being deceived.\nBut I believed that I had already given sufficient time to languages,\nand likewise to the reading of the writings of the ancients, to their\nhistories and fables. For to hold converse with those of other ages and\nto travel, are almost the same thing. It is useful to know something of\nthe manners of different nations, that we may be enabled to form a more\ncorrect judgment regarding our own, and be prevented from thinking that\neverything contrary to our customs is ridiculous and irrational, a\nconclusion usually come to by those whose experience has been limited\nto their own country. On the other hand, when too much time is occupied\nin traveling, we become strangers to our native country; and the over\ncurious in the customs of the past are generally ignorant of those of\nthe present. Besides, fictitious narratives lead us to imagine the\npossibility of many events that are impossible; and even the most\nfaithful histories, if they do not wholly misrepresent matters, or\nexaggerate their importance to render the account of them more worthy\nof perusal, omit, at least, almost always the meanest and least\nstriking of the attendant circumstances; hence it happens that the\nremainder does not represent the truth, and that such as regulate their\nconduct by examples drawn from this source, are apt to fall into the\nextravagances of the knight-errants of romance, and to entertain\nprojects that exceed their powers.\nI esteemed eloquence highly, and was in raptures with poesy; but I\nthought that both were gifts of nature rather than fruits of study.\nThose in whom the faculty of reason is predominant, and who most\nskillfully dispose their thoughts with a view to render them clear and\nintelligible, are always the best able to persuade others of the truth\nof what they lay down, though they should speak only in the language of\nLower Brittany, and be wholly ignorant of the rules of rhetoric; and\nthose whose minds are stored with the most agreeable fancies, and who\ncan give expression to them with the greatest embellishment and\nharmony, are still the best poets, though unacquainted with the art of\npoetry.\nI was especially delighted with the mathematics, on account of the\ncertitude and evidence of their reasonings; but I had not as yet a\nprecise knowledge of their true use; and thinking that they but\ncontributed to the advancement of the mechanical arts, I was astonished\nthat foundations, so strong and solid, should have had no loftier\nsuperstructure reared on them. On the other hand, I compared the\ndisquisitions of the ancient moralists to very towering and magnificent\npalaces with no better foundation than sand and mud: they laud the\nvirtues very highly, and exhibit them as estimable far above anything\non earth; but they give us no adequate criterion of virtue, and\nfrequently that which they designate with so fine a name is but apathy,\nor pride, or despair, or parricide.\nI revered our theology, and aspired as much as any one to reach heaven:\nbut being given assuredly to understand that the way is not less open\nto the most ignorant than to the most learned, and that the revealed\ntruths which lead to heaven are above our comprehension, I did not\npresume to subject them to the impotency of my reason; and I thought\nthat in order competently to undertake their examination, there was\nneed of some special help from heaven, and of being more than man.\nOf philosophy I will say nothing, except that when I saw that it had\nbeen cultivated for many ages by the most distinguished men, and that\nyet there is not a single matter within its sphere which is not still\nin dispute, and nothing, therefore, which is above doubt, I did not\npresume to anticipate that my success would be greater in it than that\nof others; and further, when I considered the number of conflicting\nopinions touching a single matter that may be upheld by learned men,\nwhile there can be but one true, I reckoned as well-nigh false all that\nwas only probable.\nAs to the other sciences, inasmuch as these borrow their principles\nfrom philosophy, I judged that no solid superstructures could be reared\non foundations so infirm; and neither the honor nor the gain held out\nby them was sufficient to determine me to their cultivation: for I was\nnot, thank Heaven, in a condition which compelled me to make\nmerchandise of science for the bettering of my fortune; and though I\nmight not profess to scorn glory as a cynic, I yet made very slight\naccount of that honor which I hoped to acquire only through fictitious\ntitles. And, in fine, of false sciences I thought I knew the worth\nsufficiently to escape being deceived by the professions of an\nalchemist, the predictions of an astrologer, the impostures of a\nmagician, or by the artifices and boasting of any of those who profess\nto know things of which they are ignorant.\nFor these reasons, as soon as my age permitted me to pass from under\nthe control of my instructors, I entirely abandoned the study of\nletters, and resolved no longer to seek any other science than the\nknowledge of myself, or of the great book of the world. I spent the\nremainder of my youth in traveling, in visiting courts and armies, in\nholding intercourse with men of different dispositions and ranks, in\ncollecting varied experience, in proving myself in the different\nsituations into which fortune threw me, and, above all, in making such\nreflection on the matter of my experience as to secure my improvement.\nFor it occurred to me that I should find much more truth in the\nreasonings of each individual with reference to the affairs in which he\nis personally interested, and the issue of which must presently punish\nhim if he has judged amiss, than in those conducted by a man of letters\nin his study, regarding speculative matters that are of no practical\nmoment, and followed by no consequences to himself, farther, perhaps,\nthan that they foster his vanity the better the more remote they are\nfrom common sense; requiring, as they must in this case, the exercise\nof greater ingenuity and art to render them probable. In addition, I\nhad always a most earnest desire to know how to distinguish the true\nfrom the false, in order that I might be able clearly to discriminate\nthe right path in life, and proceed in it with confidence.\nIt is true that, while busied only in considering the manners of other\nmen, I found here, too, scarce any ground for settled conviction, and\nremarked hardly less contradiction among them than in the opinions of\nthe philosophers. So that the greatest advantage I derived from the\nstudy consisted in this, that, observing many things which, however\nextravagant and ridiculous to our apprehension, are yet by common\nconsent received and approved by other great nations, I learned to\nentertain too decided a belief in regard to nothing of the truth of\nwhich I had been persuaded merely by example and custom; and thus I\ngradually extricated myself from many errors powerful enough to darken\nour natural intelligence, and incapacitate us in great measure from\nlistening to reason. But after I had been occupied several years in\nthus studying the book of the world, and in essaying to gather some\nexperience, I at length resolved to make myself an object of study, and\nto employ all the powers of my mind in choosing the paths I ought to\nfollow, an undertaking which was accompanied with greater success than\nit would have been had I never quitted my country or my books.\nPART II\nI was then in Germany, attracted thither by the wars in that country,\nwhich have not yet been brought to a termination; and as I was\nreturning to the army from the coronation of the emperor, the setting\nin of winter arrested me in a locality where, as I found no society to\ninterest me, and was besides fortunately undisturbed by any cares or\npassions, I remained the whole day in seclusion, with full opportunity\nto occupy my attention with my own thoughts. Of these one of the very\nfirst that occurred to me was, that there is seldom so much perfection\nin works composed of many separate parts, upon which different hands\nhad been employed, as in those completed by a single master. Thus it is\nobservable that the buildings which a single architect has planned and\nexecuted, are generally more elegant and commodious than those which\nseveral have attempted to improve, by making old walls serve for\npurposes for which they were not originally built. Thus also, those\nancient cities which, from being at first only villages, have become,\nin course of time, large towns, are usually but ill laid out compared\nwith the regularity constructed towns which a professional architect\nhas freely planned on an open plain; so that although the several\nbuildings of the former may often equal or surpass in beauty those of\nthe latter, yet when one observes their indiscriminate juxtaposition,\nthere a large one and here a small, and the consequent crookedness and\nirregularity of the streets, one is disposed to allege that chance\nrather than any human will guided by reason must have led to such an\narrangement. And if we consider that nevertheless there have been at\nall times certain officers whose duty it was to see that private\nbuildings contributed to public ornament, the difficulty of reaching\nhigh perfection with but the materials of others to operate on, will be\nreadily acknowledged. In the same way I fancied that those nations\nwhich, starting from a semi-barbarous state and advancing to\ncivilization by slow degrees, have had their laws successively\ndetermined, and, as it were, forced upon them simply by experience of\nthe hurtfulness of particular crimes and disputes, would by this\nprocess come to be possessed of less perfect institutions than those\nwhich, from the commencement of their association as communities, have\nfollowed the appointments of some wise legislator. It is thus quite\ncertain that the constitution of the true religion, the ordinances of\nwhich are derived from God, must be incomparably superior to that of\nevery other. And, to speak of human affairs, I believe that the\npre-eminence of Sparta was due not to the goodness of each of its laws\nin particular, for many of these were very strange, and even opposed to\ngood morals, but to the circumstance that, originated by a single\nindividual, they all tended to a single end. In the same way I thought\nthat the sciences contained in books (such of them at least as are made\nup of probable reasonings, without demonstrations), composed as they\nare of the opinions of many different individuals massed together, are\nfarther removed from truth than the simple inferences which a man of\ngood sense using his natural and unprejudiced judgment draws respecting\nthe matters of his experience. And because we have all to pass through\na state of infancy to manhood, and have been of necessity, for a length\nof time, governed by our desires and preceptors (whose dictates were\nfrequently conflicting, while neither perhaps always counseled us for\nthe best), I farther concluded that it is almost impossible that our\njudgments can be so correct or solid as they would have been, had our\nreason been mature from the moment of our birth, and had we always been\nguided by it alone.\nIt is true, however, that it is not customary to pull down all the\nhouses of a town with the single design of rebuilding them differently,\nand thereby rendering the streets more handsome; but it often happens\nthat a private individual takes down his own with the view of erecting\nit anew, and that people are even sometimes constrained to this when\ntheir houses are in danger of falling from age, or when the foundations\nare insecure. With this before me by way of example, I was persuaded\nthat it would indeed be preposterous for a private individual to think\nof reforming a state by fundamentally changing it throughout, and\noverturning it in order to set it up amended; and the same I thought\nwas true of any similar project for reforming the body of the sciences,\nor the order of teaching them established in the schools: but as for\nthe opinions which up to that time I had embraced, I thought that I\ncould not do better than resolve at once to sweep them wholly away,\nthat I might afterwards be in a position to admit either others more\ncorrect, or even perhaps the same when they had undergone the scrutiny\nof reason. I firmly believed that in this way I should much better\nsucceed in the conduct of my life, than if I built only upon old\nfoundations, and leaned upon principles which, in my youth, I had taken\nupon trust. For although I recognized various difficulties in this\nundertaking, these were not, however, without remedy, nor once to be\ncompared with such as attend the slightest reformation in public\naffairs. Large bodies, if once overthrown, are with great difficulty\nset up again, or even kept erect when once seriously shaken, and the\nfall of such is always disastrous. Then if there are any imperfections\nin the constitutions of states (and that many such exist the diversity\nof constitutions is alone sufficient to assure us), custom has without\ndoubt materially smoothed their inconveniences, and has even managed to\nsteer altogether clear of, or insensibly corrected a number which\nsagacity could not have provided against with equal effect; and, in\nfine, the defects are almost always more tolerable than the change\nnecessary for their removal; in the same manner that highways which\nwind among mountains, by being much frequented, become gradually so\nsmooth and commodious, that it is much better to follow them than to\nseek a straighter path by climbing over the tops of rocks and\ndescending to the bottoms of precipices.\nHence it is that I cannot in any degree approve of those restless and\nbusy meddlers who, called neither by birth nor fortune to take part in\nthe management of public affairs, are yet always projecting reforms;\nand if I thought that this tract contained aught which might justify\nthe suspicion that I was a victim of such folly, I would by no means\npermit its publication. I have never contemplated anything higher than\nthe reformation of my own opinions, and basing them on a foundation\nwholly my own. And although my own satisfaction with my work has led me\nto present here a draft of it, I do not by any means therefore\nrecommend to every one else to make a similar attempt. Those whom God\nhas endowed with a larger measure of genius will entertain, perhaps,\ndesigns still more exalted; but for the many I am much afraid lest even\nthe present undertaking be more than they can safely venture to\nimitate. The single design to strip one’s self of all past beliefs is\none that ought not to be taken by every one. The majority of men is\ncomposed of two classes, for neither of which would this be at all a\nbefitting resolution: in the first place, of those who with more than a\ndue confidence in their own powers, are precipitate in their judgments\nand want the patience requisite for orderly and circumspect thinking;\nwhence it happens, that if men of this class once take the liberty to\ndoubt of their accustomed opinions, and quit the beaten highway, they\nwill never be able to thread the byway that would lead them by a\nshorter course, and will lose themselves and continue to wander for\nlife; in the second place, of those who, possessed of sufficient sense\nor modesty to determine that there are others who excel them in the\npower of discriminating between truth and error, and by whom they may\nbe instructed, ought rather to content themselves with the opinions of\nsuch than trust for more correct to their own reason.\nFor my own part, I should doubtless have belonged to the latter class,\nhad I received instruction from but one master, or had I never known\nthe diversities of opinion that from time immemorial have prevailed\namong men of the greatest learning. But I had become aware, even so\nearly as during my college life, that no opinion, however absurd and\nincredible, can be imagined, which has not been maintained by some on\nof the philosophers; and afterwards in the course of my travels I\nremarked that all those whose opinions are decidedly repugnant to ours\nare not in that account barbarians and savages, but on the contrary\nthat many of these nations make an equally good, if not better, use of\ntheir reason than we do. I took into account also the very different\ncharacter which a person brought up from infancy in France or Germany\nexhibits, from that which, with the same mind originally, this\nindividual would have possessed had he lived always among the Chinese\nor with savages, and the circumstance that in dress itself the fashion\nwhich pleased us ten years ago, and which may again, perhaps, be\nreceived into favor before ten years have gone, appears to us at this\nmoment extravagant and ridiculous. I was thus led to infer that the\nground of our opinions is far more custom and example than any certain\nknowledge. And, finally, although such be the ground of our opinions, I\nremarked that a plurality of suffrages is no guarantee of truth where\nit is at all of difficult discovery, as in such cases it is much more\nlikely that it will be found by one than by many. I could, however,\nselect from the crowd no one whose opinions seemed worthy of\npreference, and thus I found myself constrained, as it were, to use my\nown reason in the conduct of my life.\nBut like one walking alone and in the dark, I resolved to proceed so\nslowly and with such circumspection, that if I did not advance far, I\nwould at least guard against falling. I did not even choose to dismiss\nsummarily any of the opinions that had crept into my belief without\nhaving been introduced by reason, but first of all took sufficient time\ncarefully to satisfy myself of the general nature of the task I was\nsetting myself, and ascertain the true method by which to arrive at the\nknowledge of whatever lay within the compass of my powers.\nAmong the branches of philosophy, I had, at an earlier period, given\nsome attention to logic, and among those of the mathematics to\ngeometrical analysis and algebra,--three arts or sciences which ought,\nas I conceived, to contribute something to my design. But, on\nexamination, I found that, as for logic, its syllogisms and the\nmajority of its other precepts are of avail--rather in the\ncommunication of what we already know, or even as the art of Lully, in\nspeaking without judgment of things of which we are ignorant, than in\nthe investigation of the unknown; and although this science contains\nindeed a number of correct and very excellent precepts, there are,\nnevertheless, so many others, and these either injurious or\nsuperfluous, mingled with the former, that it is almost quite as\ndifficult to effect a severance of the true from the false as it is to\nextract a Diana or a Minerva from a rough block of marble. Then as to\nthe analysis of the ancients and the algebra of the moderns, besides\nthat they embrace only matters highly abstract, and, to appearance, of\nno use, the former is so exclusively restricted to the consideration of\nfigures, that it can exercise the understanding only on condition of\ngreatly fatiguing the imagination; and, in the latter, there is so\ncomplete a subjection to certain rules and formulas, that there results\nan art full of confusion and obscurity calculated to embarrass, instead\nof a science fitted to cultivate the mind. By these considerations I\nwas induced to seek some other method which would comprise the\nadvantages of the three and be exempt from their defects. And as a\nmultitude of laws often only hampers justice, so that a state is best\ngoverned when, with few laws, these are rigidly administered; in like\nmanner, instead of the great number of precepts of which logic is\ncomposed, I believed that the four following would prove perfectly\nsufficient for me, provided I took the firm and unwavering resolution\nnever in a single instance to fail in observing them.\nThe first was never to accept anything for true which I did not clearly\nknow to be such; that is to say, carefully to avoid precipitancy and\nprejudice, and to comprise nothing more in my judgement than what was\npresented to my mind so clearly and distinctly as to exclude all ground\nof doubt.\nThe second, to divide each of the difficulties under examination into\nas many parts as possible, and as might be necessary for its adequate\nsolution.\nThe third, to conduct my thoughts in such order that, by commencing\nwith objects the simplest and easiest to know, I might ascend by little\nand little, and, as it were, step by step, to the knowledge of the more\ncomplex; assigning in thought a certain order even to those objects\nwhich in their own nature do not stand in a relation of antecedence and\nsequence.\nAnd the _last_, in every case to make enumerations so complete, and\nreviews so general, that I might be assured that nothing was omitted.\nThe long chains of simple and easy reasonings by means of which\ngeometers are accustomed to reach the conclusions of their most\ndifficult demonstrations, had led me to imagine that all things, to the\nknowledge of which man is competent, are mutually connected in the same\nway, and that there is nothing so far removed from us as to be beyond\nour reach, or so hidden that we cannot discover it, provided only we\nabstain from accepting the false for the true, and always preserve in\nour thoughts the order necessary for the deduction of one truth from\nanother. And I had little difficulty in determining the objects with\nwhich it was necessary to commence, for I was already persuaded that it\nmust be with the simplest and easiest to know, and, considering that of\nall those who have hitherto sought truth in the sciences, the\nmathematicians alone have been able to find any demonstrations, that\nis, any certain and evident reasons, I did not doubt but that such must\nhave been the rule of their investigations. I resolved to commence,\ntherefore, with the examination of the simplest objects, not\nanticipating, however, from this any other advantage than that to be\nfound in accustoming my mind to the love and nourishment of truth, and\nto a distaste for all such reasonings as were unsound. But I had no\nintention on that account of attempting to master all the particular\nsciences commonly denominated mathematics: but observing that, however\ndifferent their objects, they all agree in considering only the various\nrelations or proportions subsisting among those objects, I thought it\nbest for my purpose to consider these proportions in the most general\nform possible, without referring them to any objects in particular,\nexcept such as would most facilitate the knowledge of them, and without\nby any means restricting them to these, that afterwards I might thus be\nthe better able to apply them to every other class of objects to which\nthey are legitimately applicable. Perceiving further, that in order to\nunderstand these relations I should sometimes have to consider them one\nby one and sometimes only to bear them in mind, or embrace them in the\naggregate, I thought that, in order the better to consider them\nindividually, I should view them as subsisting between straight lines,\nthan which I could find no objects more simple, or capable of being\nmore distinctly represented to my imagination and senses; and on the\nother hand, that in order to retain them in the memory or embrace an\naggregate of many, I should express them by certain characters the\nbriefest possible. In this way I believed that I could borrow all that\nwas best both in geometrical analysis and in algebra, and correct all\nthe defects of the one by help of the other.\nAnd, in point of fact, the accurate observance of these few precepts\ngave me, I take the liberty of saying, such ease in unraveling all the\nquestions embraced in these two sciences, that in the two or three\nmonths I devoted to their examination, not only did I reach solutions\nof questions I had formerly deemed exceedingly difficult but even as\nregards questions of the solution of which I continued ignorant, I was\nenabled, as it appeared to me, to determine the means whereby, and the\nextent to which a solution was possible; results attributable to the\ncircumstance that I commenced with the simplest and most general\ntruths, and that thus each truth discovered was a rule available in the\ndiscovery of subsequent ones Nor in this perhaps shall I appear too\nvain, if it be considered that, as the truth on any particular point is\none whoever apprehends the truth, knows all that on that point can be\nknown. The child, for example, who has been instructed in the elements\nof arithmetic, and has made a particular addition, according to rule,\nmay be assured that he has found, with respect to the sum of the\nnumbers before him, and that in this instance is within the reach of\nhuman genius. Now, in conclusion, the method which teaches adherence to\nthe true order, and an exact enumeration of all the conditions of the\nthing sought includes all that gives certitude to the rules of\narithmetic.\nBut the chief ground of my satisfaction with thus method, was the\nassurance I had of thereby exercising my reason in all matters, if not\nwith absolute perfection, at least with the greatest attainable by me:\nbesides, I was conscious that by its use my mind was becoming gradually\nhabituated to clearer and more distinct conceptions of its objects; and\nI hoped also, from not having restricted this method to any particular\nmatter, to apply it to the difficulties of the other sciences, with not\nless success than to those of algebra. I should not, however, on this\naccount have ventured at once on the examination of all the\ndifficulties of the sciences which presented themselves to me, for this\nwould have been contrary to the order prescribed in the method, but\nobserving that the knowledge of such is dependent on principles\nborrowed from philosophy, in which I found nothing certain, I thought\nit necessary first of all to endeavor to establish its principles. And\nbecause I observed, besides, that an inquiry of this kind was of all\nothers of the greatest moment, and one in which precipitancy and\nanticipation in judgment were most to be dreaded, I thought that I\nought not to approach it till I had reached a more mature age (being at\nthat time but twenty-three), and had first of all employed much of my\ntime in preparation for the work, as well by eradicating from my mind\nall the erroneous opinions I had up to that moment accepted, as by\namassing variety of experience to afford materials for my reasonings,\nand by continually exercising myself in my chosen method with a view to\nincreased skill in its application.\nPART III\nAnd finally, as it is not enough, before commencing to rebuild the\nhouse in which we live, that it be pulled down, and materials and\nbuilders provided, or that we engage in the work ourselves, according\nto a plan which we have beforehand carefully drawn out, but as it is\nlikewise necessary that we be furnished with some other house in which\nwe may live commodiously during the operations, so that I might not\nremain irresolute in my actions, while my reason compelled me to\nsuspend my judgement, and that I might not be prevented from living\nthenceforward in the greatest possible felicity, I formed a provisory\ncode of morals, composed of three or four maxims, with which I am\ndesirous to make you acquainted.\nThe _first_ was to obey the laws and customs of my country, adhering\nfirmly to the faith in which, by the grace of God, I had been educated\nfrom my childhood and regulating my conduct in every other matter\naccording to the most moderate opinions, and the farthest removed from\nextremes, which should happen to be adopted in practice with general\nconsent of the most judicious of those among whom I might be living.\nFor as I had from that time begun to hold my own opinions for nought\nbecause I wished to subject them all to examination, I was convinced\nthat I could not do better than follow in the meantime the opinions of\nthe most judicious; and although there are some perhaps among the\nPersians and Chinese as judicious as among ourselves, expediency seemed\nto dictate that I should regulate my practice conformably to the\nopinions of those with whom I should have to live; and it appeared to\nme that, in order to ascertain the real opinions of such, I ought\nrather to take cognizance of what they practised than of what they\nsaid, not only because, in the corruption of our manners, there are few\ndisposed to speak exactly as they believe, but also because very many\nare not aware of what it is that they really believe; for, as the act\nof mind by which a thing is believed is different from that by which we\nknow that we believe it, the one act is often found without the other.\nAlso, amid many opinions held in equal repute, I chose always the most\nmoderate, as much for the reason that these are always the most\nconvenient for practice, and probably the best (for all excess is\ngenerally vicious), as that, in the event of my falling into error, I\nmight be at less distance from the truth than if, having chosen one of\nthe extremes, it should turn out to be the other which I ought to have\nadopted. And I placed in the class of extremes especially all promises\nby which somewhat of our freedom is abridged; not that I disapproved of\nthe laws which, to provide against the instability of men of feeble\nresolution, when what is sought to be accomplished is some good, permit\nengagements by vows and contracts binding the parties to persevere in\nit, or even, for the security of commerce, sanction similar engagements\nwhere the purpose sought to be realized is indifferent: but because I\ndid not find anything on earth which was wholly superior to change, and\nbecause, for myself in particular, I hoped gradually to perfect my\njudgments, and not to suffer them to deteriorate, I would have deemed\nit a grave sin against good sense, if, for the reason that I approved\nof something at a particular time, I therefore bound myself to hold it\nfor good at a subsequent time, when perhaps it had ceased to be so, or\nI had ceased to esteem it such.\nMy _second_ maxim was to be as firm and resolute in my actions as I was\nable, and not to adhere less steadfastly to the most doubtful opinions,\nwhen once adopted, than if they had been highly certain; imitating in\nthis the example of travelers who, when they have lost their way in a\nforest, ought not to wander from side to side, far less remain in one\nplace, but proceed constantly towards the same side in as straight a\nline as possible, without changing their direction for slight reasons,\nalthough perhaps it might be chance alone which at first determined the\nselection; for in this way, if they do not exactly reach the point they\ndesire, they will come at least in the end to some place that will\nprobably be preferable to the middle of a forest. In the same way,\nsince in action it frequently happens that no delay is permissible, it\nis very certain that, when it is not in our power to determine what is\ntrue, we ought to act according to what is most probable; and even\nalthough we should not remark a greater probability in one opinion than\nin another, we ought notwithstanding to choose one or the other, and\nafterwards consider it, in so far as it relates to practice, as no\nlonger dubious, but manifestly true and certain, since the reason by\nwhich our choice has been determined is itself possessed of these\nqualities. This principle was sufficient thenceforward to rid me of all\nthose repentings and pangs of remorse that usually disturb the\nconsciences of such feeble and uncertain minds as, destitute of any\nclear and determinate principle of choice, allow themselves one day to\nadopt a course of action as the best, which they abandon the next, as\nthe opposite.\nMy _third_ maxim was to endeavor always to conquer myself rather than\nfortune, and change my desires rather than the order of the world, and\nin general, accustom myself to the persuasion that, except our own\nthoughts, there is nothing absolutely in our power; so that when we\nhave done our best in things external to us, all wherein we fail of\nsuccess is to be held, as regards us, absolutely impossible: and this\nsingle principle seemed to me sufficient to prevent me from desiring\nfor the future anything which I could not obtain, and thus render me\ncontented; for since our will naturally seeks those objects alone which\nthe understanding represents as in some way possible of attainment, it\nis plain, that if we consider all external goods as equally beyond our\npower, we shall no more regret the absence of such goods as seem due to\nour birth, when deprived of them without any fault of ours, than our\nnot possessing the kingdoms of China or Mexico, and thus making, so to\nspeak, a virtue of necessity, we shall no more desire health in\ndisease, or freedom in imprisonment, than we now do bodies\nincorruptible as diamonds, or the wings of birds to fly with. But I\nconfess there is need of prolonged discipline and frequently repeated\nmeditation to accustom the mind to view all objects in this light; and\nI believe that in this chiefly consisted the secret of the power of\nsuch philosophers as in former times were enabled to rise superior to\nthe influence of fortune, and, amid suffering and poverty, enjoy a\nhappiness which their gods might have envied. For, occupied incessantly\nwith the consideration of the limits prescribed to their power by\nnature, they became so entirely convinced that nothing was at their\ndisposal except their own thoughts, that this conviction was of itself\nsufficient to prevent their entertaining any desire of other objects;\nand over their thoughts they acquired a sway so absolute, that they had\nsome ground on this account for esteeming themselves more rich and more\npowerful, more free and more happy, than other men who, whatever be the\nfavors heaped on them by nature and fortune, if destitute of this\nphilosophy, can never command the realization of all their desires.\nIn fine, to conclude this code of morals, I thought of reviewing the\ndifferent occupations of men in this life, with the view of making\nchoice of the best. And, without wishing to offer any remarks on the\nemployments of others, I may state that it was my conviction that I\ncould not do better than continue in that in which I was engaged, viz.,\nin devoting my whole life to the culture of my reason, and in making\nthe greatest progress I was able in the knowledge of truth, on the\nprinciples of the method which I had prescribed to myself. This method,\nfrom the time I had begun to apply it, had been to me the source of\nsatisfaction so intense as to lead me to, believe that more perfect or\nmore innocent could not be enjoyed in this life; and as by its means I\ndaily discovered truths that appeared to me of some importance, and of\nwhich other men were generally ignorant, the gratification thence\narising so occupied my mind that I was wholly indifferent to every\nother object. Besides, the three preceding maxims were founded singly\non the design of continuing the work of self-instruction. For since God\nhas endowed each of us with some light of reason by which to\ndistinguish truth from error, I could not have believed that I ought\nfor a single moment to rest satisfied with the opinions of another,\nunless I had resolved to exercise my own judgment in examining these\nwhenever I should be duly qualified for the task. Nor could I have\nproceeded on such opinions without scruple, had I supposed that I\nshould thereby forfeit any advantage for attaining still more accurate,\nshould such exist. And, in fine, I could not have restrained my\ndesires, nor remained satisfied had I not followed a path in which I\nthought myself certain of attaining all the knowledge to the\nacquisition of which I was competent, as well as the largest amount of\nwhat is truly good which I could ever hope to secure Inasmuch as we\nneither seek nor shun any object except in so far as our understanding\nrepresents it as good or bad, all that is necessary to right action is\nright judgment, and to the best action the most correct judgment, that\nis, to the acquisition of all the virtues with all else that is truly\nvaluable and within our reach; and the assurance of such an acquisition\ncannot fail to render us contented.\nHaving thus provided myself with these maxims, and having placed them\nin reserve along with the truths of faith, which have ever occupied the\nfirst place in my belief, I came to the conclusion that I might with\nfreedom set about ridding myself of what remained of my opinions. And,\ninasmuch as I hoped to be better able successfully to accomplish this\nwork by holding intercourse with mankind, than by remaining longer shut\nup in the retirement where these thoughts had occurred to me, I betook\nme again to traveling before the winter was well ended. And, during the\nnine subsequent years, I did nothing but roam from one place to\nanother, desirous of being a spectator rather than an actor in the\nplays exhibited on the theater of the world; and, as I made it my\nbusiness in each matter to reflect particularly upon what might fairly\nbe doubted and prove a source of error, I gradually rooted out from my\nmind all the errors which had hitherto crept into it. Not that in this\nI imitated the sceptics who doubt only that they may doubt, and seek\nnothing beyond uncertainty itself; for, on the contrary, my design was\nsingly to find ground of assurance, and cast aside the loose earth and\nsand, that I might reach the rock or the clay. In this, as appears to\nme, I was successful enough; for, since I endeavored to discover the\nfalsehood or incertitude of the propositions I examined, not by feeble\nconjectures, but by clear and certain reasonings, I met with nothing so\ndoubtful as not to yield some conclusion of adequate certainty,\nalthough this were merely the inference, that the matter in question\ncontained nothing certain. And, just as in pulling down an old house,\nwe usually reserve the ruins to contribute towards the erection, so, in\ndestroying such of my opinions as I judged to be Ill-founded, I made a\nvariety of observations and acquired an amount of experience of which I\navailed myself in the establishment of more certain. And further, I\ncontinued to exercise myself in the method I had prescribed; for,\nbesides taking care in general to conduct all my thoughts according to\nits rules, I reserved some hours from time to time which I expressly\ndevoted to the employment of the method in the solution of mathematical\ndifficulties, or even in the solution likewise of some questions\nbelonging to other sciences, but which, by my having detached them from\nsuch principles of these sciences as were of inadequate certainty, were\nrendered almost mathematical: the truth of this will be manifest from\nthe numerous examples contained in this volume. And thus, without in\nappearance living otherwise than those who, with no other occupation\nthan that of spending their lives agreeably and innocently, study to\nsever pleasure from vice, and who, that they may enjoy their leisure\nwithout ennui, have recourse to such pursuits as are honorable, I was\nnevertheless prosecuting my design, and making greater progress in the\nknowledge of truth, than I might, perhaps, have made had I been engaged\nin the perusal of books merely, or in holding converse with men of\nletters.\nThese nine years passed away, however, before I had come to any\ndeterminate judgment respecting the difficulties which form matter of\ndispute among the learned, or had commenced to seek the principles of\nany philosophy more certain than the vulgar. And the examples of many\nmen of the highest genius, who had, in former times, engaged in this\ninquiry, but, as appeared to me, without success, led me to imagine it\nto be a work of so much difficulty, that I would not perhaps have\nventured on it so soon had I not heard it currently rumored that I had\nalready completed the inquiry. I know not what were the grounds of this\nopinion; and, if my conversation contributed in any measure to its\nrise, this must have happened rather from my having confessed my\nIgnorance with greater freedom than those are accustomed to do who have\nstudied a little, and expounded perhaps, the reasons that led me to\ndoubt of many of those things that by others are esteemed certain, than\nfrom my having boasted of any system of philosophy. But, as I am of a\ndisposition that makes me unwilling to be esteemed different from what\nI really am, I thought it necessary to endeavor by all means to render\nmyself worthy of the reputation accorded to me; and it is now exactly\neight years since this desire constrained me to remove from all those\nplaces where interruption from any of my acquaintances was possible,\nand betake myself to this country, in which the long duration of the\nwar has led to the establishment of such discipline, that the armies\nmaintained seem to be of use only in enabling the inhabitants to enjoy\nmore securely the blessings of peace and where, in the midst of a great\ncrowd actively engaged in business, and more careful of their own\naffairs than curious about those of others, I have been enabled to live\nwithout being deprived of any of the conveniences to be had in the most\npopulous cities, and yet as solitary and as retired as in the midst of\nthe most remote deserts.\nPART IV\nI am in doubt as to the propriety of making my first meditations in the\nplace above mentioned matter of discourse; for these are so\nmetaphysical, and so uncommon, as not, perhaps, to be acceptable to\nevery one. And yet, that it may be determined whether the foundations\nthat I have laid are sufficiently secure, I find myself in a measure\nconstrained to advert to them. I had long before remarked that, in\nrelation to practice, it is sometimes necessary to adopt, as if above\ndoubt, opinions which we discern to be highly uncertain, as has been\nalready said; but as I then desired to give my attention solely to the\nsearch after truth, I thought that a procedure exactly the opposite was\ncalled for, and that I ought to reject as absolutely false all opinions\nin regard to which I could suppose the least ground for doubt, in order\nto ascertain whether after that there remained aught in my belief that\nwas wholly indubitable. Accordingly, seeing that our senses sometimes\ndeceive us, I was willing to suppose that there existed nothing really\nsuch as they presented to us; and because some men err in reasoning,\nand fall into paralogisms, even on the simplest matters of geometry, I,\nconvinced that I was as open to error as any other, rejected as false\nall the reasonings I had hitherto taken for demonstrations; and\nfinally, when I considered that the very same thoughts (presentations)\nwhich we experience when awake may also be experienced when we are\nasleep, while there is at that time not one of them true, I supposed\nthat all the objects (presentations) that had ever entered into my mind\nwhen awake, had in them no more truth than the illusions of my dreams.\nBut immediately upon this I observed that, whilst I thus wished to\nthink that all was false, it was absolutely necessary that I, who thus\nthought, should be somewhat; and as I observed that this truth, I\nthink, therefore I am (COGITO ERGO SUM), was so certain and of such\nevidence that no ground of doubt, however extravagant, could be alleged\nby the sceptics capable of shaking it, I concluded that I might,\nwithout scruple, accept it as the first principle of the philosophy of\nwhich I was in search.\nIn the next place, I attentively examined what I was and as I observed\nthat I could suppose that I had no body, and that there was no world\nnor any place in which I might be; but that I could not therefore\nsuppose that I was not; and that, on the contrary, from the very\ncircumstance that I thought to doubt of the truth of other things, it\nmost clearly and certainly followed that I was; while, on the other\nhand, if I had only ceased to think, although all the other objects\nwhich I had ever imagined had been in reality existent, I would have\nhad no reason to believe that I existed; I thence concluded that I was\na substance whose whole essence or nature consists only in thinking,\nand which, that it may exist, has need of no place, nor is dependent on\nany material thing; so that “I,” that is to say, the mind by which I am\nwhat I am, is wholly distinct from the body, and is even more easily\nknown than the latter, and is such, that although the latter were not,\nit would still continue to be all that it is.\nAfter this I inquired in general into what is essential to the truth\nand certainty of a proposition; for since I had discovered one which I\nknew to be true, I thought that I must likewise be able to discover the\nground of this certitude. And as I observed that in the words I think,\ntherefore I am, there is nothing at all which gives me assurance of\ntheir truth beyond this, that I see very clearly that in order to think\nit is necessary to exist, I concluded that I might take, as a general\nrule, the principle, that all the things which we very clearly and\ndistinctly conceive are true, only observing, however, that there is\nsome difficulty in rightly determining the objects which we distinctly\nconceive.\nIn the next place, from reflecting on the circumstance that I doubted,\nand that consequently my being was not wholly perfect (for I clearly\nsaw that it was a greater perfection to know than to doubt), I was led\nto inquire whence I had learned to think of something more perfect than\nmyself; and I clearly recognized that I must hold this notion from some\nnature which in reality was more perfect. As for the thoughts of many\nother objects external to me, as of the sky, the earth, light, heat,\nand a thousand more, I was less at a loss to know whence these came;\nfor since I remarked in them nothing which seemed to render them\nsuperior to myself, I could believe that, if these were true, they were\ndependencies on my own nature, in so far as it possessed a certain\nperfection, and, if they were false, that I held them from nothing,\nthat is to say, that they were in me because of a certain imperfection\nof my nature. But this could not be the case with-the idea of a nature\nmore perfect than myself; for to receive it from nothing was a thing\nmanifestly impossible; and, because it is not less repugnant that the\nmore perfect should be an effect of, and dependence on the less\nperfect, than that something should proceed from nothing, it was\nequally impossible that I could hold it from myself: accordingly, it\nbut remained that it had been placed in me by a nature which was in\nreality more perfect than mine, and which even possessed within itself\nall the perfections of which I could form any idea; that is to say, in\na single word, which was God. And to this I added that, since I knew\nsome perfections which I did not possess, I was not the only being in\nexistence (I will here, with your permission, freely use the terms of\nthe schools); but, on the contrary, that there was of necessity some\nother more perfect Being upon whom I was dependent, and from whom I had\nreceived all that I possessed; for if I had existed alone, and\nindependently of every other being, so as to have had from myself all\nthe perfection, however little, which I actually possessed, I should\nhave been able, for the same reason, to have had from myself the whole\nremainder of perfection, of the want of which I was conscious, and thus\ncould of myself have become infinite, eternal, immutable, omniscient,\nall-powerful, and, in fine, have possessed all the perfections which I\ncould recognize in God. For in order to know the nature of God (whose\nexistence has been established by the preceding reasonings), as far as\nmy own nature permitted, I had only to consider in reference to all the\nproperties of which I found in my mind some idea, whether their\npossession was a mark of perfection; and I was assured that no one\nwhich indicated any imperfection was in him, and that none of the rest\nwas awanting. Thus I perceived that doubt, inconstancy, sadness, and\nsuch like, could not be found in God, since I myself would have been\nhappy to be free from them. Besides, I had ideas of many sensible and\ncorporeal things; for although I might suppose that I was dreaming, and\nthat all which I saw or imagined was false, I could not, nevertheless,\ndeny that the ideas were in reality in my thoughts. But, because I had\nalready very clearly recognized in myself that the intelligent nature\nis distinct from the corporeal, and as I observed that all composition\nis an evidence of dependency, and that a state of dependency is\nmanifestly a state of imperfection, I therefore determined that it\ncould not be a perfection in God to be compounded of these two natures\nand that consequently he was not so compounded; but that if there were\nany bodies in the world, or even any intelligences, or other natures\nthat were not wholly perfect, their existence depended on his power in\nsuch a way that they could not subsist without him for a single moment.\nI was disposed straightway to search for other truths and when I had\nrepresented to myself the object of the geometers, which I conceived to\nbe a continuous body or a space indefinitely extended in length,\nbreadth, and height or depth, divisible into divers parts which admit\nof different figures and sizes, and of being moved or transposed in all\nmanner of ways (for all this the geometers suppose to be in the object\nthey contemplate), I went over some of their simplest demonstrations.\nAnd, in the first place, I observed, that the great certitude which by\ncommon consent is accorded to these demonstrations, is founded solely\nupon this, that they are clearly conceived in accordance with the rules\nI have already laid down In the next place, I perceived that there was\nnothing at all in these demonstrations which could assure me of the\nexistence of their object: thus, for example, supposing a triangle to\nbe given, I distinctly perceived that its three angles were necessarily\nequal to two right angles, but I did not on that account perceive\nanything which could assure me that any triangle existed: while, on the\ncontrary, recurring to the examination of the idea of a Perfect Being,\nI found that the existence of the Being was comprised in the idea in\nthe same way that the equality of its three angles to two right angles\nis comprised in the idea of a triangle, or as in the idea of a sphere,\nthe equidistance of all points on its surface from the center, or even\nstill more clearly; and that consequently it is at least as certain\nthat God, who is this Perfect Being, is, or exists, as any\ndemonstration of geometry can be.\nBut the reason which leads many to persuade them selves that there is a\ndifficulty in knowing this truth, and even also in knowing what their\nmind really is, is that they never raise their thoughts above sensible\nobjects, and are so accustomed to consider nothing except by way of\nimagination, which is a mode of thinking limited to material objects,\nthat all that is not imaginable seems to them not intelligible. The\ntruth of this is sufficiently manifest from the single circumstance,\nthat the philosophers of the schools accept as a maxim that there is\nnothing in the understanding which was not previously in the senses, in\nwhich however it is certain that the ideas of God and of the soul have\nnever been; and it appears to me that they who make use of their\nimagination to comprehend these ideas do exactly the some thing as if,\nin order to hear sounds or smell odors, they strove to avail themselves\nof their eyes; unless indeed that there is this difference, that the\nsense of sight does not afford us an inferior assurance to those of\nsmell or hearing; in place of which, neither our imagination nor our\nsenses can give us assurance of anything unless our understanding\nintervene.\nFinally, if there be still persons who are not sufficiently persuaded\nof the existence of God and of the soul, by the reasons I have adduced,\nI am desirous that they should know that all the other propositions, of\nthe truth of which they deem themselves perhaps more assured, as that\nwe have a body, and that there exist stars and an earth, and such like,\nare less certain; for, although we have a moral assurance of these\nthings, which is so strong that there is an appearance of extravagance\nin doubting of their existence, yet at the same time no one, unless his\nintellect is impaired, can deny, when the question relates to a\nmetaphysical certitude, that there is sufficient reason to exclude\nentire assurance, in the observation that when asleep we can in the\nsame way imagine ourselves possessed of another body and that we see\nother stars and another earth, when there is nothing of the kind. For\nhow do we know that the thoughts which occur in dreaming are false\nrather than those other which we experience when awake, since the\nformer are often not less vivid and distinct than the latter? And\nthough men of the highest genius study this question as long as they\nplease, I do not believe that they will be able to give any reason\nwhich can be sufficient to remove this doubt, unless they presuppose\nthe existence of God. For, in the first place even the principle which\nI have already taken as a rule, viz., that all the things which we\nclearly and distinctly conceive are true, is certain only because God\nis or exists and because he is a Perfect Being, and because all that we\npossess is derived from him: whence it follows that our ideas or\nnotions, which to the extent of their clearness and distinctness are\nreal, and proceed from God, must to that extent be true. Accordingly,\nwhereas we not infrequently have ideas or notions in which some falsity\nis contained, this can only be the case with such as are to some extent\nconfused and obscure, and in this proceed from nothing (participate of\nnegation), that is, exist in us thus confused because we are not wholly\nperfect. And it is evident that it is not less repugnant that falsity\nor imperfection, in so far as it is imperfection, should proceed from\nGod, than that truth or perfection should proceed from nothing. But if\nwe did not know that all which we possess of real and true proceeds\nfrom a Perfect and Infinite Being, however clear and distinct our ideas\nmight be, we should have no ground on that account for the assurance\nthat they possessed the perfection of being true.\nBut after the knowledge of God and of the soul has rendered us certain\nof this rule, we can easily understand that the truth of the thoughts\nwe experience when awake, ought not in the slightest degree to be\ncalled in question on account of the illusions of our dreams. For if it\nhappened that an individual, even when asleep, had some very distinct\nidea, as, for example, if a geometer should discover some new\ndemonstration, the circumstance of his being asleep would not militate\nagainst its truth; and as for the most ordinary error of our dreams,\nwhich consists in their representing to us various objects in the same\nway as our external senses, this is not prejudicial, since it leads us\nvery properly to suspect the truth of the ideas of sense; for we are\nnot infrequently deceived in the same manner when awake; as when\npersons in the jaundice see all objects yellow, or when the stars or\nbodies at a great distance appear to us much smaller than they are.\nFor, in fine, whether awake or asleep, we ought never to allow\nourselves to be persuaded of the truth of anything unless on the\nevidence of our reason. And it must be noted that I say of our reason,\nand not of our imagination or of our senses: thus, for example,\nalthough we very clearly see the sun, we ought not therefore to\ndetermine that it is only of the size which our sense of sight\npresents; and we may very distinctly imagine the head of a lion joined\nto the body of a goat, without being therefore shut up to the\nconclusion that a chimaera exists; for it is not a dictate of reason\nthat what we thus see or imagine is in reality existent; but it plainly\ntells us that all our ideas or notions contain in them some truth; for\notherwise it could not be that God, who is wholly perfect and\nveracious, should have placed them in us. And because our reasonings\nare never so clear or so complete during sleep as when we are awake,\nalthough sometimes the acts of our imagination are then as lively and\ndistinct, if not more so than in our waking moments, reason further\ndictates that, since all our thoughts cannot be true because of our\npartial imperfection, those possessing truth must infallibly be found\nin the experience of our waking moments rather than in that of our\ndreams.", "source": "discourse_on_method.txt"}
