{"text": "DISCOURSE ON THE METHOD\nOF RIGHTLY CONDUCTING THE REASON,\nAND SEEKING TRUTH IN THE SCIENCES\nby René Descartes\nPART I\nGood sense is, of all things among men, the most equally distributed;\nfor every one thinks himself so abundantly provided with it, that those\neven who are the most difficult to satisfy in everything else, do not\nusually desire a larger measure of this quality than they already\npossess. And in this it is not likely that all are mistaken the\nconviction is rather to be held as testifying that the power of judging\naright and of distinguishing truth from error, which is properly what\nis called good sense or reason, is by nature equal in all men; and that\nthe diversity of our opinions, consequently, does not arise from some\nbeing endowed with a larger share of reason than others, but solely\nfrom this, that we conduct our thoughts along different ways, and do\nnot fix our attention on the same objects. For to be possessed of a\nvigorous mind is not enough; the prime requisite is rightly to apply\nit. The greatest minds, as they are capable of the highest excellences,\nare open likewise to the greatest aberrations; and those who travel\nvery slowly may yet make far greater progress, provided they keep\nalways to the straight road, than those who, while they run, forsake\nit.\nFor myself, I have never fancied my mind to be in any respect more\nperfect than those of the generality; on the contrary, I have often\nwished that I were equal to some others in promptitude of thought, or\nin clearness and distinctness of imagination, or in fullness and\nreadiness of memory. And besides these, I know of no other qualities\nthat contribute to the perfection of the mind; for as to the reason or\nsense, inasmuch as it is that alone which constitutes us men, and\ndistinguishes us from the brutes, I am disposed to believe that it is\nto be found complete in each individual; and on this point to adopt the\ncommon opinion of philosophers, who say that the difference of greater\nand less holds only among the accidents, and not among the forms or\nnatures of individuals of the same species.\nI will not hesitate, however, to avow my belief that it has been my\nsingular good fortune to have very early in life fallen in with certain\ntracks which have conducted me to considerations and maxims, of which I\nhave formed a method that gives me the means, as I think, of gradually\naugmenting my knowledge, and of raising it by little and little to the\nhighest point which the mediocrity of my talents and the brief duration\nof my life will permit me to reach. For I have already reaped from it\nsuch fruits that, although I have been accustomed to think lowly enough\nof myself, and although when I look with the eye of a philosopher at\nthe varied courses and pursuits of mankind at large, I find scarcely\none which does not appear in vain and useless, I nevertheless derive\nthe highest satisfaction from the progress I conceive myself to have\nalready made in the search after truth, and cannot help entertaining\nsuch expectations of the future as to believe that if, among the\noccupations of men as men, there is any one really excellent and\nimportant, it is that which I have chosen.\nAfter all, it is possible I may be mistaken; and it is but a little\ncopper and glass, perhaps, that I take for gold and diamonds. I know\nhow very liable we are to delusion in what relates to ourselves, and\nalso how much the judgments of our friends are to be suspected when\ngiven in our favor. But I shall endeavor in this discourse to describe\nthe paths I have followed, and to delineate my life as in a picture, in\norder that each one may also be able to judge of them for himself, and\nthat in the general opinion entertained of them, as gathered from\ncurrent report, I myself may have a new help towards instruction to be\nadded to those I have been in the habit of employing.\nMy present design, then, is not to teach the method which each ought to\nfollow for the right conduct of his reason, but solely to describe the\nway in which I have endeavored to conduct my own. They who set\nthemselves to give precepts must of course regard themselves as\npossessed of greater skill than those to whom they prescribe; and if\nthey err in the slightest particular, they subject themselves to\ncensure. But as this tract is put forth merely as a history, or, if you\nwill, as a tale, in which, amid some examples worthy of imitation,\nthere will be found, perhaps, as many more which it were advisable not\nto follow, I hope it will prove useful to some without being hurtful to\nany, and that my openness will find some favor with all.\nFrom my childhood, I have been familiar with letters; and as I was\ngiven to believe that by their help a clear and certain knowledge of\nall that is useful in life might be acquired, I was ardently desirous\nof instruction. But as soon as I had finished the entire course of\nstudy, at the close of which it is customary to be admitted into the\norder of the learned, I completely changed my opinion. For I found\nmyself involved in so many doubts and errors, that I was convinced I\nhad advanced no farther in all my attempts at learning, than the\ndiscovery at every turn of my own ignorance. And yet I was studying in\none of the most celebrated schools in Europe, in which I thought there\nmust be learned men, if such were anywhere to be found. I had been\ntaught all that others learned there; and not contented with the\nsciences actually taught us, I had, in addition, read all the books\nthat had fallen into my hands, treating of such branches as are\nesteemed the most curious and rare. I knew the judgment which others\nhad formed of me; and I did not find that I was considered inferior to\nmy fellows, although there were among them some who were already marked\nout to fill the places of our instructors. And, in fine, our age\nappeared to me as flourishing, and as fertile in powerful minds as any\npreceding one. I was thus led to take the liberty of judging of all\nother men by myself, and of concluding that there was no science in\nexistence that was of such a nature as I had previously been given to\nbelieve.\nI still continued, however, to hold in esteem the studies of the\nschools. I was aware that the languages taught in them are necessary to\nthe understanding of the writings of the ancients; that the grace of\nfable stirs the mind; that the memorable deeds of history elevate it;\nand, if read with discretion, aid in forming the judgment; that the\nperusal of all excellent books is, as it were, to interview with the\nnoblest men of past ages, who have written them, and even a studied\ninterview, in which are discovered to us only their choicest thoughts;\nthat eloquence has incomparable force and beauty; that poesy has its\nravishing graces and delights; that in the mathematics there are many\nrefined discoveries eminently suited to gratify the inquisitive, as\nwell as further all the arts an lessen the labour of man; that numerous\nhighly useful precepts and exhortations to virtue are contained in\ntreatises on morals; that theology points out the path to heaven; that\nphilosophy affords the means of discoursing with an appearance of truth\non all matters, and commands the admiration of the more simple; that\njurisprudence, medicine, and the other sciences, secure for their\ncultivators honors and riches; and, in fine, that it is useful to\nbestow some attention upon all, even upon those abounding the most in\nsuperstition and error, that we may be in a position to determine their\nreal value, and guard against being deceived.\nBut I believed that I had already given sufficient time to languages,\nand likewise to the reading of the writings of the ancients, to their\nhistories and fables. For to hold converse with those of other ages and\nto travel, are almost the same thing. It is useful to know something of\nthe manners of different nations, that we may be enabled to form a more\ncorrect judgment regarding our own, and be prevented from thinking that\neverything contrary to our customs is ridiculous and irrational, a\nconclusion usually come to by those whose experience has been limited\nto their own country. On the other hand, when too much time is occupied\nin traveling, we become strangers to our native country; and the over\ncurious in the customs of the past are generally ignorant of those of\nthe present. Besides, fictitious narratives lead us to imagine the\npossibility of many events that are impossible; and even the most\nfaithful histories, if they do not wholly misrepresent matters, or\nexaggerate their importance to render the account of them more worthy\nof perusal, omit, at least, almost always the meanest and least\nstriking of the attendant circumstances; hence it happens that the\nremainder does not represent the truth, and that such as regulate their\nconduct by examples drawn from this source, are apt to fall into the\nextravagances of the knight-errants of romance, and to entertain\nprojects that exceed their powers.\nI esteemed eloquence highly, and was in raptures with poesy; but I\nthought that both were gifts of nature rather than fruits of study.\nThose in whom the faculty of reason is predominant, and who most\nskillfully dispose their thoughts with a view to render them clear and\nintelligible, are always the best able to persuade others of the truth\nof what they lay down, though they should speak only in the language of\nLower Brittany, and be wholly ignorant of the rules of rhetoric; and\nthose whose minds are stored with the most agreeable fancies, and who\ncan give expression to them with the greatest embellishment and\nharmony, are still the best poets, though unacquainted with the art of\npoetry.\nI was especially delighted with the mathematics, on account of the\ncertitude and evidence of their reasonings; but I had not as yet a\nprecise knowledge of their true use; and thinking that they but\ncontributed to the advancement of the mechanical arts, I was astonished\nthat foundations, so strong and solid, should have had no loftier\nsuperstructure reared on them. On the other hand, I compared the\ndisquisitions of the ancient moralists to very towering and magnificent\npalaces with no better foundation than sand and mud: they laud the\nvirtues very highly, and exhibit them as estimable far above anything\non earth; but they give us no adequate criterion of virtue, and\nfrequently that which they designate with so fine a name is but apathy,\nor pride, or despair, or parricide.\nI revered our theology, and aspired as much as any one to reach heaven:\nbut being given assuredly to understand that the way is not less open\nto the most ignorant than to the most learned, and that the revealed\ntruths which lead to heaven are above our comprehension, I did not\npresume to subject them to the impotency of my reason; and I thought\nthat in order competently to undertake their examination, there was\nneed of some special help from heaven, and of being more than man.\nOf philosophy I will say nothing, except that when I saw that it had\nbeen cultivated for many ages by the most distinguished men, and that\nyet there is not a single matter within its sphere which is not still\nin dispute, and nothing, therefore, which is above doubt, I did not\npresume to anticipate that my success would be greater in it than that\nof others; and further, when I considered the number of conflicting\nopinions touching a single matter that may be upheld by learned men,\nwhile there can be but one true, I reckoned as well-nigh false all that\nwas only probable.\nAs to the other sciences, inasmuch as these borrow their principles\nfrom philosophy, I judged that no solid superstructures could be reared\non foundations so infirm; and neither the honor nor the gain held out\nby them was sufficient to determine me to their cultivation: for I was\nnot, thank Heaven, in a condition which compelled me to make\nmerchandise of science for the bettering of my fortune; and though I\nmight not profess to scorn glory as a cynic, I yet made very slight\naccount of that honor which I hoped to acquire only through fictitious\ntitles. And, in fine, of false sciences I thought I knew the worth\nsufficiently to escape being deceived by the professions of an\nalchemist, the predictions of an astrologer, the impostures of a\nmagician, or by the artifices and boasting of any of those who profess\nto know things of which they are ignorant.\nFor these reasons, as soon as my age permitted me to pass from under\nthe control of my instructors, I entirely abandoned the study of\nletters, and resolved no longer to seek any other science than the\nknowledge of myself, or of the great book of the world. I spent the\nremainder of my youth in traveling, in visiting courts and armies, in\nholding intercourse with men of different dispositions and ranks, in\ncollecting varied experience, in proving myself in the different\nsituations into which fortune threw me, and, above all, in making such\nreflection on the matter of my experience as to secure my improvement.\nFor it occurred to me that I should find much more truth in the\nreasonings of each individual with reference to the affairs in which he\nis personally interested, and the issue of which must presently punish\nhim if he has judged amiss, than in those conducted by a man of letters\nin his study, regarding speculative matters that are of no practical\nmoment, and followed by no consequences to himself, farther, perhaps,\nthan that they foster his vanity the better the more remote they are\nfrom common sense; requiring, as they must in this case, the exercise\nof greater ingenuity and art to render them probable. In addition, I\nhad always a most earnest desire to know how to distinguish the true\nfrom the false, in order that I might be able clearly to discriminate\nthe right path in life, and proceed in it with confidence.\nIt is true that, while busied only in considering the manners of other\nmen, I found here, too, scarce any ground for settled conviction, and\nremarked hardly less contradiction among them than in the opinions of\nthe philosophers. So that the greatest advantage I derived from the\nstudy consisted in this, that, observing many things which, however\nextravagant and ridiculous to our apprehension, are yet by common\nconsent received and approved by other great nations, I learned to\nentertain too decided a belief in regard to nothing of the truth of\nwhich I had been persuaded merely by example and custom; and thus I\ngradually extricated myself from many errors powerful enough to darken\nour natural intelligence, and incapacitate us in great measure from\nlistening to reason. But after I had been occupied several years in\nthus studying the book of the world, and in essaying to gather some\nexperience, I at length resolved to make myself an object of study, and\nto employ all the powers of my mind in choosing the paths I ought to\nfollow, an undertaking which was accompanied with greater success than\nit would have been had I never quitted my country or my books.\nPART II\nI was then in Germany, attracted thither by the wars in that country,\nwhich have not yet been brought to a termination; and as I was\nreturning to the army from the coronation of the emperor, the setting\nin of winter arrested me in a locality where, as I found no society to\ninterest me, and was besides fortunately undisturbed by any cares or\npassions, I remained the whole day in seclusion, with full opportunity\nto occupy my attention with my own thoughts. Of these one of the very\nfirst that occurred to me was, that there is seldom so much perfection\nin works composed of many separate parts, upon which different hands\nhad been employed, as in those completed by a single master. Thus it is\nobservable that the buildings which a single architect has planned and\nexecuted, are generally more elegant and commodious than those which\nseveral have attempted to improve, by making old walls serve for\npurposes for which they were not originally built. Thus also, those\nancient cities which, from being at first only villages, have become,\nin course of time, large towns, are usually but ill laid out compared\nwith the regularity constructed towns which a professional architect\nhas freely planned on an open plain; so that although the several\nbuildings of the former may often equal or surpass in beauty those of\nthe latter, yet when one observes their indiscriminate juxtaposition,\nthere a large one and here a small, and the consequent crookedness and\nirregularity of the streets, one is disposed to allege that chance\nrather than any human will guided by reason must have led to such an\narrangement. And if we consider that nevertheless there have been at\nall times certain officers whose duty it was to see that private\nbuildings contributed to public ornament, the difficulty of reaching\nhigh perfection with but the materials of others to operate on, will be\nreadily acknowledged. In the same way I fancied that those nations\nwhich, starting from a semi-barbarous state and advancing to\ncivilization by slow degrees, have had their laws successively\ndetermined, and, as it were, forced upon them simply by experience of\nthe hurtfulness of particular crimes and disputes, would by this\nprocess come to be possessed of less perfect institutions than those\nwhich, from the commencement of their association as communities, have\nfollowed the appointments of some wise legislator. It is thus quite\ncertain that the constitution of the true religion, the ordinances of\nwhich are derived from God, must be incomparably superior to that of\nevery other. And, to speak of human affairs, I believe that the\npre-eminence of Sparta was due not to the goodness of each of its laws\nin particular, for many of these were very strange, and even opposed to\ngood morals, but to the circumstance that, originated by a single\nindividual, they all tended to a single end. In the same way I thought\nthat the sciences contained in books (such of them at least as are made\nup of probable reasonings, without demonstrations), composed as they\nare of the opinions of many different individuals massed together, are\nfarther removed from truth than the simple inferences which a man of\ngood sense using his natural and unprejudiced judgment draws respecting\nthe matters of his experience. And because we have all to pass through\na state of infancy to manhood, and have been of necessity, for a length\nof time, governed by our desires and preceptors (whose dictates were\nfrequently conflicting, while neither perhaps always counseled us for\nthe best), I farther concluded that it is almost impossible that our\njudgments can be so correct or solid as they would have been, had our\nreason been mature from the moment of our birth, and had we always been\nguided by it alone.\nIt is true, however, that it is not customary to pull down all the\nhouses of a town with the single design of rebuilding them differently,\nand thereby rendering the streets more handsome; but it often happens\nthat a private individual takes down his own with the view of erecting\nit anew, and that people are even sometimes constrained to this when\ntheir houses are in danger of falling from age, or when the foundations\nare insecure. With this before me by way of example, I was persuaded\nthat it would indeed be preposterous for a private individual to think\nof reforming a state by fundamentally changing it throughout, and\noverturning it in order to set it up amended; and the same I thought\nwas true of any similar project for reforming the body of the sciences,\nor the order of teaching them established in the schools: but as for\nthe opinions which up to that time I had embraced, I thought that I\ncould not do better than resolve at once to sweep them wholly away,\nthat I might afterwards be in a position to admit either others more\ncorrect, or even perhaps the same when they had undergone the scrutiny\nof reason. I firmly believed that in this way I should much better\nsucceed in the conduct of my life, than if I built only upon old\nfoundations, and leaned upon principles which, in my youth, I had taken\nupon trust. For although I recognized various difficulties in this\nundertaking, these were not, however, without remedy, nor once to be\ncompared with such as attend the slightest reformation in public\naffairs. Large bodies, if once overthrown, are with great difficulty\nset up again, or even kept erect when once seriously shaken, and the\nfall of such is always disastrous. Then if there are any imperfections\nin the constitutions of states (and that many such exist the diversity\nof constitutions is alone sufficient to assure us), custom has without\ndoubt materially smoothed their inconveniences, and has even managed to\nsteer altogether clear of, or insensibly corrected a number which\nsagacity could not have provided against with equal effect; and, in\nfine, the defects are almost always more tolerable than the change\nnecessary for their removal; in the same manner that highways which\nwind among mountains, by being much frequented, become gradually so\nsmooth and commodious, that it is much better to follow them than to\nseek a straighter path by climbing over the tops of rocks and\ndescending to the bottoms of precipices.\nHence it is that I cannot in any degree approve of those restless and\nbusy meddlers who, called neither by birth nor fortune to take part in\nthe management of public affairs, are yet always projecting reforms;\nand if I thought that this tract contained aught which might justify\nthe suspicion that I was a victim of such folly, I would by no means\npermit its publication. I have never contemplated anything higher than\nthe reformation of my own opinions, and basing them on a foundation\nwholly my own. And although my own satisfaction with my work has led me\nto present here a draft of it, I do not by any means therefore\nrecommend to every one else to make a similar attempt. Those whom God\nhas endowed with a larger measure of genius will entertain, perhaps,\ndesigns still more exalted; but for the many I am much afraid lest even\nthe present undertaking be more than they can safely venture to\nimitate. The single design to strip one’s self of all past beliefs is\none that ought not to be taken by every one. The majority of men is\ncomposed of two classes, for neither of which would this be at all a\nbefitting resolution: in the first place, of those who with more than a\ndue confidence in their own powers, are precipitate in their judgments\nand want the patience requisite for orderly and circumspect thinking;\nwhence it happens, that if men of this class once take the liberty to\ndoubt of their accustomed opinions, and quit the beaten highway, they\nwill never be able to thread the byway that would lead them by a\nshorter course, and will lose themselves and continue to wander for\nlife; in the second place, of those who, possessed of sufficient sense\nor modesty to determine that there are others who excel them in the\npower of discriminating between truth and error, and by whom they may\nbe instructed, ought rather to content themselves with the opinions of\nsuch than trust for more correct to their own reason.\nFor my own part, I should doubtless have belonged to the latter class,\nhad I received instruction from but one master, or had I never known\nthe diversities of opinion that from time immemorial have prevailed\namong men of the greatest learning. But I had become aware, even so\nearly as during my college life, that no opinion, however absurd and\nincredible, can be imagined, which has not been maintained by some on\nof the philosophers; and afterwards in the course of my travels I\nremarked that all those whose opinions are decidedly repugnant to ours\nare not in that account barbarians and savages, but on the contrary\nthat many of these nations make an equally good, if not better, use of\ntheir reason than we do. I took into account also the very different\ncharacter which a person brought up from infancy in France or Germany\nexhibits, from that which, with the same mind originally, this\nindividual would have possessed had he lived always among the Chinese\nor with savages, and the circumstance that in dress itself the fashion\nwhich pleased us ten years ago, and which may again, perhaps, be\nreceived into favor before ten years have gone, appears to us at this\nmoment extravagant and ridiculous. I was thus led to infer that the\nground of our opinions is far more custom and example than any certain\nknowledge. And, finally, although such be the ground of our opinions, I\nremarked that a plurality of suffrages is no guarantee of truth where\nit is at all of difficult discovery, as in such cases it is much more\nlikely that it will be found by one than by many. I could, however,\nselect from the crowd no one whose opinions seemed worthy of\npreference, and thus I found myself constrained, as it were, to use my\nown reason in the conduct of my life.\nBut like one walking alone and in the dark, I resolved to proceed so\nslowly and with such circumspection, that if I did not advance far, I\nwould at least guard against falling. I did not even choose to dismiss\nsummarily any of the opinions that had crept into my belief without\nhaving been introduced by reason, but first of all took sufficient time\ncarefully to satisfy myself of the general nature of the task I was\nsetting myself, and ascertain the true method by which to arrive at the\nknowledge of whatever lay within the compass of my powers.\nAmong the branches of philosophy, I had, at an earlier period, given\nsome attention to logic, and among those of the mathematics to\ngeometrical analysis and algebra,--three arts or sciences which ought,\nas I conceived, to contribute something to my design. But, on\nexamination, I found that, as for logic, its syllogisms and the\nmajority of its other precepts are of avail--rather in the\ncommunication of what we already know, or even as the art of Lully, in\nspeaking without judgment of things of which we are ignorant, than in\nthe investigation of the unknown; and although this science contains\nindeed a number of correct and very excellent precepts, there are,\nnevertheless, so many others, and these either injurious or\nsuperfluous, mingled with the former, that it is almost quite as\ndifficult to effect a severance of the true from the false as it is to\nextract a Diana or a Minerva from a rough block of marble. Then as to\nthe analysis of the ancients and the algebra of the moderns, besides\nthat they embrace only matters highly abstract, and, to appearance, of\nno use, the former is so exclusively restricted to the consideration of\nfigures, that it can exercise the understanding only on condition of\ngreatly fatiguing the imagination; and, in the latter, there is so\ncomplete a subjection to certain rules and formulas, that there results\nan art full of confusion and obscurity calculated to embarrass, instead\nof a science fitted to cultivate the mind. By these considerations I\nwas induced to seek some other method which would comprise the\nadvantages of the three and be exempt from their defects. And as a\nmultitude of laws often only hampers justice, so that a state is best\ngoverned when, with few laws, these are rigidly administered; in like\nmanner, instead of the great number of precepts of which logic is\ncomposed, I believed that the four following would prove perfectly\nsufficient for me, provided I took the firm and unwavering resolution\nnever in a single instance to fail in observing them.\nThe first was never to accept anything for true which I did not clearly\nknow to be such; that is to say, carefully to avoid precipitancy and\nprejudice, and to comprise nothing more in my judgement than what was\npresented to my mind so clearly and distinctly as to exclude all ground\nof doubt.\nThe second, to divide each of the difficulties under examination into\nas many parts as possible, and as might be necessary for its adequate\nsolution.\nThe third, to conduct my thoughts in such order that, by commencing\nwith objects the simplest and easiest to know, I might ascend by little\nand little, and, as it were, step by step, to the knowledge of the more\ncomplex; assigning in thought a certain order even to those objects\nwhich in their own nature do not stand in a relation of antecedence and\nsequence.\nAnd the _last_, in every case to make enumerations so complete, and\nreviews so general, that I might be assured that nothing was omitted.\nThe long chains of simple and easy reasonings by means of which\ngeometers are accustomed to reach the conclusions of their most\ndifficult demonstrations, had led me to imagine that all things, to the\nknowledge of which man is competent, are mutually connected in the same\nway, and that there is nothing so far removed from us as to be beyond\nour reach, or so hidden that we cannot discover it, provided only we\nabstain from accepting the false for the true, and always preserve in\nour thoughts the order necessary for the deduction of one truth from\nanother. And I had little difficulty in determining the objects with\nwhich it was necessary to commence, for I was already persuaded that it\nmust be with the simplest and easiest to know, and, considering that of\nall those who have hitherto sought truth in the sciences, the\nmathematicians alone have been able to find any demonstrations, that\nis, any certain and evident reasons, I did not doubt but that such must\nhave been the rule of their investigations. I resolved to commence,\ntherefore, with the examination of the simplest objects, not\nanticipating, however, from this any other advantage than that to be\nfound in accustoming my mind to the love and nourishment of truth, and\nto a distaste for all such reasonings as were unsound. But I had no\nintention on that account of attempting to master all the particular\nsciences commonly denominated mathematics: but observing that, however\ndifferent their objects, they all agree in considering only the various\nrelations or proportions subsisting among those objects, I thought it\nbest for my purpose to consider these proportions in the most general\nform possible, without referring them to any objects in particular,\nexcept such as would most facilitate the knowledge of them, and without\nby any means restricting them to these, that afterwards I might thus be\nthe better able to apply them to every other class of objects to which\nthey are legitimately applicable. Perceiving further, that in order to\nunderstand these relations I should sometimes have to consider them one\nby one and sometimes only to bear them in mind, or embrace them in the\naggregate, I thought that, in order the better to consider them\nindividually, I should view them as subsisting between straight lines,\nthan which I could find no objects more simple, or capable of being\nmore distinctly represented to my imagination and senses; and on the\nother hand, that in order to retain them in the memory or embrace an\naggregate of many, I should express them by certain characters the\nbriefest possible. In this way I believed that I could borrow all that\nwas best both in geometrical analysis and in algebra, and correct all\nthe defects of the one by help of the other.\nAnd, in point of fact, the accurate observance of these few precepts\ngave me, I take the liberty of saying, such ease in unraveling all the\nquestions embraced in these two sciences, that in the two or three\nmonths I devoted to their examination, not only did I reach solutions\nof questions I had formerly deemed exceedingly difficult but even as\nregards questions of the solution of which I continued ignorant, I was\nenabled, as it appeared to me, to determine the means whereby, and the\nextent to which a solution was possible; results attributable to the\ncircumstance that I commenced with the simplest and most general\ntruths, and that thus each truth discovered was a rule available in the\ndiscovery of subsequent ones Nor in this perhaps shall I appear too\nvain, if it be considered that, as the truth on any particular point is\none whoever apprehends the truth, knows all that on that point can be\nknown. The child, for example, who has been instructed in the elements\nof arithmetic, and has made a particular addition, according to rule,\nmay be assured that he has found, with respect to the sum of the\nnumbers before him, and that in this instance is within the reach of\nhuman genius. Now, in conclusion, the method which teaches adherence to\nthe true order, and an exact enumeration of all the conditions of the\nthing sought includes all that gives certitude to the rules of\narithmetic.\nBut the chief ground of my satisfaction with thus method, was the\nassurance I had of thereby exercising my reason in all matters, if not\nwith absolute perfection, at least with the greatest attainable by me:\nbesides, I was conscious that by its use my mind was becoming gradually\nhabituated to clearer and more distinct conceptions of its objects; and\nI hoped also, from not having restricted this method to any particular\nmatter, to apply it to the difficulties of the other sciences, with not\nless success than to those of algebra. I should not, however, on this\naccount have ventured at once on the examination of all the\ndifficulties of the sciences which presented themselves to me, for this\nwould have been contrary to the order prescribed in the method, but\nobserving that the knowledge of such is dependent on principles\nborrowed from philosophy, in which I found nothing certain, I thought\nit necessary first of all to endeavor to establish its principles. And\nbecause I observed, besides, that an inquiry of this kind was of all\nothers of the greatest moment, and one in which precipitancy and\nanticipation in judgment were most to be dreaded, I thought that I\nought not to approach it till I had reached a more mature age (being at\nthat time but twenty-three), and had first of all employed much of my\ntime in preparation for the work, as well by eradicating from my mind\nall the erroneous opinions I had up to that moment accepted, as by\namassing variety of experience to afford materials for my reasonings,\nand by continually exercising myself in my chosen method with a view to\nincreased skill in its application.", "source": "discourse_on_method.txt"}
