{"text": "1. \"Now think of the following use of language: I send someone shopping. I give him a slip marked 'five red apples'. He takes the slip to the shopkeeper, who opens the drawer marked 'apples'; then he looks up the word 'red' in a table and finds a colour sample opposite it; then he says the series of cardinal numbers—I assume that he knows them by heart—up to the word 'five' and for each number he takes an apple of the same colour as the sample out of the drawer.—It is in this and similar ways that one operates with words.\" — \"But how does he know where and how he is to look up the word 'red' and what he is to do with the word 'five'?\" — Well, I assume that he acts as I have described. Explanations come to an end somewhere.—But what is the meaning of the word \"five\"?—No such thing was in question here, only how the word \"five\" is used.\n23. But how many kinds of sentence are there? Say assertion, question, and command?—There are countless kinds: countless different kinds of use of what we call \"symbols\", \"words\", \"sentences\". And this multiplicity is not something fixed, given once for all; but new types of language, new language-games, as we may say, come into existence, and others become obsolete and get forgotten. (We can get a rough picture of this from the changes in mathematics.) Here the term \"language-game\" is meant to bring into prominence the fact that the speaking of language is part of an activity, or of a form of life.\n43. For a large class of cases—though not for all—in which we employ the word \"meaning\" it can be defined thus: the meaning of a word is its use in the language. And the meaning of a name is sometimes explained by pointing to its bearer.\n309. What is your aim in philosophy?—To shew the fly the way out of the fly-bottle.", "source": "investigations_excerpts.txt"}
{"text": "1. The world is everything that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by these being all the facts.\n1.12 For the totality of facts determines both what is the case, and also all that is not the case.\n1.13 The facts in logical space are the world.\n1.2 The world divides into facts.\n2. What is the case, the fact, is the existence of atomic facts.\n2.01 An atomic fact is a combination of objects (entities, things).\n2.011 It is essential to a thing that it can be a constituent part of an atomic fact.\n3. The logical picture of the facts is the thought.\n3.01 The totality of true thoughts is a picture of the world.\n4. The thought is the significant proposition.\n4.001 The totality of propositions is the language.\n5.6 The limits of my language mean the limits of my world.\n6.41 The sense of the world must lie outside the world.\n6.522 There is indeed the inexpressible. This shows itself; it is the mystical.\n7. Whereof one cannot speak, thereof one must remain silent.", "source": "tractatus_excerpts.txt"}
