{"text": "1 The world is all that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by these being all the facts.\n1.12 For the totality of facts determines both what is the case, and also all that is not the case.\n1.13 The facts in logical space are the world.\n1.2 The world divides into facts.\n1.21 Any one can either be the case or not be the case, and everything else remain the same.\n2 What is the case, the fact, is the existence of atomic facts.\n2.01 An atomic fact is a combination of objects (entities, things).\n2.011 It is essential to a thing that it can be a constituent part of an atomic fact.\n2.012 In logic nothing is accidental: if a thing can occur in an atomic fact the possibility of that atomic fact must already be prejudged in the thing.\n2.0121 It would, so to speak, appear as an accident, when to a thing that could exist alone on its own account, subsequently a state of affairs could be made to fit.\nIf things can occur in atomic facts, this possibility must already lie in them.\n(A logical entity cannot be merely possible. Logic treats of every possibility, and all possibilities are its facts.)\nJust as we cannot think of spatial objects at all apart from space, or temporal objects apart from time, so we cannot think of any object apart from the possibility of its connection with other things.\nIf I can think of an object in the context of an atomic fact, I cannot think of it apart from the possibility of this context.\n7 Whereof one cannot speak, thereof one must be silent.", "source": "tractatus_excerpt.txt"}
{"text": "1. \"Excalibur\" is a proper name.\n2. The meaning of a word is its use in the language.\n3. Language is a labyrinth of paths. You approach from one side and know your way about; you approach the same place from another side and no longer know your way about.\n4. Philosophy is a battle against the bewitchment of our intelligence by means of language.\n5. The results of philosophy are the uncovering of one or another piece of plain nonsense and of bumps that the understanding has got by running its head against the limits of language. These bumps make us see the value of the discovery.\n6. A picture held us captive. And we could not get outside it, for it lay in our language and language seemed to repeat it to us inexorably.\n7. What is your aim in philosophy?--To shew the fly the way out of the fly-bottle.\n8. If a lion could talk, we could not understand him.\n9. Light dawns gradually over the whole.\n10. Don't think, but look!", "source": "investigations_excerpt.txt"}
