{"text": "But how many kinds of sentence are there? Say assertion, question, and command? - There are countless kinds: countless different kinds of use of what we call \"symbols\", \"words\", \"sentences\". And this multiplicity is not something fixed, given once for all; but new types of language, new language-games, as we may say, come into existence, and others become obsolete and get forgotten.\n(We can get a rough picture of this from the changes in mathematics.)\nHere the term \"language-game\" is meant to bring into prominence the fact that the speaking of language is part of an activity, or of a form of life.\nFor a large class of cases—though not for all—in which we employ the word \"meaning\" it can be defined thus: the meaning of a word is its use in the language.\nIf a lion could talk, we could not understand him.\nPhilosophy is a battle against the bewitchment of our intelligence by means of language.\nThe problems arising through a misinterpretation of our forms of language have the character of depth. They are deep disquietudes; their roots are as deep in us as the forms of our language and their significance is as great as the importance of our language. Let us ask ourselves: why do we feel a grammatical joke to be deep? (And that is what the depth of philosophy is.)\nA picture held us captive. And we could not get outside it, for it lay in our language and language seemed to repeat it to us inexorably.\nWhat is your aim in philosophy?—To shew the fly the way out of the fly-bottle.", "source": "investigations_excerpts.txt"}
{"text": "1 The world is everything that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by these being all the facts.\n1.12 For the totality of facts determines both what is the case, and also all that is not the case.\n1.13 The facts in logical space are the world.\n1.2 The world divides into facts.\n1.21 Any one can either be the case or not be the case, and everything else remain the same.\n2 What is the case, the fact, is the existence of atomic facts.\n2.01 An atomic fact is a combination of objects (entities, things).\n2.011 It is essential to a thing that it can be a constituent part of an atomic fact.\n2.012 In logic nothing is accidental: if a thing can occur in an atomic fact the possibility of that atomic fact must already be prejudged in the thing.\n3 The logical picture of the facts is the thought.\n3.001 'An atomic fact is thinkable'—means: we can imagine it.\n3.01 The totality of true thoughts is a picture of the world.\n3.02 The thought contains the possibility of the state of affairs which it thinks. What is thinkable is also possible.\n3.03 We cannot think anything unlogical, for otherwise we should have to think unlogically.\n4 The thought is the significant proposition.\n4.001 The totality of propositions is the language.\n4.002 Man possesses the capacity of constructing languages, in which every sense can be expressed, without having an idea how and what each word means—just as one speaks without knowing how the single sounds are produced.\nColloquial language is a part of the human organism and is not less complicated than it.\nFrom it it is humanly impossible to gather immediately the logic of language.\nLanguage disguises the thought; so that from the external form of the clothes one cannot infer the form of the thought they clothe, because the external form of the clothes is constructed with quite another object than to let the form of the body be recognized.\nThe silent adjustments to understand colloquial language are enormously complicated.\n4.003 Most proposition and questions, that have been written about philosophical matters, are not false, but senseless. We cannot, therefore, answer questions of this kind at all, but only state their senselessness. Most questions and propositions of the philosophers result from the fact that we do not understand the logic of our language.\n(They are of the same kind as the question whether the Good is more or less identical than the Beautiful.)\nAnd so it is not to be wondered at that the deepest problems are really no problems.\n5 Propositions are truth-functions of elementary propositions.\n(An elementary proposition is a truth-function of itself.)\n5.6 The limits of my language mean the limits of my world.\n6 The general form of truth-function is: [p, ξ, N(ξ)].\n6.41 The sense of the world must lie outside the world. In the world everything is as it is and happens as it happens. In it there is no value—and if there were, it would be of no value.\nIf there is a value which is of value, it must lie outside all happening and being-so. For all happening and being-so is accidental.\nWhat makes it non-accidental cannot lie in the world, for otherwise this would again be accidental.\nIt must lie outside the world.\n6.43 If good or bad willing changes the world, it can only change the limits of the world, not the facts; not the things that can be expressed in language.\nIn brief, the world must then become a quite other. It must so to speak wax or wane as a whole.\nThe world of the happy is quite another than that of the unhappy.\n6.522 There is indeed the inexpressible. This shows itself; it is the mystical.\n6.53 The right method of philosophy would be this: To say nothing except what can be said, i.e. the propositions of natural science, i.e. something that has nothing to do with philosophy: and then always, when someone else wished to say something metaphysical, to demonstrate to him that he had given no meaning to certain signs in his propositions. This method would be unsatisfying to the other—he would not have the feeling that we were teaching him philosophy—but it would be the only strictly correct one.\n7 Whereof one cannot speak, thereof one must remain silent.", "source": "tractatus_excerpts.txt"}
