{"text": "1. \"Now as for the Meaning of the words 'five apples'?\" — No such thing was in question here, only how the word \"five\" is used.\n18. Our language can be seen as an ancient city: a maze of little streets and squares, of old and new houses, and of houses with additions from various periods; and this surrounded by a multitude of new boroughs with straight regular streets and uniform houses.\n23. But how many kinds of sentence are there? Say assertion, question, and command? - There are countless kinds: countless different kinds of use of what we call \"symbols\", \"words\", \"sentences\". And this multiplicity is not something fixed, given once for all; but new types of language, new language-games, as we may say, come into existence, and others become obsolete and get forgotten.\n43. For a large class of cases—though not for all—in which we employ the word \"meaning\" it can be defined thus: the meaning of a word is its use in the language.\n65. For example, if you think of the concept of number, you will see that you can define it by saying that number is the transitive closure of the relation immediate successor.\n66. Consider for example the proceedings that we call \"games\". I mean board-games, card-games, ball-games, Olympic games, and so on. What is common to them all? -- Don't say: \"There must be something common, or they would not be called 'games'\" -- but look and see whether there is anything common to all. -- For if you look at them you will not see something that is common to all, but similarities, relationships, and a whole series of them at that. To repeat: don't think, but look!\n309. What is your aim in philosophy? -- To shew the fly the way out of the fly-bottle.", "source": "philosophical_investigations.txt"}
{"text": "1 The world is everything that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by these being all the facts.\n1.12 For the totality of facts determines both what is the case, and also all that is not the case.\n1.13 The facts in logical space are the world.\n1.2 The world divides into facts.\n1.21 Any one can either be the case or not be the case, and everything else remain the same.\n2 What is the case, the fact, is the existence of atomic facts.\n2.01 An atomic fact is a combination of objects (entities, things).\n2.011 It is essential to a thing that it can be a constituent part of an atomic fact.\n2.012 In logic nothing is accidental: if a thing can occur in an atomic fact the possibility of that atomic fact must already be prejudged in the thing.\n2.0121 It would, so to speak, appear as an accident, when to a thing that could exist alone on its own account, subsequently a state of affairs could be made to fit.\nIf things can occur in atomic facts, this possibility must already lie in them.\n...\n7 Whereof one cannot speak, thereof one must remain silent.", "source": "tractatus.txt"}
