{"text": "1. \"Cum augustini...\" When they (my elders) named some object, and accordingly moved towards something, I saw this and I grasped that the thing was called by the sound they uttered when they meant to point it out. Their intention was shewn by their bodily movements, as it were the natural language of all peoples: the expression of the face, the play of the eyes, the movement of other parts of the body, and the tone of voice which expresses our state of mind in seeking, having, rejecting, or avoiding something. Thus, as I heard words repeatedly used in their proper places in various sentences, I gradually learnt to understand what objects they signified; and after I had trained my mouth to form these signs, I used them to express my own desires.\n23. But how many kinds of sentence are there? Say assertion, question, and command? - There are countless kinds: countless different kinds of use of what we call \"symbols\", \"words\", \"sentences\". And this multiplicity is not something fixed, given once for all; but new types of language, new language-games, as we may say, come into existence, and others become obsolete and get forgotten. (We can get a rough picture of this from the changes in mathematics.) Here the term \"language-game\" is meant to bring into prominence the fact that the speaking of language is part of an activity, or of a form of life.\n43. For a large class of cases—though not for all—in which we employ the word \"meaning\" it can be defined thus: the meaning of a word is its use in the language. And the meaning of a name is sometimes explained by pointing to its bearer.\n66. Consider for example the proceedings that we call \"games\". I mean board-games, card-games, ball-games, Olympic games, and so on. What is common to them all? -- Don't say: \"There must be something common, or they would not be called 'games'\" -- but look and see whether there is anything common to all. -- For if you look at them you will not see something that is common to all, but similarities, relationships, and a whole series of them at that. To repeat: don't think, but look!\n109. It was true to say that our considerations could not be scientific ones. . . . And we may not advance any kind of theory. There must not be anything hypothetical in our considerations. We must do away with all explanation, and description alone must take its place. And this description gets its light, that is to say its purpose, from the philosophical problems. These are, of course, not empirical problems; they are solved, rather, by looking into the workings of our language, and that in such a way as to make us recognize those workings: in despite of an urge to misunderstand them. The problems are solved, not by giving new information, but by arranging what we have always known. Philosophy is a battle against the bewitchment of our intelligence by means of language.\n115. A picture held us captive. And we could not get outside it, for it lay in our language and language seemed to repeat it to us inexorably.\n199. Is what we call \"obeying a rule\" something that it would be possible for only one man to do, and to do only once in his life? . . . It is not possible that there should have been only one occasion on which a report was made, an order given or understood; and so on. -- To obey a rule, to make a report, to give an order, to play a game of chess, are customs (uses, institutions).\n258. Let us imagine the following case. I want to keep a diary about the recurrence of a certain sensation. To this end I associate it with the sign \"S\" and write this sign in a calendar for every day on which I have the sensation. -- I will remark first of all that a definition of the sign cannot be formulated. -- but still I can give myself a kind of ostensive definition. -- How? Can I point to the sensation? Not in the ordinary sense. But I speak, or write the sign down, and at the same time I concentrate my attention on the sensation -- and so, as it were, point to it inwardly. -- But what is this ceremony for? for that is all it is! A definition surely serves to establish the meaning of a sign. -- Well, that is done precisely by the concentrating of my attention; for in this way I impress on myself the connexion between the sign and the sensation. -- But \"I impress it on myself\" can only mean: this process brings it about that I remember the connexion right in the future. But in the present case I have no criterion of correctness. One would like to say: whatever is going to seem right to me is right. And that only means that here we can't talk about 'right'.\n293. If I say of myself that it is only from my own case that I know what the word \"pain\" means - must I not say the same of other people too? And how can I generalize the one case so irresponsibly?\nNow someone tells me that he knows what pain is only from his own case! --Suppose everyone had a box with something in it: we call it a \"beetle\". No one can look into anyone else's box, and everyone says he knows what a beetle is only by looking at his beetle. --Here it would be quite possible for everyone to have something different in his box. One might even imagine such a thing constantly changing. --But suppose the word \"beetle\" had a use in these people's language? --If so it would not be used as the name of a thing. The thing in the box has no place in the language-game at all; not even as a something: for the box might even be empty. --No, one can 'divide through' by the thing in the box; it cancels out, whatever it is.\nThat is to say: if we construe the grammar of the expression of sensation on the model of 'object and designation' the object drops out of consideration as irrelevant.\n309. What is your aim in philosophy?--To shew the fly the way out of the fly-bottle.", "source": "investigations.txt"}
{"text": "1 The world is everything that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by these being all the facts.\n1.12 For the totality of facts determines both what is the case, and also all that is not the case.\n1.13 The facts in logical space are the world.\n1.2 The world divides into facts.\n1.21 Any one can either be the case or not be the case, and everything else remain the same.\n2 What is the case, the fact, is the existence of atomic facts.\n2.01 An atomic fact is a combination of objects (entities, things).\n2.011 It is essential to a thing that it can be a constituent part of an atomic fact.\n2.012 In logic nothing is accidental: if a thing can occur in an atomic fact the possibility of that atomic fact must already be prejudged in the thing.\n2.1 We make to ourselves pictures of facts.\n2.11 The picture presents the facts in logical space, the existence and non-existence of atomic facts.\n2.12 The picture is a model of reality.\n3 The logical picture of the facts is the thought.\n3.001 \"An atomic fact is thinkable\"—means: we can imagine it.\n3.01 The totality of true thoughts is a picture of the world.\n3.02 The thought contains the possibility of the state of affairs which it thinks. What is thinkable is also possible.\n3.03 We cannot think anything unlogical, for otherwise we should have to think unlogically.\n4 The thought is the significant proposition.\n4.001 The totality of propositions is the language.\n4.002 Man possesses the capacity of constructing languages, in which every sense can be expressed, without having an idea how and what each word means—just as one speaks without knowing how the single sounds are produced.\n4.003 Most proposition and questions, that have been written about philosophical matters, are not false, but senseless. We cannot, therefore, answer questions of this kind at all, but only state their senselessness. Most questions and propositions of the philosophers result from the fact that we do not understand the logic of our language. (They are of the same kind as the question whether the Good is more or less identical than the Beautiful.) And so it is not to be wondered at that the deepest problems are really no problems.\n5 Propositions are truth-functions of elementary propositions. (An elementary proposition is a truth-function of itself.)\n5.6 The limits of my language mean the limits of my world.\n6.4 All propositions are of equal value.\n6.41 The sense of the world must lie outside the world. In the world everything is as it is and happens as it does happen. In it there is no value—and if there were, it would be of no value. If there is a value which is of value, it must lie outside all happening and being-so. For all happening and being-so is accidental. What makes it non-accidental cannot lie in the world, for otherwise this would again be accidental. It must lie outside the world.\n6.521 The solution of the problem of life is seen in the vanishing of this problem. (Is not this the reason why men to whom after long doubting the sense of life became clear, could not then say wherein this sense consisted?)\n6.522 There is indeed the inexpressible. This shows itself; it is the mystical.\n6.53 The right method of philosophy would be this: To say nothing except what can be said, i.e. the propositions of natural science, i.e. something that has nothing to do with philosophy: and then always, when someone else wished to say something metaphysical, to demonstrate to him that he had given no meaning to certain signs in his propositions. This method would be unsatisfying to the other—he would not have the feeling that we were teaching him philosophy—but it would be the only strictly correct one.\n7 Whereof one cannot speak, thereof one must be silent.", "source": "tractatus.txt"}
