{"text": "1. \"Cum Augustinus infantiam suam...\" The individual words in language name objects—sentences are combinations of such names.\n2. That philosophical concept of meaning has its place in a primitive idea of the way language functions. But one can also say that it is the idea of a language more primitive than ours.\n7. We can also think of the whole process of using words in (2) as one of those games by means of which children learn their native language. I will call these games \"language-games\" and will sometimes speak of a primitive language as a language-game.\n11. Think of the tools in a tool-box: there is a hammer, pliers, a saw, a screw-driver, a rule, a glue-pot, glue, nails and screws.—The functions of words are as diverse as the functions of these objects.\n19. It is easy to imagine a language consisting only of orders and reports in battle.—Or a language consisting only of questions and expressions for answering yes and no. And innumerable others. And to imagine a language means to imagine a form of life.\n23. But how many kinds of sentence are there? Say assertion, question, and command?—There are countless kinds: countless different kinds of use of what we call \"symbols\", \"words\", \"sentences\". And this multiplicity is not something fixed, given once for all; but new types of language, new language-games, as we may say, come into existence, and others become obsolete and get forgotten.\n43. For a large class of cases—though not for all—in which we employ the word \"meaning\" it can be defined thus: the meaning of a word is its use in the language.\n109. Philosophy is a battle against the bewitchment of our intelligence by means of language.\n309. What is your aim in philosophy?—To shew the fly the way out of the fly-bottle.", "source": "philosophical_investigations.txt"}
{"text": "1. The world is everything that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by these being all the facts.\n2. What is the case, the fact, is the existence of atomic facts.\n2.01 An atomic fact is a combination of objects (entities, things).\n3. The logical picture of the facts is the thought.\n3.01 The totality of true thoughts is a picture of the world.\n4. The thought is the significant proposition.\n4.001 The totality of propositions is the language.\n4.112 The object of philosophy is the logical clarification of thoughts. Philosophy is not a theory but an activity.\n5.6 The limits of my language mean the limits of my world.\n6.41 The sense of the world must lie outside the world.\n6.54 My propositions are elucidatory in this way: he who understands me finally recognizes them as senseless, when he has climbed out through them, on them, over them. (He must so to speak throw away the ladder, after he has climbed up on it.)\n7. Whereof one cannot speak, thereof one must be silent.", "source": "tractatus.txt"}
