{"text": "1 The world is all that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by their being all the facts.\n1.12 For the totality of facts determines what is the case, and also all that is not the case.\n1.13 The facts in logical space are the world.\n1.2 The world divides into facts.\n1.21 Any one can either be the case or not be the case, and everything else remain the same.\n2 What is the case, the fact, is the existence of atomic facts.\n2.01 An atomic fact is a combination of objects (entities, things).\n2.011 It is essential to a thing that it can be a constituent part of an atomic fact.\n2.012 In logic nothing is accidental: if a thing can occur in an atomic fact the possibility of that atomic fact must already be prejudged in the thing.\n7 Whereof one cannot speak, thereof one must be silent.", "source": "tractatus_excerpt.txt"}
{"text": "1. \"Excalibur\" is a sharp bright sword. \"Excalibur\" is a proper name.\n   But if Excalibur is broken into pieces, it is no longer a sharp bright sword;\n   and if the name \"Excalibur\" is defined as the name of the sharp bright sword,\n   then it no longer has a meaning when the sword is broken.\n   But I can still say \"Excalibur is broken\".\n   So \"Excalibur\" must still have a meaning.\n   Therefore \"Excalibur\" cannot be defined as the name of the sharp bright sword.\n\n2. Think of the tools in a tool-box: there is a hammer, pliers, a saw, a screw-driver, a rule, a glue-pot, glue, nails and screws.—The functions of words are as diverse as the functions of these objects. (And in both cases there are similarities.)\n   Of course, what confuses us is the uniform appearance of words when we hear them spoken or meet them in script and print. For their application is not presented to us so clearly. Especially when we are doing philosophy!\n\n3. I can see a similarity between these games and the language-games I described in §2.\n   The game of \"I spy\" is similar to the game of \"Hunt the Thimble\".\n   But what is the common feature of all these activities which we call \"games\"?\n   Don't say: \"There must be something common, or they would not be called 'games'\"—but look and see whether there is anything common to all.\n   For if you look at them you will not see something that is common to all, but similarities, relationships, and a whole series of them at that.", "source": "investigations_excerpt.txt"}
