{"text": "1. \"Cum ipsi (majores homines) appellabant rem aliquam, et cum secundum eam vocem corpus ad aliquid movebant, videbam, et tenebam hoc ab illis vocari rem illam, quam sonabant, cum eam vellent ostendere. Hoc autem eos velle ex motu corporis aperiebatur: tamquam verbis naturalibus omnium gentium, quae fiunt vultu et nutu oculorum, ceterorumque membrorum actu, et sonitu vocis indicante affectionem animi in petendis, habendis, rejiciendis, fugiendisve rebus. Ita verba in variis sententiis locis suis posita, et crebro audita, quarum rerum signa essent, paulatim colligebam, measque jam voluntates, edomito in eis signis ore, per haec enuntiabam.\" (Augustine, Confessions, I. 8.)\nThese words, it seems to me, give us a particular picture of the essence of human language. It is this: the individual words in language name objects—sentences are combinations of such names. In this picture of language we find the roots of the following idea: Every word has a meaning. This meaning is correlated with the word. It is the object for which the word stands.\nAugustine does not speak of there being any difference between kinds of word. If you describe the learning of language in this way you are, I believe, thinking primarily of nouns like \"table\", \"chair\", \"bread\", and of people's names, and only secondarily of the names of certain actions and properties; and of the remaining kinds of word as something that will take care of itself.\nNow think of the following use of language: I send someone shopping. I give him a slip marked \"five red apples\". He takes the slip to the shopkeeper, who opens the drawer marked \"apples\"; then he looks up the word \"red\" in a table and finds a colour sample opposite it; then he says the series of cardinal numbers—I assume that he knows them by heart—up to the word \"five\" and for each number he takes an apple of the same colour as the sample out of the drawer.——It is in this and similar ways that one operates with words.——\"But how does he know where and how he is to look up the word 'red' and what he is to do with the word 'five'?\"——Well, I assume that he acts as I have described. Explanations come to an end somewhere.——But what is the meaning of the word \"five\"?——No such thing was in question here, only how the word \"five\" is used.\n2. That philosophical concept of meaning has its place in a primitive idea of the way language functions. But one can also say that it is the idea of a language more primitive than ours.\nLet us imagine a language for which the description given by Augustine is right. The language is meant to serve for communication between a builder A and an assistant B. A is building with building-stones: there are blocks, pillars, slabs and beams. B has to pass the stones, and that in the order in which A needs them. For this purpose they use a language consisting of the words \"block\", \"pillar\", \"slab\", \"beam\". A calls them out;——B brings the stone which he has learnt to bring at such-and-such a call.——Conceive this as a complete primitive language.\n3. Augustine, we might say, does describe a system of communication; only not everything that we call language is this system. And one has to say this in many cases where the question arises \"Is this an appropriate description or not?\" The answer is: \"Yes, it is appropriate, but only for this narrowly circumscribed region, not for the whole of what you were claiming to describe.\"\nIt is as if someone were to say: \"A game consists in moving objects about on a surface according to certain rules...\"——and we replied: You seem to be thinking of board games, but there are others. You can make your definition correct by expressly restricting it to those games.\n4. Imagine a script in which the letters were used to stand for sounds, and also as signs of emphasis and punctuation. (A script can be conceived as a language for describing sound-patterns.) Now imagine someone interpreting that script as if there were simply a correspondence of letters to sounds and as if the letters had not also completely different functions. Augustine's conception of language is like such an over-simple conception of the script.\n5. If we look at the example in §1, we may perhaps get an inkling how much this general notion of the meaning of a word surrounds the working of language with a haze which makes clear vision impossible. It dispels the fog to study the phenomena of language in primitive kinds of application in which one can command a clear view of the aim and functioning of the words.\nThe child uses such primitive forms of language when it learns to talk. Here the teaching of language is not explanation, but training.\n6. We could imagine that the language of §2 was the whole language of A and B; even the whole language of a tribe. The children are brought up to perform these actions, to use these words as they do so, and to react in this way to the words of others.\nAn important part of the training will consist in the teacher's pointing to the objects, directing the child's attention to them, and at the same time uttering a word; for instance, the word \"slab\" as he points to that shape. (I do not want to call this \"ostensive definition\", because the child cannot as yet ask what the name is. I will call it \"ostensive teaching of words\".——I say that it will form an important part of the training, because it is so with human beings; not because it could not be imagined otherwise.) This ostensive teaching of words can be said to establish an association between the word and the thing. But what does this mean? Well, it may mean various things; but one very likely thinks first of all that a picture of the object comes before the child's mind when it hears the word. But now, if this does happen—is it the purpose of the word?——Yes, it may be the purpose.——I can imagine such a use of words (of series of sounds). (Uttering a word is like striking a note on the keyboard of the imagination.) But in the language of §2 it is not the purpose of the words to evoke images. (It may, of course, be discovered that that helps to attain the actual purpose.)\nBut if the ostensive teaching has this effect,—am I to say that it effects an understanding of the word? Don't you understand the call \"Slab!\" if you act upon it in such-and-such a way?——Doubtless the ostensive teaching helped to bring this about; but only together with a particular training. With different training the same ostensive teaching of these words would have effected a quite different understanding.\n\"I set the brake up by connecting up rod and lever.\"——Yes, given the whole of the rest of the mechanism. Only in conjunction with that is it a brake-lever, and separated from its support it is not even a lever; it may be anything, or nothing.", "source": "investigations.txt"}
{"text": "1 The world is everything that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by these being all the facts.\n1.12 For the totality of facts determines both what is the case, and also all that is not the case.\n1.13 The facts in logical space are the world.\n1.2 The world divides into facts.\n1.21 Any one can either be the case or not be the case, and everything else remain the same.\n2 What is the case, the fact, is the existence of atomic facts.\n2.01 An atomic fact is a combination of objects (entities, things).\n2.011 It is essential to a thing that it can be a constituent part of an atomic fact.\n2.012 In logic nothing is accidental: if a thing can occur in an atomic fact the possibility of that atomic fact must already be prejudged in the thing.\n2.0121 It would, so to speak, appear as an accident, when to a thing that could exist alone on its own account, subsequently a state of affairs could be made to fit.\nIf things can occur in atomic facts, this possibility must already lie in them.\n(A logical entity cannot be merely possible. Logic treats of every possibility, and all possibilities are its facts.)\nJust as we cannot think of spatial objects at all apart from space, or temporal objects apart from time, so we cannot think of any object apart from the possibility of this connection with other things.\nIf I can think of an object in the context of an atomic fact, I cannot think of it apart from the possibility of this context.\n...\n7 Whereof one cannot speak, thereof one must be silent.", "source": "tractatus.txt"}
