{"text": "23. But how many kinds of sentence are there? Say assertion, question, and command?—There are countless kinds: countless different kinds of use of what we call \"symbols\", \"words\", \"sentences\". And this multiplicity is not something fixed, given once for all; but new types of language, new language-games, as we may say, come into existence, and others become obsolete and get forgotten. (We can get a rough picture of this from the changes in mathematics.)\nHere the term \"language-game\" is meant to bring into prominence the fact that the speaking of language is part of an activity, or of a form of life.\nReview the multiplicity of language-games in the following examples, and in others:\nGiving orders, and obeying them—\nDescribing the appearance of an object, or giving its measurements—\nConstructing an object from a description (a drawing)—\nReporting an event—\nSpeculating about an event—\nForming and testing a hypothesis—\nPresenting the results of an experiment in tables and diagrams—\nMaking up a story; and reading it—\nPlay-acting—\nSinging catches—\nGuessing riddles—\nMaking a joke; telling it—\nSolving a problem in practical arithmetic—\nTranslating from one language into another—\nAsking, thanking, cursing, greeting, praying.\n—It is interesting to compare the multiplicity of the tools in language and of the ways they are used, the multiplicity of kinds of word and sentence, with what logicians have said about the structure of language. (Including the author of the Tractatus Logico-Philosophicus.)\n293. If I say of myself that it is only from my own case that I know what the word \"pain\" means—must I not say the same of other people too? And how can I generalize the one case so irresponsibly?\nNow someone tells me that he knows what pain is only from his own case!——Suppose everyone had a box with something in it: we call it a \"beetle\". No one can look into anyone else's box, and everyone says he knows what a beetle is only by looking at his beetle.—Here it would be quite possible for everyone to have something different in his box. One might even imagine such a thing constantly changing.—But suppose the word \"beetle\" had a use in these people's language?—If so it would not be used as the name of a thing. The thing in the box has no place in the language-game at all; not even as a something: for the box might even be empty.—No, one can 'divide through' by the thing in the box; it cancels out, whatever it is.\nThat is to say: if we construe the grammar of the expression of sensation on the model of 'object and designation' the object drops out of consideration as irrelevant.", "source": "investigations.txt"}
{"text": "1 The world is everything that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by these being all the facts.\n1.12 For the totality of facts determines both what is the case, and also all that is not the case.\n1.13 The facts in logical space are the world.\n1.2 The world divides into facts.\n1.21 Any one can either be the case or not be the case, and everything else remain the same.\n2 What is the case, the fact, is the existence of atomic facts.\n2.01 An atomic fact is a combination of objects (entities, things).\n2.011 It is essential to a thing that it can be a constituent part of an atomic fact.\n2.012 In logic nothing is accidental: if a thing can occur in an atomic fact the possibility of that atomic fact must already be prejudged in the thing.\n2.0121 It would, so to speak, appear as an accident, when to a thing that could exist alone on its own account, subsequently a state of affairs could be made to fit.\nIf things can occur in atomic facts, this possibility must already lie in them.\n3 The logical picture of the facts is the thought.\n3.001 \"An atomic fact is thinkable\"—means: we can imagine it.\n3.01 The totality of true thoughts is a picture of the world.\n3.02 The thought contains the possibility of the state of affairs which it thinks. What is thinkable is also possible.\n3.03 We cannot think anything unlogical, for otherwise we should have to think unlogically.\n4 The thought is the significant proposition.\n4.001 The totality of propositions is the language.\n4.002 Man possesses the capacity of constructing languages, in which every sense can be expressed, without having an idea how and what each word means—just as one speaks without knowing how the single sounds are produced.\nColloquial language is a part of the human organism and is not less complicated than it.\nFrom it it is humanly impossible to gather immediately the logic of language.\nLanguage disguises the thought; so that from the external form of the clothes one cannot infer the form of the thought they clothe, because the external form of the clothes is constructed with quite another object than to let the form of the body be recognized.\nThe silent adjustments to understand colloquial language are enormously complicated.\n5 Propositions are truth-functions of elementary propositions.\n(An elementary proposition is a truth-function of itself.)\n6 The general form of truth-function is: [p, ξ, N(ξ)].\nThis is the general form of proposition.\n7 Whereof one cannot speak, thereof one must remain silent.", "source": "tractatus.txt"}
