{"text": "§1. \"Cum autem sublatus fuerit ab oculis...\" — When they (my elders) named some object, and accordingly moved towards something, I saw this and I grasped that the thing was called by the sound they uttered when they meant to point it out. Their intention was shown by their bodily movements, as it were the natural language of all peoples: the expression of the face, the play of the eyes, the movement of other parts of the body, and the tone of voice which expresses our state of mind in seeking, having, rejecting, or avoiding something.\n§2. That philosophical concept of meaning has its place in a primitive idea of the way language functions. But one can also say that it is the idea of a language more primitive than ours.\n§7. In the practice of the use of language (2) one party calls out the words, the other acts on them. In instruction in the language the following process will occur: the learner names the objects; that is, he utters the word when the teacher points to the stone.—And there will be this simpler exercise: the teacher repeats the words after the teacher—both of these being processes resembling language.\n§23. But how many kinds of sentence are there? Say assertion, question, and command?—There are countless kinds: countless different kinds of use of what we call \"symbols\", \"words\", \"sentences\". And this multiplicity is not something fixed, given once for all; but new types of language, new language-games, as we may say, come into existence, and others become obsolete and get forgotten.\n§43. For a large class of cases—though not for all—in which we employ the word \"meaning\" it can be defined thus: the meaning of a word is its use in the language.\n§67. I can think of no better expression to characterize these similarities than \"family resemblances\"; for the various resemblances between members of a family: build, features, colour of eyes, gait, temperament, etc. etc. overlap and criss-cross in the same way.—And I shall say: 'games' form a family.\n§109. Philosophy is a battle against the bewitchment of our intelligence by means of language.\n§309. What is your aim in philosophy?—To shew the fly the way out of the fly-bottle.", "source": "philosophical_investigations.txt"}
{"text": "1. The world is everything that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by these being all the facts.\n1.12 For the totality of facts determines both what is the case, and also all that is not the case.\n1.13 The facts in logical space are the world.\n1.2 The world divides into facts.\n2. What is the case, the fact, is the existence of atomic facts.\n2.01 An atomic fact is a combination of objects (entities, things).\n2.011 It is essential to a thing that it can be a constituent part of an atomic fact.\n2.012 In logic nothing is accidental: if a thing can occur in an atomic fact the possibility of that atomic fact must already be prejudged in the thing.\n3. The logical picture of the facts is the thought.\n3.001 'An atomic fact is thinkable'-means: we can imagine it.\n3.01 The totality of true thoughts is a picture of the world.\n4. The thought is the significant proposition.\n4.001 The totality of propositions is the language.\n4.002 Man possesses the capacity of constructing languages, in which every sense can be expressed, without having an idea how and what each word means-just as one speaks without knowing how the single sounds are produced.\n5. Propositions are truth-functions of elementary propositions.\n5.6 The limits of my language mean the limits of my world.\n6.41 The sense of the world must lie outside the world.\n6.522 There is indeed the inexpressible. This shows itself; it is the mystical.\n7. Whereof one cannot speak, thereof one must be silent.", "source": "tractatus.txt"}
