{"text": "1. \"Cum enim Augustin...\" Augustine, in Confessions, I.8: \"When they (my elders) named some object, and accordingly moved towards something, I saw this and I grasped that the thing was called by the sound they uttered when they meant to point it out. Their intention was shewn by their bodily movements, as it were the natural language of all peoples: the expression of the face, the play of the eyes, the movement of other parts of the body, and the tone of voice which expresses our state of mind in seeking, having, rejecting, or avoiding something. Thus, as I heard words repeatedly used in their proper places in various sentences, I gradually learnt to understand what objects they signified; and after I had trained my mouth to form these signs, I used them to express my own desires.\"\nThese words, it seems to me, give us a particular picture of the essence of human language. It is this: the individual words in language name objects—sentences are combinations of such names. In this picture of language we find the roots of the following idea: Every word has a meaning. This meaning is correlated with the word. It is the object for which the word stands.\n2. That philosophical concept of meaning has its place in a primitive idea of the way language functions. But one can also say that it is the idea of a language more primitive than ours. Let us imagine a language for which the description given by Augustine is right. The language is meant to serve for communication between a builder A and an assistant B. A is building with building-stones: there are blocks, pillars, slabs and beams. B has to pass the stones, and that in the order in which A needs them. For this purpose they use a language consisting of the words \"block\", \"pillar\", \"slab\", \"beam\". A calls them out; - B brings the stone which he has learnt to bring at such-and-such a call. -- Conceive this as a complete primitive language.\n11. Think of the tools in a tool-box: there is a hammer, pliers, a saw, a screw-driver, a rule, a glue-pot, glue, nails and screws.—The functions of words are as diverse as the functions of these objects. (And in both cases there are similarities.)\nOf course, what confuses us is the uniform appearance of words when we hear them spoken or meet them in script and print. For their application is not presented to us so clearly. Especially when we are doing philosophy!\n19. It is easy to imagine a language consisting only of orders and reports in battle.—Or a language consisting only of questions and an expression for answering yes and no. And innumerable others.—And to imagine a language means to imagine a form of life.\n23. But how many kinds of sentence are there? Say assertion, question, and command?—There are countless kinds: countless different kinds of use of what we call \"symbols\", \"words\", \"sentences\". And this multiplicity is not something fixed, given once for all; but new types of language, new language-games, as we may say, come into existence, and others become obsolete and get forgotten. (We can get a rough picture of this from the changes in mathematics.)\nHere the term \"language-game\" is meant to bring into prominence the fact that the speaking of language is part of an activity, or of a form of life.\n43. For a large class of cases—though not for all—in which we employ the word \"meaning\" it can be defined thus: the meaning of a word is its use in the language. And the meaning of a name is sometimes explained by pointing to its bearer.\n66. Consider for example the proceedings that we call \"games\". I mean board-games, card-games, ball-games, Olympic games, and so on. What is common to them all?—Don't say: \"There must be something common, or they would not be called 'games'\"—but look and see whether there is anything common to all. For if you look at them you will not see something that is common to all, but similarities, relationships, and a whole series of them at that. To repeat: don't think, but look!\n67. I can think of no better expression to characterize these similarities than \"family resemblances\"; for the various resemblances between members of a family: build, features, colour of eyes, gait, temperament, etc. etc. overlap and criss-cross in the same way.—And I shall say: 'games' form a family.\n109. It was true to say that our considerations could not be scientific ones. . . . And we may not advance any kind of theory. There must not be anything hypothetical in our considerations. We must do away with all explanation, and description alone must take its place. And this description gets its light, that is to say its purpose, from the philosophical problems. These are, of course, not empirical problems; they are solved, rather, by looking into the workings of our language, and that in such a way as to make us recognize those workings: in despite of an urge to misunderstand them. The problems are solved, not by giving new information, but by arranging what we have always known. Philosophy is a battle against the bewitchment of our intelligence by means of language.\n123. A philosophical problem has the form: \"I don't know my way about\".\n258. Let us imagine the following case. I want to keep a diary about the recurrence of a certain sensation. To this end I associate it with the sign \"S\" and write this sign in a calendar for every day on which I have the sensation. -- I will remark first of all that a definition of the sign cannot be formulated. -- But still I can give myself a kind of ostensive definition. -- How? Can I point to the sensation? -- Not in the ordinary sense. But I speak, or write the sign down, and at the same time I concentrate my attention on the sensation -- and so, as it were, point to it inwardly. -- But what is this ceremony for? for that is all it is! A definition surely serves to establish the meaning of a sign. -- Well, that is done precisely by the concentrating of my attention; for in this way I impress on myself the connexion between the sign and the sensation. -- But \"I impress it on myself\" can only mean: this process brings it about that I remember the connexion right in the future. But in the present case I have no criterion of correctness. One would like to say: whatever is going to seem right to me is right. And that only means that here we can't talk about \"right\".", "source": "investigations.txt"}
{"text": "1 The world is everything that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by these being all the facts.\n1.12 For the totality of facts determines both what is the case, and also all that is not the case.\n1.13 The facts in logical space are the world.\n1.2 The world divides into facts.\n1.21 Any one can either be the case or not be the case, and everything else remain the same.\n2 What is the case, the fact, is the existence of atomic facts.\n2.01 An atomic fact is a combination of objects (entities, things).\n2.011 It is essential to a thing that it can be a constituent part of an atomic fact.\n2.012 In logic nothing is accidental: if a thing can occur in an atomic fact the possibility of that atomic fact must already be prejudged in the thing.\n2.02 The object is simple.\n2.021 Every statement about complexes can be analyzed into a statement about their constituent parts, and into those propositions which completely describe the complexes.\n2.1 We make to ourselves pictures of facts.\n2.11 The picture presents the facts in logical space, the existence and non-existence of atomic facts.\n2.12 The picture is a model of reality.\n3 The logical picture of the facts is the thought.\n3.001 \"An atomic fact is thinkable\"—means: we can imagine it.\n3.01 The totality of true thoughts is a picture of the world.\n3.02 The thought contains the possibility of the state of affairs which it thinks. What is thinkable is also possible.\n3.1 In the proposition the thought is expressed perceptibly through the senses.\n3.11 We use the sensibly perceptible sign (sound or written sign, etc.) of the proposition as a projection of the possible situation. The method of projection is the thinking of the sense of the proposition.\n3.12 The sign through which we express the thought I call the propositional sign. And the proposition is the propositional sign in its projective relation to the world.\n4 The thought is the significant proposition.\n4.001 The totality of propositions is the language.\n4.002 Man possesses the capacity of constructing languages, in which every sense can be expressed, without having an idea how and what each word means—just as one speaks without knowing how the single sounds are produced.\n4.003 Most questions and propositions of the philosophers result from the fact that we do not understand the logic of our language.\n4.01 The proposition is a picture of reality. The proposition is a model of the reality as we think it is.\n4.1 Propositions represent the existence and non-existence of atomic facts.\n4.11 The totality of true propositions is the total natural science (or the totality of the natural sciences).\n4.111 Philosophy is not one of the natural sciences. (The word \"philosophy\" must mean something which stands above or below, but not beside the natural sciences.)\n4.112 The object of philosophy is the logical clarification of thoughts. Philosophy is not a theory but an activity.\n5 Propositions are truth-functions of elementary propositions. (An elementary proposition is a truth-function of itself.)\n5.6 The limits of my language mean the limits of my world.\n5.61 Logic fills the world: the limits of the world are also its limits.\n6 The general form of truth-function is: [p, ξ, N(ξ)]. This is the general form of proposition.\n6.4 All propositions are of equal value.\n6.41 The sense of the world must lie outside the world. In the world everything is as it is and happens as it does happen. In it there is no value—and if there were, it would be of no value.\n6.42 Hence also there can be no ethical propositions. Propositions cannot express something higher.\n6.421 It is clear that ethics cannot be expressed. Ethics are transcendental. (Ethics and æsthetics are one.)\n6.522 There is indeed the inexpressible. This shows itself; it is the mystical.\n6.53 The right method of philosophy would be this: To say nothing except what can be said, i.e. the propositions of natural science, i.e. something that has nothing to do with philosophy: and then always, when someone else wished to say something metaphysical, to demonstrate to him that he had given no meaning to certain signs in his propositions. This method would be unsatisfying to the other—he would not have the feeling that we were teaching him philosophy—but it would be the only strictly correct one.\n6.54 My propositions are elucidatory in this way: he who understands me finally recognizes them as senseless, when he has climbed out through them, on them, over them. (He must so to speak throw away the ladder, after he has climbed up on it.)\n7 Whereof one cannot speak, thereof one must be silent.", "source": "tractatus.txt"}
