{"text": "1. \"Augustine, in Confessions 1.8: 'When they (my elders) named some object, and accordingly moved towards something, I saw this and I grasped that the thing was called by the sound they uttered when they meant to point it out. Their intention was shewn by their bodily movements, as it were the natural language of all peoples: the expression of the face, the play of the eyes, the movement of other parts of the body, and the tone of the voice which expresses our state of mind in seeking, having, rejecting, or avoiding something. Thus, as I heard words repeatedly used in their proper places in various sentences, I gradually learnt to understand what objects they signified; and after I had trained my mouth to form these signs, I used them to express my own desires.'\nThese words, it seems to me, give us a particular picture of the essence of human language. It is this: the individual words in language name objects—sentences are combinations of such names. In this picture of language we find the roots of the following idea: Every word has a meaning. This meaning is correlated with the word. It is the object for which the word stands.\n2. That philosophical concept of meaning has its place in a primitive idea of the way language functions. But one can also say that it is the idea of a language more primitive than ours.\nLet us imagine a language for which the description given by Augustine is right. The language is meant to serve for communication between a builder A and an assistant B. A is building with building-stones: there are blocks, pillars, slabs and beams. B has to pass the stones, and that in the order in which A needs them. For this purpose they use a language consisting of the words \"block\", \"pillar\", \"slab\", \"beam\". A calls them out; —B brings the stone which he has learnt to bring at such-and-such a call. —Conceive this as a complete primitive language.\n...\n293. If I say of myself that it is only from my own case that I know what the word \"pain\" means - must I not say the same of other people too? And how can I generalize the one case so irresponsibly?\nNow someone tells me that he knows what pain is only from his own case! --Suppose everyone had a box with something in it: we call it a \"beetle\". No one can look into anyone else's box, and everyone says he knows what a beetle is only by looking at his beetle. --Here it would be quite possible for everyone to have something different in his box. One might even imagine such a thing constantly changing. --But suppose the word \"beetle\" had a use in these people's language? --If so it would not be used as the name of a thing. The thing in the box has no place in the language-game at all; not even as a something: for the box might even be empty. --No, one can 'divide through' by the thing in the box; it cancels out, whatever it is.\nThat is to say: if we construe the grammar of the expression of sensation on the model of 'object and designation' the object drops out of consideration as irrelevant.", "source": "philosophical_investigations.txt"}
{"text": "1 The world is everything that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by these being all the facts.\n2 What the case is, the fact, is the existence of atomic facts.\n2.01 An atomic fact is a combination of objects (entities, things).\n2.1 We make to ourselves pictures of facts.\n2.12 The picture is a model of reality.\n3 The logical picture of the facts is the thought.\n3.01 The totality of true thoughts is a picture of the world.\n4 The thought is the significant proposition.\n4.001 The totality of propositions is the language.\n5 Propositions are truth-functions of elementary propositions.\n5.6 The limits of my language mean the limits of my world.\n6 The general form of truth-function is: [p, ξ, N(ξ)].\n6.4 All propositions are of equal value.\n6.522 There is indeed the inexpressible. This shows itself; it is the mystical.\n7 Whereof one cannot speak, thereof one must be silent.", "source": "tractatus.txt"}
{"text": "Philosophy is a battle against the bewitchment of our intelligence by means of language.\nA serious and good philosophical work could be written consisting entirely of jokes.\nAmbition is the death of thought.\nGenius is talent exercised with courage.\nI am not interested in constructing a building, so much as in having a perspicuous view of the foundations of possible buildings.\nMusic. The slow movement of the Fourth Concerto (Beethoven). The first time it is heard, it is just a sequence of strange chords. The second time, it is a sequence of strange chords that one knows. The third time, one knows it is the slow movement of the Fourth Concerto.\nArchitecture glorifies something. It glorifies, for example, power, or the grace of movement, or the warlike spirit, or pain, or religion.\nIf I were to say that the world is a dream, I would be saying something about the world, not about myself.", "source": "culture_and_value.txt"}
