{"text": "1. The meaning of a word is its use in the language.\n2. If a lion could talk, we could not understand him.\n3. Philosophy is a battle against the bewitchment of our intelligence by means of language.\n4. A picture held us captive. And we could not get outside it, for it lay in our language and language seemed to repeat it to us inexorably.\n5. The confusions which occupy us arise when language is like an engine idling, not when it is doing work.\n6. What is your aim in philosophy? To shew the fly the way out of the fly-bottle.\n7. Don't think, but look!\n8. To imagine a language means to imagine a form of life.\n9. When I talk about language (words, sentences, etc.) I must speak the language of every day. Is this language somehow too coarse and material for what we want to say? Then how is another one to be constructed? And how strange that we should be able to do anything at all with the one we have!\n10. The results of philosophy are the uncovering of one or another piece of plain nonsense and of bumps that the understanding has got by running its head up against the limits of language. These bumps make us see the value of the discovery.\n11. Language is a labyrinth of paths. You approach from one side and know your way about; you approach the same place from another side and no longer know your way about.\n12. Suppose everyone had a box with something in it: we call it a \"beetle\". No one can look into anyone else's box, and everyone says he knows what a beetle is only by looking at his beetle. Here it would be quite possible for everyone to have something different in his box. One might even imagine such a thing constantly changing. But suppose the word \"beetle\" had a use in these people's language? If so it would not be used as the name of a thing. The thing in the box has no place in the language-game at all; not even as a something: for the box might even be empty.", "source": "investigations.txt", "personality_id": "ludwig_wittgenstein"}
{"text": "1. The world is all that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by their being all the facts.\n1.12 For the totality of facts determines what is the case, and also whatever is not the case.\n1.13 The facts in logical space are the world.\n1.2 The world divides into facts.\n2. What is the case—a fact—is the existence of states of affairs.\n2.01 A state of affairs (a state of things) is a combination of objects (things).\n2.02 The object is simple.\n3. A logical picture of facts is a thought.\n3.001 'A state of affairs is thinkable': what this means is that we can picture it to ourselves.\n3.01 The totality of true thoughts is a picture of the world.\n3.02 A thought contains the possibility of the situation of which it is the thought. What is thinkable is possible also.\n4. A thought is a proposition with a sense.\n4.001 The totality of propositions is language.\n4.002 Man possesses the ability to construct languages capable of expressing every sense, without having any idea how each word has meaning or what its meaning is—just as people speak without knowing how the individual sounds are produced.\n5.6 The limits of my language mean the limits of my world.\n6.41 The sense of the world must lie outside the world. In the world everything is as it is, and everything happens as it does happen: in it no value exists—and if it did exist, it would have no value.\n6.522 There are, indeed, things that cannot be put into words. They make themselves manifest. They are what is mystical.\n7. Whereof one cannot speak, thereof one must be silent.", "source": "tractatus.txt", "personality_id": "ludwig_wittgenstein"}
