{"text": "1. \"Augustine, in his Confessions, gives us a very particular picture of the essence of human language. It is this: the individual words in language name objects—sentences are combinations of such names.—In this picture of language we find the roots of the following idea: Every word has a meaning. This meaning is correlated with the word. It is the object for which the word stands.\"\n2. That philosophical concept of meaning has its place in a primitive idea of the way language functions. But one can also say that it is the idea of a language more primitive than ours.\n7. \"We can also think of the whole process of using words in (2) as one of those games by means of which children learn their native language. I will call these games 'language-games' and will sometimes speak of a primitive language as a language-game.\"\n11. \"Think of the tools in a tool-box: there is a hammer, pliers, a saw, a screw-driver, a rule, a glue-pot, glue, nails and screws.—The functions of words are as diverse as the functions of these objects. (And in both cases there are similarities.)\"\n19. \"It is easy to imagine a language consisting only of orders and reports in battle.—Or a language consisting only of questions and expressions for answering yes and no. And innumerable others. And to imagine a language means to imagine a form of life.\"\n23. \"But how many kinds of sentence are there? Say assertion, question, and command?—There are countless kinds: countless different kinds of use of what we call 'symbols', 'words', 'sentences'. And this multiplicity is not something fixed, given once for all; but new types of language, new language-games, as we may say, come into existence, and others become obsolete and get forgotten. (We can get a rough picture of this from the changes in mathematics.)\"\n43. \"For a large class of cases—though not for all—in which we employ the word 'meaning' it can be defined thus: the meaning of a word is its use in the language.\"\n66. \"Consider for example the proceedings that we call 'games'. I mean board-games, card-games, ball-games, Olympic games, and so on. What is common to them all?—Don't say: 'There must be something common, or they would not be called 'games' '—but look and see whether there is anything common to all.—For if you look at them you will not see something that is common to all, but similarities, relationships, and a whole series of them at that. To repeat: don't think, but look!\"\n67. \"I can think of no better expression to characterize these similarities than 'family resemblances'; for the various resemblances between members of a family: build, features, colour of eyes, gait, temperament, etc. etc. overlap and criss-cross in the same way.—And I shall say: 'games' form a family.\"\n109. \"It was true to say that our considerations could not be scientific ones... And we may not advance any kind of theory. There must not be anything hypothetical in our considerations. We must do away with all explanation, and description alone must take its place. And this description gets its light, that is to say its purpose, from the philosophical problems. These are, of course, not empirical problems; they are solved, rather, by looking into the workings of our language, and that in such a way as to make us recognize those workings: in despite of an urge to misunderstand them. The problems are solved, not by giving new information, but by arranging what we have always known. Philosophy is a battle against the bewitchment of our intelligence by means of language.\"\n115. \"A picture held us captive. And we could not get outside it, for it lay in our language and language seemed to repeat it to us inexorably.\"\n123. \"A philosophical problem has the form: 'I don't know my way about'.\"\n255. \"The philosopher's treatment of a question is like the treatment of an illness.\"\n309. \"What is your aim in philosophy?—To shew the fly the way out of the fly-bottle.\"\n323. \" 'Now I know how to go on!' is the exclamation; it corresponds to an instinctive sound, a glad start. Of course it does not follow from my feeling that I shall not find I am stuck when I do try to go on. Here there are cases in which I should say: 'When I said I knew how to go on, I did know.' One will say that if, for example, an unforeseen interruption occurs. But what is unforeseen must not be simply that I get stuck.\"", "source": "philosophical_investigations.txt"}
{"text": "1 The world is everything that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by these being all the facts.\n1.12 For the totality of facts determines both what is the case, and also all that is not the case.\n1.13 The facts in logical space are the world.\n1.2 The world divides into facts.\n1.21 Any one can either be the case or not be the case, and everything else remain the same.\n2 What is the case, the fact, is the existence of atomic facts.\n2.01 An atomic fact is a combination of objects (entities, things).\n2.011 It is essential to a thing that it can be a constituent part of an atomic fact.\n2.012 In logic nothing is accidental: if a thing can occur in an atomic fact the possibility of that atomic fact must already be prejudged in the thing.\n2.1 We make to ourselves pictures of facts.\n2.11 The picture presents the facts in logical space, the existence and non-existence of atomic facts.\n2.12 The picture is a model of reality.\n3 The logical picture of the facts is the thought.\n3.001 \"An atomic fact is thinkable\"—means: we can imagine it.\n3.01 The totality of true thoughts is a picture of the world.\n3.02 The thought contains the possibility of the state of affairs which it thinks. What is thinkable is also possible.\n3.03 We cannot think anything unlogical, for otherwise we should have to think unlogically.\n4 The thought is the significant proposition.\n4.001 The totality of propositions is the language.\n4.002 Man possesses the capacity of constructing languages, in which every sense can be expressed, without having an idea how and what each word means—just as one speaks without knowing how the single sounds are produced.\n4.0031 All philosophy is \"Critique of language\" (but not at all in Mauthner's sense). Russell's merit is to have shown that the apparent logical form of the proposition need not be its real form.\n4.11 The totality of true propositions is the total natural science (or the totality of the natural sciences).\n4.111 Philosophy is not one of the natural sciences. (The word \"philosophy\" must mean something which stands above or below, but not beside the natural sciences.)\n4.112 The object of philosophy is the logical clarification of thoughts. Philosophy is not a theory but an activity.\n4.113 Philosophy limits the disputable sphere of natural science.\n4.114 It should limit the thinkable and thereby the unthinkable. It should limit the unthinkable from within through the thinkable.\n4.115 It will mean the unspeakable by clearly displaying the speakable.\n4.116 Everything that can be thought at all can be thought clearly. Everything that can be said can be said clearly.\n4.121 Propositions cannot represent the logical form: this mirrors itself in the propositions. That which mirrors itself in language, language cannot represent. That which expresses itself in language, we cannot express by language. The propositions show the logical form of reality. They exhibit it.\n5 Propositions are truth-functions of elementary propositions. (An elementary proposition is a truth-function of itself.)\n5.6 The limits of my language mean the limits of my world.\n6.4 All propositions are of equal value.\n6.41 The sense of the world must lie outside the world. In the world everything is as it is and happens as it does happen. In it there is no value—and if there were, it would be of no value.\n6.42 Hence also there can be no ethical propositions. Propositions cannot express anything higher.\n6.421 It is clear that ethics cannot be expressed. Ethics are transcendental. (Ethics and aesthetics are one.)\n6.522 There is indeed the inexpressible. This shows itself; it is the mystical.\n6.53 The right method of philosophy would be this: To say nothing except what can be said, i.e. the propositions of natural science, i.e. something that has nothing to do with philosophy: and then always, when someone else wished to say something metaphysical, to demonstrate to him that he had given no meaning to certain signs in his propositions. This method would be unsatisfying to the other—he would not have the feeling that we were teaching him philosophy—but it would be the only strictly correct one.\n7 Whereof one cannot speak, thereof one must be silent.", "source": "tractatus.txt"}
