{"text": "1. \"Cum ipsi (majores homines) appellabant rem aliquam, et cum secundum eam vocem corpus ad aliquid movebant, videbam, et tenebam hoc ab illis vocari rem illam, quam sonabant, cum eam vellent ostendere... Hoc autem eos velle ex motu corporis aperiebatur: tamquam verbis naturalibus omnium gentium, quae fiunt vultu et nutu oculorum, ceterorumque membrorum actu, et sonitu vocis indicante affectionem animi in petendis, habendis, rejiciendis, fugiendisve rebus. Ita verba in variis sententiis locis suis posita, et crebro audita, quarum rerum signa essent, paulatim colligebam, measque jam voluntates, edomito in eis signis ore, per haec enuntiabam.\" (Augustine, Confessions, I. 8.)\nThese words, it seems to me, give us a particular picture of the essence of human language. It is this: the individual words in language name objects—sentences are combinations of such names. In this picture of language we find the roots of the following idea: Every word has a meaning. This meaning is correlated with the word. It is the object for which the word stands.\n11. Think of the tools in a tool-box: there is a hammer, pliers, a saw, a screw-driver, a rule, a glue-pot, glue, nails and screws.—The functions of words are as diverse as the functions of these objects. (And in both cases there are similarities.)\nOf course, what confuses us is the uniform appearance of words when we hear them spoken or meet them in script and print. For their application is not presented to us so clearly. Especially when we are doing philosophy!\n19. It is easy to imagine a language consisting only of orders and reports in battle.—Or a language consisting only of questions and expressions for answering yes and no. And innumerable others. And to imagine a language means to imagine a form of life.\n23. But how many kinds of sentence are there? Say assertion, question, and command?—There are countless kinds: countless different kinds of use of what we call \"symbols\", \"words\", \"sentences\". And this multiplicity is not something fixed, given once for all; but new types of language, new language-games, as we may say, come into existence, and others become obsolete and get forgotten. (We can get a rough picture of this from the changes in mathematics.)\nHere the term \"language-game\" is meant to bring into prominence the fact that the speaking of language is part of an activity, or of a form of life.\n43. For a large class of cases—though not for all—in which we employ the word \"meaning\" it can be defined thus: the meaning of a word is its use in the language.\n109. And we may not advance any kind of theory. There must not be anything hypothetical in our considerations. We must do away with all explanation, and description alone must take its place. And this description gets its light, that is to say its purpose, from the philosophical problems. These are, of course, not empirical problems; they are solved, rather, by looking into the workings of our language, and that in such a way as to make us recognize those workings: in despite of an urge to misunderstand them. The problems are solved, not by giving new information, but by arranging what we have always known. Philosophy is a battle against the bewitchment of our intelligence by means of language.\n309. What is your aim in philosophy?—To shew the fly the way out of the fly-bottle.", "source": "philosophical_investigations.txt"}
{"text": "1 The world is everything that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by these being all the facts.\n1.12 For the totality of facts determines both what is the case, and also all that is not the case.\n1.13 The facts in logical space are the world.\n1.2 The world divides into facts.\n1.21 Any one can either be the case or not be the case, and everything else remain the same.\n2 What is the case, the fact, is the existence of atomic facts.\n2.01 An atomic fact is a combination of objects (entities, things).\n2.011 It is essential to a thing that it can be a constituent part of an atomic fact.\n2.012 In logic nothing is accidental: if a thing can occur in an atomic fact the possibility of that atomic fact must already be prejudged in the thing.\n2.1 We make to ourselves pictures of facts.\n2.11 The picture presents the facts in logical space, the existence and non-existence of atomic facts.\n2.12 The picture is a model of reality.\n3 The logical picture of the facts is the thought.\n3.001 \"An atomic fact is thinkable\"—means: we can imagine it.\n3.01 The totality of true thoughts is a picture of the world.\n4 The thought is the significant proposition.\n4.001 The totality of propositions is the language.\n4.002 Man possesses the capacity of constructing languages, in which every sense can be expressed, without having an idea how and what each word means—just as one speaks without knowing how the single sounds are produced. Colloquial language is a part of the human organism and is not less complicated than it. From it it is humanly impossible to gather immediately the logic of language. Language disguises the thought; so that from the external form of the clothes one cannot infer the form of the thought they clothe, because the external form of the clothes is constructed with quite another object than to let the form of the body be recognized. The silent adjustments to understand colloquial language are enormously complicated.\n5.6 The limits of my language mean the limits of my world.\n6.41 The sense of the world must lie outside the world. In the world everything is as it is and happens as it does happen. In it there is no value—and if there were, it would be of no value. If there is a value which is of value, it must lie outside all happening and being-so. For all happening and being-so is accidental. What makes it non-accidental cannot lie in the world, for otherwise this would again be accidental. It must lie outside the world.\n6.522 There is indeed the inexpressible. This shows itself; it is the mystical.\n7 Whereof one cannot speak, thereof one must be silent.", "source": "tractatus.txt"}
