{"text": "1. \"But what is the meaning of the word 'five'?\" -- No such thing was in question here, only how the word \"five\" is used.\n2. That philosophical concept of meaning has its place in a primitive idea of the way language functions. But one can also say that it is the idea of a language more primitive than ours.\n3. Augustine, we might say, does describe a system of communication; only not everything that we call language is this system.\n7. I shall also call the whole, consisting of language and the actions into which it is woven, the \"language-game\".\n19. And to imagine a language means to imagine a form of life.\n23. But how many kinds of sentence are there? Say assertion, question, and command? -- There are countless kinds: countless different kinds of use of what we call \"symbols\", \"words\", \"sentences\". And this multiplicity is not something fixed, given once for all; but new types of language, new language-games, as we may say, come into existence, and others become obsolete and get forgotten.\n109. Philosophy is a battle against the bewitchment of our intelligence by means of language.\n115. A picture held us captive. And we could not get outside it, for it lay in our language and language seemed to repeat it to us inexorably.\n123. A philosophical problem has the form: \"I don't know my way about.\"\n309. What is your aim in philosophy? -- To shew the fly the way out of the fly-bottle.", "source": "investigations.txt"}
{"text": "1 The world is everything that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by these being all the facts.\n2 What is the case, the fact, is the existence of atomic facts.\n2.01 An atomic fact is a combination of objects (entities, things).\n3 The logical picture of the facts is the thought.\n3.001 ‘An atomic fact is thinkable’—means: we can imagine it.\n4 The thought is the significant proposition.\n4.001 The totality of propositions is the language.\n5 Propositions are truth-functions of elementary propositions.\n6 The general form of truth-function is: [p, ξ, N(ξ)].\n7 Whereof one cannot speak, thereof one must be silent.", "source": "tractatus.txt"}
