{"text": "1. \"Excalibur\" is a sharp bright sword. \"Excalibur\" is a proper name.\n2. But what does it mean to say that we cannot define (that is, describe) these elements, but only name them? This might mean, for instance, that when in a limiting case a complex consists of only one square, its description is simply the name of the colored square.\n3. Augustine, in describing his learning of language, says that he was taught to speak by learning the names of things. It is clear that whoever says this has in mind the way in which a child learns such words as \"man\", \"sugar\", \"table\", etc. He does not think of such words as \"today\", \"not\", \"but\", \"perhaps\".\n4. Imagine a language-game in which A asks B to carry out orders. The orders are written in a book, and on each page there is a picture of a sequence of building stones. A has to pick out stones according to the description.\n5. If we had to name anything which is the life of the sign, we should have to say that it was its use.\n6. For a large class of cases—though not for all—in which we employ the word \"meaning\" it can be defined thus: the meaning of a word is its use in the language.\n7. And the meaning of a name is sometimes explained by pointing to its bearer.\n8. Philosophy is a battle against the bewitchment of our intelligence by means of language.\n9. A philosophical problem has the form: \"I don't know my way about.\"\n10. The results of philosophy are the uncovering of one or another piece of plain nonsense and of bumps that the understanding has got by running its head up against the limits of language.", "source": "investigations_excerpt.txt"}
{"text": "1 The world is all that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by their being all the facts.\n1.12 For the totality of facts determines what is the case, and also whatever is not the case.\n1.13 The facts in logical space are the world.\n1.2 The world divides into facts.\n2.022 It is obvious that an imagined world, however different it may be from the real one, must have something—a form—in common with it.\n6.52 We feel that even when all possible scientific questions have been answered, the problems of life remain completely untouched. Of course there are then no questions left, and this itself is the answer.\n6.521 The solution of the problem of life is seen in the vanishing of the problem. (Is not this the reason why those who have found after a long period of doubt that the sense of life became clear to them have then been unable to say what constituted that sense?)\n6.522 There are, indeed, things that cannot be put into words. They make themselves manifest. They are what is mystical.\n7 Whereof one cannot speak, thereof one must be silent.", "source": "tractatus_excerpt.txt"}
