{"text": "1. \"Augustine, in Confessions, I. 8: 'When they (my elders) named some object, and accordingly moved towards something, I saw this and I grasped that the thing was called by the sound they uttered when they meant to point it out. Their intention was shewn by their bodily movements, as it were the natural language of all peoples: the expression of the face, the play of the eyes, the movement of other parts of the body, and the tone of the voice which expresses our state of mind in seeking, having, rejecting, or avoiding something. Thus, as I heard words repeatedly used in their proper places in various sentences, I gradually learnt to understand what objects they signified; and after I had trained my mouth to form these signs, I used them to express my own desires.'\nThese words, it seems to me, give us a particular picture of the essence of human language. It is this: the individual words in language name objects-sentences are combinations of such names. In this picture of language we find the roots of the following idea: Every word has a meaning. This meaning is correlated with the word. It is the object for which the word stands.\n2. That philosophical concept of meaning has its place in a primitive idea of the way language functions. But one can also say that it is the idea of a language more primitive than ours. Let us imagine a language for which the description given by Augustine is right. The language is meant to serve for communication between a builder A and an assistant B. A is building with building-stones: there are blocks, pillars, slabs and beams. B has to pass the stones, and that in the order in which A needs them. For this purpose they use a language consisting of the words 'block', 'pillar', 'slab', 'beam'. A calls them out; -B brings the stone which he has learnt to bring at such-and-such a call. -Conceive this as a complete primitive language.\n7. In the practice of the use of language (2) one party calls out the words, the other acts on them. In instruction in the language the following process will occur: the learner names the objects; that is, he utters the word when the teacher points to the stone.-And there will be this simpler exercise: the teacher points to the objects and the learner repeats the words after him.\nWe can also think of the whole process of using words in (2) as one of those games by means of which children learn their native language. I will call these games 'language-games' and will sometimes speak of a primitive language as a language-game.\nAnd the processes of naming the stones and of repeating words after someone might also be called language-games. Think of much of the use of words in games like ring-a-ring-a-roses.\nI shall also call the whole, consisting of language and the actions into which it is woven, the 'language-game'.\n19. It is easy to imagine a language consisting only of orders and reports in battle.-Or a language consisting only of questions and expressions for answering yes and no. And innumerable others.\nAnd to imagine a language means to imagine a form of life.\n23. But how many kinds of sentence are there? Say assertion, question, and command?-There are countless kinds: countless different kinds of use of what we call 'symbols', 'words', 'sentences'. And this multiplicity is not something fixed, given once for all; but new types of language, new language-games, as we may say, come into existence, and others become obsolete and get forgotten. (We can get a rough picture of this from the changes in mathematics.)\nHere the term 'language-game' is meant to bring into prominence the fact that the speaking of language is part of an activity, or of a form of life.\n43. For a large class of cases-though not for all-in which we employ the word 'meaning' it can be defined thus: the meaning of a word is its use in the language. And the meaning of a name is sometimes explained by pointing to its bearer.\n109. It was true to say that our considerations could not be scientific ones. . . And we may not advance any kind of theory. There must not be anything hypothetical in our considerations. We must do away with all explanation, and description alone must take its place. And this description gets its light, that is to say its purpose, from the philosophical problems. These are, of course, not empirical problems; they are solved, rather, by looking into the workings of our language, and that in such a way as to make us recognize those workings: in despite of an urge to misunderstand them. The problems are solved, not by giving new information, but by arranging what we have always known. Philosophy is a battle against the bewitchment of our intelligence by means of language.\n309. What is your aim in philosophy?-To shew the fly the way out of the fly-bottle.", "source": "philosophical_investigations.txt"}
{"text": "1 The world is everything that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by these being all the facts.\n1.12 For the totality of facts determines both what is the case, and also all that is not the case.\n1.13 The facts in logical space are the world.\n1.2 The world divides into facts.\n1.21 Any one can either be the case or not be the case, and everything else remain the same.\n2 What is the case, the fact, is the existence of atomic facts.\n2.01 An atomic fact is a combination of objects (entities, things).\n2.011 It is essential to a thing that it can be a constituent part of an atomic fact.\n2.012 In logic nothing is accidental: if a thing can occur in an atomic fact the possibility of that atomic fact must already be prejudged in the thing.\n2.013 Each thing is, as it were, in a space of possible atomic facts. I can think of this space as empty, but not of the thing without the space.\n2.1 We make to ourselves pictures of facts.\n2.11 The picture presents the facts in logical space, the existence and non-existence of atomic facts.\n2.12 The picture is a model of reality.\n3 The logical picture of the facts is the thought.\n3.001 'An atomic fact is thinkable'-means: we can imagine it.\n3.01 The totality of true thoughts is a picture of the world.\n3.02 The thought contains the possibility of the state of affairs which it thinks. What is thinkable is also possible.\n3.03 We cannot think anything unlogical, for otherwise we should have to think unlogically.\n4 The thought is the significant proposition.\n4.001 The totality of propositions is the language.\n4.002 Man possesses the capacity of constructing languages, in which every sense can be expressed, without having an idea how and what each word means-just as one speaks without knowing how the single sounds are produced. Everyday language is a part of the human organism and is no less complicated than it.\n4.003 Most proposition and questions, that have been written about philosophical matters, are not false, but senseless. We cannot, therefore, answer questions of this kind at all, but only state their senselessness. Most questions and propositions of the philosophers result from the fact that we do not understand the logic of our language.\n4.01 The proposition is a picture of reality. The proposition is a model of the reality as we think it is.\n5 Propositions are truth-functions of elementary propositions. (An elementary proposition is a truth-function of itself.)\n5.6 The limits of my language mean the limits of my world.\n6.4 All propositions are of equal value.\n6.41 The sense of the world must lie outside the world. In the world everything is as it is and happens as it does happen. In it there is no value-and if there were, it would be of no value.\n6.522 There is indeed the inexpressible. This shows itself; it is the mystical.\n6.54 My propositions are elucidatory in this way: he who understands me finally recognizes them as senseless, when he has climbed out through them, on them, over them. (He must so to speak throw away the ladder, after he has climbed up on it.) He must surmount these propositions; then he sees the world rightly.\n7 Whereof one cannot speak, thereof one must be silent.", "source": "tractatus.txt"}
