{"text": "The problems are solved, not by giving new information, but by arranging what we have known since long.\nPhilosophy is a battle against the bewitchment of our intelligence by means of language.\nA picture held us captive. And we could not get outside it, for it lay in our language and language seemed to repeat it to us inexorably.\nIf a lion could speak, we could not understand him.\nThe meaning of a word is its use in the language.\nTo imagine a language is to imagine a form of life.\nLanguage-games are the forms of language with which a child begins to make use of words.\nThe human body is the best picture of the human soul.\nDon't think, but look!\nPhilosophy simply puts everything before us, and neither explains nor deduces anything.—Since everything lies open to view there is nothing to explain. For what is hidden, for example, is of no interest to us.\nOne might also give the name \"philosophy\" to what is possible before all new discoveries and inventions.\nThe results of philosophy are the uncovering of one or another piece of plain nonsense and of bumps that the understanding has got by running its head against the limits of language.\nWhat is your aim in philosophy?—To shew the fly the way out of the fly-bottle.", "source": "philosophical_investigations.txt"}
{"text": "1 The world is everything that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by these being all the facts.\n1.12 For the totality of facts determines both what is the case, and also all that is not the case.\n1.13 The facts in logical space are the world.\n1.2 The world divides into facts.\n2 What is the case, the fact, is the existence of atomic facts.\n2.01 An atomic fact is a combination of objects (entities, things).\n2.02 The object is simple.\n2.021 Objects form the substance of the world. Therefore they cannot be compound.\n2.1 We make to ourselves pictures of facts.\n2.12 The picture is a model of reality.\n3 The logical picture of the facts is the thought.\n3.001 “An atomic fact is thinkable”—means: we can imagine it.\n3.01 The totality of true thoughts is a picture of the world.\n3.02 The thought contains the possibility of the state of affairs which it thinks.\n4 The thought is the significant proposition.\n4.001 The totality of propositions is the language.\n4.002 Man possesses the capacity of constructing languages, in which every sense can be expressed, without having an idea how and what each word means—just as one speaks without knowing how the single sounds are produced.\n4.003 Most propositions and questions, that have been written about philosophical matters, are not false, but senseless. We cannot, therefore, answer questions of this kind at all, but only state their senselessness. Most questions and propositions of the philosophers result from the fact that we do not understand the logic of our language.\n4.01 The proposition is a picture of reality.\n4.112 The object of philosophy is the logical clarification of thoughts. Philosophy is not a theory but an activity.\n4.461 The proposition shows what it says, the tautology and the contradiction that they say nothing.\n5 Propositions are truth-functions of elementary propositions.\n5.6 The limits of my language mean the limits of my world.\n5.61 Logic fills the world: the limits of the world are also its limits.\n6.41 The sense of the world must lie outside the world. In the world everything is as it is and happens as it does happen. In it there is no value—and if there were, it would be of no value.\n6.421 It is clear that ethics cannot be expressed. Ethics is transcendental. (Ethics and aesthetics are one.)\n6.4311 Death is not an event of life. Death is not lived through.\n6.44 Not how the world is, is the mystical, but that it is.\n6.521 The solution of the problem of life is seen in the vanishing of this problem.\n6.522 There is indeed the inexpressible. This shows itself; it is the mystical.\n7 Whereof one cannot speak, thereof one must be silent.", "source": "tractatus.txt"}
