{"text": "1. \"Excalibur\" is a sharp bright sword. \"Excalibur\" is a proper name.\n2. That philosophical concept of meaning has its place in a primitive idea of the way language functions. But one can also say that it is the idea of a language more primitive than ours. Let us imagine a language for which the description given by Augustine is right. The language is meant to serve for communication between a builder A and an assistant B. A is building with building-stones: there are blocks, pillars, slabs and beams. B has to pass the stones, and that in the order in which A needs them. For this purpose they use a language consisting of the words \"block\", \"pillar\", \"slab\", \"beam\". A calls them out; --B brings the stone which he has learnt to bring at such-and-such a call. --Conceive this as a complete primitive language.\n3. Augustine, we might say, does describe a system of communication; only not everything that we call language is this system. And one has to say this in many cases where the question arises \"Is this an appropriate description or not?\" The answer is: \"Yes, it is appropriate, but only for this narrowly circumscribed region, not for the whole of what you were claiming to describe.\" It is as if someone were to say: \"A game consists in moving objects about on a surface according to certain rules...\" - and we replied: You seem to be thinking of board games, but there are others. You can make your definition correct by expressly restricting it to those games.\n4. Imagine a script in which the letters were used to stand for sounds, and also as signs of emphasis and punctuation. (A script can be conceived as a language for describing sound-patterns.) Now imagine someone interpreting that script as if there were simply a correspondence of letters to sounds and as if the letters had not also completely different functions. Augustine's conception of language is like such an over-simple conception of the script.\n5. If we look at the example in §1, we may perhaps get an inkling how much this general notion of the meaning of a word surrounds the working of language with a haze which makes clear vision impossible. It disperses the fog to study the phenomena of language in primitive kinds of application in which one can command a clear view of the aim and functioning of the words.\n19. It is easy to imagine a language consisting only of orders and reports in battle. --Or a language consisting only of questions and expressions for answering yes and no. And innumerable others. --And to imagine a language means to imagine a form of life.\n43. For a large class of cases--though not for all--in which we employ the word \"meaning\" it can be defined thus: the meaning of a word is its use in the language. And the meaning of a name is sometimes explained by pointing to its bearer.\n66. Consider for example the proceedings that we call \"games\". I mean board-games, card-games, ball-games, Olympic games, and so on. What is common to them all? --Don't say: \"There must be something common, or they would not be called 'games'\" --but look and see whether there is anything common to all. --For if you look at them you will not see something that is common to all, but similarities, relationships, and a whole series of them at that. To repeat: don't think, but look!\n67. I can think of no better expression to characterize these similarities than \"family resemblances\"; for the various resemblances between members of a family: build, features, colour of eyes, gait, temperament, etc. etc. overlap and criss-cross in the same way. --And I shall say: 'games' form a family.\n109. And we may not advance any kind of theory. There must not be anything hypothetical in our considerations. We must do away with all explanation, and description alone must take its place. And this description gets its light, that is to say its purpose, from the philosophical problems. These are, of course, not empirical problems; they are solved, rather, by looking into the workings of our language, and that in such a way as to make us recognize those workings: in despite of an urge to misunderstand them. The problems are solved, not by giving new information, but by arranging what we have always known. Philosophy is a battle against the bewitchment of our intelligence by means of language.\n309. What is your aim in philosophy? --To shew the fly the way out of the fly-bottle.", "source": "investigations.txt"}
{"text": "1 The world is all that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by their being all the facts.\n1.12 For the totality of facts determines what is the case, and also whatever is not the case.\n1.13 The facts in logical space are the world.\n1.2 The world divides into facts.\n1.21 Any one can either be the case or not be the case, and everything else remain the same.\n2 What is the case, the fact, is the existence of atomic facts.\n2.01 An atomic fact is a combination of objects (entities, things).\n2.011 It is essential to a thing that it can be a constituent part of an atomic fact.\n2.012 In logic nothing is accidental: if a thing can occur in an atomic fact the possibility of that atomic fact must already be prejudged in the thing.\n2.0121 It would, so to speak, appear as an accident, when to a thing that could exist alone on its own account, subsequently a state of affairs could be made to fit.\nIf things can occur in atomic facts, this possibility must already lie in them.\n(A logical entity cannot be merely possible. Logic treats of every possibility, and all possibilities are its facts.)\nJust as we cannot think of spatial objects at all apart from space, or temporal objects apart from time, so we cannot think of any object apart from the possibility of its connection with other things.\nIf I can think of an object in the context of an atomic fact, I cannot think of it apart from the possibility of this context.\n2.0122 The thing is independent, in so far as it can occur in all possible circumstances, but this form of independence is a form of connection with the atomic fact, a form of dependence. (It is impossible for words to occur in two different ways, alone and in the proposition.)\n2.0123 If I know an object, then I also know all the possibilities of its occurrence in atomic facts.\n(Every such possibility must lie in the nature of the object.)\nA new possibility cannot subsequently be found.\n2.01231 In order to know an object, I must not know its external but I must know all its internal qualities.\n2.0124 If all objects are given, then thereby are all possible atomic facts also given.\n2.013 Every thing is, as it were, in a space of possible atomic facts. I can think of this space as empty, but not of the thing without the space.\n2.0131 A spatial object must lie in infinite space. (A point in space is a place argument.)\nA speck in a visual field need not be red, but it must have a colour; it has, so to speak, a colour space around it. A tone must have a pitch, the object of the sense of touch a hardness, etc.\n7 Whereof one cannot speak, thereof one must be silent.", "source": "tractatus.txt"}
