{"text": "Philosophical Investigations\nBy Ludwig Wittgenstein\n1. \"Cum ipsi (majores homines) appellabant rem aliquam, et cum secundum eam vocem corpus ad aliquid movebant, videbam, et tenebam hoc ab eis vocari rem illam, quam sonabant, cum eam vellent ostendere. Hoc autem eos velle ex motu corporis aperiebatur: tamquam verbis naturalibus omnium gentium, quae fiunt vultu et nutu oculorum, ceterorumque membrorum actu, et sonitu vocis indicante affectionem animi in petendo, habendo, rejiciendo, fugiendo ve. Ita verba in variis sententiis locis suis posita, et crebro audita, quarum rerum signa essent, paulatim colligebam, measque jam voluntates, edomito in eis signis ore, per haec enuntiabam.\" (Augustine, Confessions, I. 8.)\nThese words, it seems to me, give us a particular picture of the essence of human language. It is this: the individual words in language name objects—sentences are combinations of such names. In this picture of language we find the roots of the following idea: Every word has a meaning. This meaning is correlated with the word. It is the object for which the word stands.\nAugustine does not speak of there being any difference between kinds of word. If you describe the learning of language in this way you are, I believe, thinking primarily of nouns like \"table\", \"chair\", \"bread\", and of people's names, and only secondarily of the names of certain actions and properties; and of the remaining kinds of word as something that will take care of itself.\nNow think of the following use of language: I send someone shopping. I give him a slip marked \"five red apples\". He takes the slip to the shopkeeper, who opens the drawer marked \"apples\"; then he looks up the word \"red\" in a table and finds a colour sample opposite it; then he says the series of cardinal numbers—I assume that he knows them by heart—up to the word \"five\" and for each number he takes an apple of the same colour as the sample out of the drawer.——It is in this and similar ways that one operates with words.——\"But how does he know where and how he is to look up the word 'red' and what he is to do with the word 'five'?\"——Well, I assume that he acts as I have described. Explanations come to an end somewhere.—But what is the meaning of the word \"five\"?—No such thing was in question here, only how the word \"five\" is used.\n2. That philosophical concept of meaning has its place in a primitive idea of the way language functions. But one can also say that it is the idea of a language more primitive than ours.\nLet us imagine a language for which the description given by Augustine is right. The language is meant to serve for communication between a builder A and an assistant B. A is building with building-stones: there are blocks, pillars, slabs and beams. B has to pass the stones, and that in the order in which A needs them. For this purpose they use a language consisting of the words \"block\", \"pillar\", \"slab\", \"beam\". A calls them out;—B brings the stone which he has learnt to bring at such-and-such a call.——Conceive this as a complete primitive language.\n3. Augustine, we might say, does describe a system of communication; only not everything that we call language is this system. And one has to say this in many cases where the question arises \"Is this an appropriate description or not?\" The answer is: \"Yes, it is appropriate, but only for this narrowly circumscribed region, not for the whole of what you were claiming to describe.\"\nIt is as if someone were to say: \"A game consists in moving objects about on a surface according to certain rules...\"—and we replied: You seem to be thinking of board games, but there are others. You can make your definition correct by expressly restricting it to those games.\n43. For a large class of cases—though not for all—in which we employ the word \"meaning\" it can be defined thus: the meaning of a word is its use in the language. And the meaning of a name is sometimes explained by pointing to its bearer.\n66. Consider for example the proceedings that we call \"games\". I mean board-games, card-games, ball-games, Olympic games, and so on. What is common to them all?—Don't say: \"There must be something common, or they would not be called 'games'\"—but look and see whether there is anything common to all. For if you look at them you will not see something that is common to all, but similarities, relationships, and a whole series of them at that. To repeat: don't think, but look!\n109. It was true to say that our considerations could not be scientific ones. It was not of any possible interest to us to find out empirically 'that, contrary to our preconceived ideas, it is possible to think such-and-such'—whatever that may mean. (The conception of thought as a gaseous medium.) And we may not advance any kind of theory. There must not be anything hypothetical in our considerations. We must do away with all explanation, and description alone must take its place. And this description gets its light, that is to say its purpose, from the philosophical problems. These are, of course, not empirical problems; they are solved, rather, by looking into the workings of our language, and that in such a way as to make us recognize those workings: in despite of an urge to misunderstand them. The problems are solved, not by giving new information, but by arranging what we have always known. Philosophy is a battle against the bewitchment of our intelligence by means of language.", "source": "investigations.txt"}
{"text": "The Tractatus Logico-Philosophicus\nBy Ludwig Wittgenstein\n1 The world is everything that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by their being all the facts.\n1.12 For the totality of facts determines both what is the case, and also all that is not the case.\n1.13 The facts in logical space are the world.\n1.2 The world divides into facts.\n1.21 Any one can either be the case or not be the case, and everything else remain the same.\n2 What is the case, the fact, is the existence of atomic facts.\n2.01 An atomic fact is a combination of objects (entities, things).\n2.011 It is essential to a thing that it can be a constituent part of an atomic fact.\n2.012 In logic nothing is accidental: if a thing can occur in an atomic fact the possibility of that atomic fact must already be prejudged in the thing.\n3 The logical picture of the facts is the thought.\n3.001 \"An atomic fact is thinkable\"—means: we can imagine it.\n3.01 The totality of true thoughts is a picture of the world.\n3.02 The thought contains the possibility of the state of affairs which it thinks. What is thinkable is also possible.\n3.03 We cannot think anything unlogical, for otherwise we should have to think unlogically.\n4 The thought is the significant proposition.\n4.001 The totality of propositions is the language.\n4.002 Man possesses the capacity of constructing languages, in which every sense can be expressed, without having an idea how and what each word means—just as one speaks without knowing how the single sounds are produced.\nColloquial language is a part of the human organism and is not less complicated than it.\nFrom it it is humanly impossible to gather immediately the logic of language.\nLanguage disguises the thought; so that from the external form of the clothes one cannot infer the form of the thought they clothe, because the external form of the clothes is constructed with quite another object than to let the form of the body be recognized.\nThe silent adjustments to understand colloquial language are enormously complicated.\n5 Propositions are truth-functions of elementary propositions.\n(An elementary proposition is a truth-function of itself.)\n5.6 The limits of my language mean the limits of my world.\n5.61 Logic fills the world: the limits of the world are also its limits.\nWe cannot therefore say in logic: This and this there is in the world, that there is not.\nFor that would appear to presuppose that we were excluding certain possibilities, and this cannot be the case, since it would require that logic should go beyond the limits of the world; for only in that way could it view those limits from the other side also.\nWe cannot think what we cannot think; so what we cannot think we cannot say either.\n6 The general form of truth-function is: [p, ξ, N(ξ)].\nThis is the general form of proposition.\n6.41 The sense of the world must lie outside the world. In the world everything is as it is and happens as it happens. In it there is no value—and if there were, it would be of no value.\nIf there is a value which is of value, it must lie outside all happening and being-so. For all happening and being-so is accidental.\nWhat makes it non-accidental cannot lie in the world, for otherwise this would again be accidental.\nIt must lie outside the world.\n6.522 There is indeed the inexpressible. This shows itself; it is the mystical.\n6.54 My propositions are elucidatory in this way: he who understands me finally recognizes them as senseless, when he has climbed out through them, on them, over them. (He must so to speak throw away the ladder, after he has climbed up on it.)\nHe must surmount these propositions; then he sees the world rightly.\n7 Whereof one cannot speak, thereof one must remain silent.", "source": "tractatus.txt"}
