{"text": "Tractatus Logico-Philosophicus\nBy Ludwig Wittgenstein\n1 The world is everything that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by these being all the facts.\n1.12 For the totality of facts determines both what is the case, and also all that is not the case.\n1.13 The facts in logical space are the world.\n1.2 The world divides into facts.\n1.21 Any one can either be the case or not be the case, and everything else remain the same.\n2 What is the case, the fact, is the existence of atomic facts.\n2.01 An atomic fact is a combination of objects (entities, things).\n2.011 It is essential to a thing that it can be a constituent part of an atomic fact.\n2.012 In logic nothing is accidental: if a thing can occur in an atomic fact the possibility of that atomic fact must already be prejudged in the thing.\n2.0121 It would, so to speak, appear as an accident, when to a thing that could exist alone on its own account, subsequently a state of affairs could be made to fit.\nIf things can occur in atomic facts, this possibility must already lie in them.\n(A logical entity cannot be merely possible. Logic treats of every possibility, and all possibilities are its facts.)\nJust as we cannot think of spatial objects at all apart from space, or temporal objects apart from time, so we cannot think of any object apart from the possibility of its connexion with other things.\nIf I can think of an object in the context of an atomic fact, I cannot think of it apart from the possibility of this context.\n2.0122 The thing is independent, in so far as it can occur in all possible circumstances, but this form of independence is a form of connexion with the atomic fact, a form of dependence. (It is impossible for words to occur in two different ways, alone and in the proposition.)\n2.0123 If I know an object, then I also know all the possibilities of its occurrence in atomic facts.\n(Every such possibility must lie in the nature of the object.)\nA new possibility cannot subsequently be found.\n2.01231 In order to know an object, I must know not its external but all its internal qualities.\n2.0124 If all objects are given, then thereby are all possible atomic facts also given.\n2.013 Every thing is, as it were, in a space of possible atomic facts. I can think of this space as empty, but not of the thing without the space.\n2.0131 A spatial object must lie in infinite space. (A point in space is an argument place.)\nA speck in a visual field need not be red, but it must have a colour; it has, so to speak, a colour space round it. A tone must have a pitch, the object of the sense of touch a hardness, etc.\n2.014 Objects contain the possibility of all states of affairs.\n2.0141 The possibility of its occurrence in atomic facts is the form of the object.\n2.02 The object is simple.\n2.0201 Every statement about complexes can be analysed into a statement about their constituent parts, and into those propositions which completely describe the complexes.\n2.021 Objects form the substance of the world. Therefore they cannot be compound.\n2.0211 If the world had no substance, then whether a proposition had sense would depend on whether another proposition was true.\n2.0212 It would then be impossible to form a picture of the world (true or false).\n2.022 It is clear that however different from the real one an imagined world may be, it must have something—a form—in common with the real world.\n2.023 This fixed form consists of the objects.\n2.0231 The substance of the world can only determine a form and not any material properties. For these are first presented by the propositions—first formed by the configuration of the objects.\n2.0232 Roughly speaking: objects are colourless.\n2.0233 Two objects of the same logical form are—apart from their external properties—only differentiated from one another in that they are different.\n2.02331 Either a thing has properties which no other has, and then one can distinguish it straight away from the others by a description and refer to it; or, on the other hand, there are several things which have the totality of their properties in common, and then it is quite impossible to point to any one of them.\nFor if a thing is not distinguished by anything, I cannot distinguish it—for otherwise it would be distinguished.\n2.024 Substance is what exists independently of what is the case.\n2.025 It is form and content.\n2.0251 Space, time and colour (colouredness) are forms of objects.\n2.026 Only if there are objects can there be a fixed form of the world.\n2.027 The fixed, the existent and the object are one.\n2.0271 The object is the fixed, the existent; the configuration is the changing, the variable.\n2.0272 The configuration of the objects forms the atomic fact.\n2.03 In the atomic fact objects hang one in another, like the links of a chain.\n2.031 In the atomic fact the objects are combined in a definite way.\n2.032 The way in which objects hang together in the atomic fact is the structure of the atomic fact.\n2.033 The form is the possibility of the structure.\n2.034 The structure of the fact consists of the structures of the atomic facts.\n2.04 The totality of existent atomic facts is the world.\n2.05 The totality of existent atomic facts also determines which atomic facts do not exist.\n2.06 The existence and non-existence of atomic facts is the reality.\n(The existence of atomic facts we also call a positive fact, their non-existence a negative fact.)\n2.061 Atomic facts are independent of one another.\n2.062 From the existence of non-existence of an atomic fact we cannot infer the existence or non-existence of another.\n2.063 The total reality is the world.\n2.1 We make to ourselves pictures of facts.\n2.11 The picture presents the facts in logical space, the existence and non-existence of atomic facts.\n2.12 The picture is a model of reality.\n2.13 To the objects correspond in the picture the elements of the picture.\n2.131 The elements of the picture stand, in the picture, for the objects.\n2.14 The picture consists in the fact that its elements are combined with one another in a definite way.\n2.141 The picture is a fact.\n2.15 That the elements of the picture are combined with one another in a definite way, represents that the things are so combined with one another.\nThis connexion of the elements of the picture is called its structure, and the possibility of this structure is called the form of representation of the picture.\n2.151 The form of representation is the possibility that the things are combined with one another as are the elements of the picture.\n2.1511 Thus the picture is linked with reality; it reaches up to it.\n2.1512 It is like a scale applied to reality.\n2.15121 Only the outermost points of the dividing lines touch the object to be measured.\n2.1513 According to this view the representing relation which makes it a picture, also belongs to the picture.\n2.1514 The representing relation consists of the co-ordinations of the elements of the picture and the things.\n2.1515 These co-ordinations are as it were the feelers of its elements with which the picture touches reality.\n2.16 In order to be a picture a fact must have something in common with what it pictures.\n2.161 In the picture and the pictured there must be something identical in order that the one can be a picture of the other at all.\n2.17 What the picture must have in common with reality in order to be able to represent it after its manner—rightly or falsely—is its form of representation.\n2.171 The picture can represent every reality whose form it has.\nThe spatial picture, everything spatial, the coloured, everything coloured, etc.\n2.172 The picture, however, cannot represent its form of representation; it shows it forth.\n2.173 The picture represents its object from without (its standpoint is its form of representation), therefore the picture represents its object rightly or falsely.\n2.174 But the picture cannot place itself outside of its form of representation.\n2.18 What every picture, of whatever form, must have in common with reality in order to be able to represent it at all—rightly or falsely—is the logical form, that is, the form of reality.\n2.181 If the form of representation is the logical form, then the picture is called a logical picture.\n2.182 Every picture is also a logical picture. (On the other hand, for example, not every picture is spatial.)\n2.19 The logical picture can depict the world.\n2.2 The picture has the logical form of representation in common with what it pictures.\n2.201 The picture depicts reality by representing a possibility of the existence and non-existence of atomic facts.\n2.202 The picture represents a possible state of affairs in logical space.\n2.203 The picture contains the possibility of the state of affairs which it represents.\n2.21 The picture agrees with reality or not; it is right or wrong, true or false.\n2.22 The picture represents what it represents, independently of its truth or falsehood, through the form of representation.\n2.221 What the picture represents is its sense.\n2.222 In the agreement or disagreement of its sense with reality, its truth or falsity consists.\n2.223 In order to discover whether the picture is true or false we must compare it with reality.\n2.224 It cannot be discovered from the picture alone whether it is true or false.\n2.225 There is no picture which is a priori true.\n3 The logical picture of the facts is the thought.\n3.001 “An atomic fact is thinkable”—means: we can imagine it.\n3.01 The totality of true thoughts is a picture of the world.\n3.02 The thought contains the possibility of the state of affairs which it thinks.\nWhat is thinkable is also possible.\n3.03 We cannot think anything unlogical, for otherwise we should have to think unlogically.\n3.031 It used to be said that God could create everything, except what was contrary to the laws of logic. The truth is, we could not say of an “unlogical” world how it would look.\n3.032 To present in language anything which “contradicts logic” is as impossible as in geometry to present by its co-ordinates a figure which contradicts the laws of space; or to give the co-ordinates of a point which does not exist.\n3.0321 We could present spatially an atomic fact which contradicted the laws of physics, but not one which contradicted the laws of geometry.\n3.04 An a priori true thought would be one whose possibility guaranteed its truth.\n3.05 Only if we could know a priori that a thought is true if its truth was to be recognized from the thought itself (without an object of comparison).\n3.1 In the proposition the thought is expressed perceptibly through the senses.\n3.11 We use the sensibly perceptible sign (sound or written sign, etc.) of the proposition as a projection of the possible state of affairs.\nThe method of projection is the thinking of the sense of the proposition.\n3.12 The sign through which we express the thought I call the propositional sign. And the proposition is the propositional sign in its projective relation to the world.\n3.13 To the proposition belongs everything which belongs to the projection; but not what is projected.\nTherefore the possibility of what is projected but not this itself.\nIn the proposition, therefore, its sense is not yet contained, but the possibility of expressing it.\n(“The content of the proposition” means the content of the significant proposition.)\nIn the proposition the form of its sense is contained, but not its content.\n3.14 The propositional sign consists in the fact that its elements, the words, are combined in it in a definite way.\nThe propositional sign is a fact.\n3.141 The proposition is not a mixture of words (just as the musical theme is not a mixture of tones).\nThe proposition is articulate.\n3.142 Only facts can express a sense, a class of names cannot.\n3.143 That the propositional sign is a fact is concealed by the ordinary form of expression, written or printed.\n(For in the printed proposition, for example, the sign of a proposition does not appear essentially different from a word. Thus it was possible for Frege to call the proposition a compounded name.)\n3.1431 The essential nature of the propositional sign becomes very clear when we imagine it made up of spatial objects (such as tables, chairs, books) instead of written signs.\nThe mutual spatial position of these things then expresses the sense of the proposition.\n3.1432 We must not say, “The complex sign ‘aRb’ says ‘a stands in relation R to b’”; but we must say, “That ‘a’ stands in a certain relation to ‘b’ says that aRb”.\n3.144 States of affairs can be described but not named.\n(Names resemble points; propositions resemble arrows, they have sense.)\n3.2 In propositions thoughts can be so expressed that to the objects of the thoughts correspond the elements of the propositional sign.\n3.201 These elements I call “simple signs” and the proposition “completely analysed”.\n3.202 The simple signs employed in propositions are called names.\n3.203 The name means the object. The object is its meaning. (“A” is the same sign as “A”.)\n3.21 To the configuration of the simple signs in the propositional sign corresponds the configuration of the objects in the state of affairs.\n3.22 In the proposition the name represents the object.\n3.221 Objects I can only name. Signs represent them. I can only speak of them. I cannot assert them. A proposition can only say how a thing is, not what it is.\n3.23 The postulate of the possibility of the simple signs is the postulate of the determinateness of the sense.\n3.24 A proposition about a complex stands in internal relation to the proposition about its constituent part.\nA complex can only be given by its description, and this will either be right or wrong. The proposition in which there is mention of a complex, if this does not exist, becomes not nonsense but simply false.\nThat a propositional element signifies a complex can be seen from an indeterminateness in the propositions in which it occurs. We know that everything is not yet determined by this proposition. (The notation for generality contains a prototype.)\nThe combination of the symbols of a complex in a simple symbol can be expressed by a definition.\n3.25 There is one and only one complete analysis of the proposition.\n3.251 The proposition expresses what it expresses in a definite and clearly specifiable way: the proposition is articulate.\n3.26 The name cannot be analysed further by any definition. It is a primitive sign.\n3.261 Every defined sign signifies via those signs by which it is defined, and the definitions show the way.\nTwo signs, one a primitive sign, and one defined by primitive signs, cannot signify in the same way. Names cannot be taken to pieces by definition (nor any sign which alone and independently has a meaning).\n3.262 What does not get expressed in the sign is shown by its application. What the signs conceal, their application declares.\n3.263 The meanings of primitive signs can be explained by elucidations. Elucidations are propositions which contain the primitive signs. They can, therefore, only be understood when the meanings of these signs are already known.\n3.3 Only the proposition has sense; only in the context of a proposition has a name meaning.\n...\n4.001 The totality of propositions is the language.\n4.002 Man possesses the capacity of constructing languages, in which every sense can be expressed, without having an idea how and what each word means—just as one speaks without knowing how the single sounds are produced.\nColloquial language is a part of the human organism and is not less complicated than it.\nFrom it it is humanly impossible to gather immediately the logic of language.\nLanguage disguises the thought; so that from the external form of the clothes one cannot infer the form of the thought they clothe, because the external form of the clothes is constructed with quite another object than to let the form of the body be recognized.\nThe silent adjustments to understand colloquial language are enormously complicated.\n4.003 Most propositions and questions, that have been written about philosophical matters, are not false, but senseless. We cannot, therefore, answer questions of this kind at all, but only state their senselessness. Most questions and propositions of the philosophers result from the fact that we do not understand the logic of our language.\n(They are of the same kind as the question whether the Good is more or less identical than the Beautiful.)\nAnd so it is not to be wondered at that the deepest problems are really no problems.\n4.0031 All philosophy is “Critique of language” (but not at all in Mauthner’s sense). Russell’s merit is to have shown that the apparent logical form of the proposition need not be its real form.\n...\n6.53 The right method of philosophy would be this. To say nothing except what can be said, i.e. the propositions of natural science, i.e. something that has nothing to do with philosophy: and then always, when someone else wished to say something metaphysical, to demonstrate to him that he had given no meaning to certain signs in his propositions. This method would be unsatisfying to the other—he would not have the feeling that we were teaching him philosophy—but it would be the only strictly correct method.\n6.54 My propositions are elucidatory in this way: he who understands me finally recognizes them as senseless, when he has climbed out through them, on them, over them. (He must so to speak throw away the ladder, after he has climbed up on it.)\nHe must surmount these propositions; then he sees the world rightly.\n7 Whereof one cannot speak, thereof one must be silent.", "source": "tractatus.txt"}
