{"text": "1 The world is everything that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by these being all the facts.\n1.12 For the totality of facts determines both what is the case, and also all that is not the case.\n1.13 The facts in logical space are the world.\n1.2 The world divides into facts.\n1.21 Any one can either be the case or not be the case, and everything else remain the same.\n2 What is the case, the fact, is the existence of atomic facts.\n2.01 An atomic fact is a combination of objects (entities, things).\n2.011 It is essential to a thing that it can be a constituent part of an atomic fact.\n2.012 In logic nothing is accidental: if a thing can occur in an atomic fact the possibility of that atomic fact must already be prejudged in the thing.\n2.0121 It would, so to speak, appear as an accident, when to a thing that could exist alone on its own account, subsequently a state of affairs could be made to fit.\nIf things can occur in atomic facts, this possibility must already lie in them.\n2.1 We make to ourselves pictures of facts.\n2.11 The picture presents the facts in logical space, the existence and non-existence of atomic facts.\n2.12 The picture is a model of reality.\n2.13 To the objects correspond in the picture the elements of the picture.\n2.141 The picture is a fact.\n2.2 The picture has the logical form of representation in common with what it pictures.\n3 The logical picture of the facts is the thought.\n3.001 \"An atomic fact is thinkable\"—means: we can imagine it.\n3.01 The totality of true thoughts is a picture of the world.\n3.02 The thought contains the possibility of the state of affairs which it thinks. What is thinkable is also possible.\n3.03 We cannot think anything unlogical, for otherwise we should have to think unlogically.\n3.1 In the proposition the thought is expressed perceptibly through the senses.\n3.11 We use the sensibly perceptible sign (sound or written sign, etc.) of the proposition as a projection of the possible state of affairs.\nThe method of projection is the thinking of the sense of the proposition.\n3.12 The sign through which we express the thought I call the propositional sign. And the proposition is the propositional sign in its projective relation to the world.\n3.13 To the proposition belongs everything which belongs to the projection, but not what is projected.\nTherefore the possibility of what is projected but not this itself.\nIn the proposition, therefore, its sense is not yet contained, but the possibility of expressing it.\n(\"The content of the proposition\" means the content of the significant proposition.)\nIn the proposition the form of its sense is contained, but not its content.\n3.14 The propositional sign consists in the fact that its elements, the words, are combined in it in a definite way.\nThe propositional sign is a fact.\n3.3 Only the proposition has sense; only in the context of a proposition has a name meaning.\n4 The thought is the significant proposition.\n4.001 The totality of propositions is the language.\n4.002 Man possesses the capacity of constructing languages, in which every sense can be expressed, without having an idea how and what each word means—just as one speaks without knowing how the single sounds are produced.\nEveryday language is a part of the human organism and is no less complicated than it.\nIt is humanly impossible to gather immediately from it the logic of language.\nLanguage disguises the thought; so that from the external form of the clothes one cannot infer the form of the thought they clothe, because the external form of the clothes is constructed with quite another object than to let the form of the body be recognized.\nThe silent adjustments to understand colloquial language are enormously complicated.\n4.003 Most questions and propositions of the philosophers result from the fact that we do not understand the logic of our language.\n(They are of the same kind as the question whether the Good is more or less identical than the Beautiful.)\nAnd so it is not to be wondered at that the deepest problems are really no problems.\n4.01 The proposition is a picture of reality.\nThe proposition is a model of the reality as we think it is.\n4.011 At the first glance the proposition—say as it stands printed on paper—does not seem to be a picture of the reality of which it treats. But nor does the musical score appear at first sight to be a picture of a musical piece; nor does our phonetic spelling (letters) seem to be a picture of our spoken language. And yet these symbolisms prove to be pictures—even in the ordinary sense of the word—of what they represent.\n4.012 It is obvious that we perceive a proposition of the form \"aRb\" as a picture. Here the sign is obviously a likeness of the signified.\n4.013 And if we penetrate to the essence of this pictorial nature we see that this is not disturbed by apparent irregularities (like the use of # and b in the score).\nFor these irregularities also depict what they are to express; only in a different way.\n4.1 Propositions represent the existence and non-existence of atomic facts.\n4.11 The totality of true propositions is the total natural science (or the totality of the natural sciences).\n4.111 Philosophy is not one of the natural sciences.\n(The word \"philosophy\" must mean something which stands above or below, but not beside the natural sciences.)\n4.112 The object of philosophy is the logical clarification of thoughts.\nPhilosophy is not a theory but an activity.\nA philosophical work consists essentially of elucidations.\nThe result of philosophy is not a number of \"philosophical propositions\", but to make propositions clear.\nPhilosophy should make clear and delimit sharply the thoughts which otherwise are, as it were, opaque and blurred.\n4.2 The sense of a proposition is its agreement and disagreement with the possibilities of the existence and non-existence of the atomic facts.\n4.461 The proposition shows what it says, the tautology and the contradiction that they say nothing.\nThe tautology has no truth-conditions, for it is unconditionally true; and the contradiction is on no condition true.\nTautology and contradiction are without sense.\n(Like the point from which two arrows go out in opposite directions.)\n(I know, e.g. nothing about the weather, when I know that it rains or does not rain.)\n4.4611 Tautology and contradiction are, however, not nonsensical; they are part of the symbolism, in the same way that \"0\" is part of the symbolism of Arithmetic.\n5 Propositions are truth-functions of elementary propositions.\n(An elementary proposition is a truth-function of itself.)\n5.6 The limits of my language mean the limits of my world.\n5.61 Logic fills the world: the limits of the world are also its limits.\nWe cannot therefore say in logic: This and this there is in the world, that there is not.\nFor that would apparently presuppose that we exclude certain possibilities, and this cannot be the case, since it would require that logic should go beyond the limits of the world; for only in that way could it view these limits also from the other side.\nWe cannot think what we cannot think; so what we cannot think we cannot say either.\n6 The general form of truth-function is: [p, ξ, N(ξ)].\nThis is the general form of proposition.\n6.4 All propositions are of equal value.\n6.41 The sense of the world must lie outside the world. In the world everything is as it is and happens as it does happen. In it there is no value—and if there were, it would be of no value.\nIf there is a value which is of value, it must lie outside all happening and being-so. For all happening and being-so is accidental.\nWhat makes it non-accidental cannot lie in the world, for otherwise this would again be accidental.\nIt must lie outside the world.\n6.42 Hence also there can be no ethical propositions.\nPropositions cannot express the higher.\n6.421 It is clear, however, that ethics cannot be expressed.\nEthics is transcendental.\n(Ethics and Aesthetics are one.)\n6.43 If good or bad willing changes the world, it can only change the limits of the world, not the facts; not the things that can be expressed in language.\nIn brief, the world must then become quite another. It must so to speak wax or wane as a whole.\nThe world of the happy is quite another than that of the unhappy.\n6.4311 Death is not an event of life. Death is not lived through.\nIf by eternity is understood not endless temporal duration but timelessness, then he lives eternally who lives in the present.\nOur life is endless in the way that our visual field is without limit.\n6.44 Not how the world is, is the mystical, but that it is.\n6.5 For an answer which cannot be expressed the question too cannot be expressed.\nThe riddle does not exist.\nIf a question can be put at all, then it can also be answered.\n6.51 Scepticism is not irrefutable, but palpably senseless, if it would doubt where a question cannot be asked.\nFor doubt can only exist where there is a question; a question only where there is an answer, and this only where something can be said.\n6.52 We feel that even if all possible scientific questions be answered, the problems of life have still not been touched at all. Of course there is then no question left, and just this is the answer.\n6.521 The solution of the problem of life is seen in the vanishing of this problem.\n(Is not this the reason why men to whom after long doubting the sense of life became clear, could not then say wherein this sense consisted?)\n6.522 There is indeed the inexpressible. This shows itself; it is the mystical.\n6.53 The right method of philosophy would be this: To say nothing except what can be said, i.e. the propositions of natural science, i.e. something that has nothing to do with philosophy: and then always, when someone else wished to say something metaphysical, to demonstrate to him that he had given no meaning to certain signs in his propositions. This method would be unsatisfying to the other—he would not have the feeling that we were teaching him philosophy—but it would be the only strictly correct one.\n7 Whereof one cannot speak, thereof one must be silent.", "source": "tractatus.txt"}
