{"text": "The world is all that is the case.", "source": "Tractatus Logico-Philosophicus"}
{"text": "The world is the totality of facts, not of things.", "source": "Tractatus Logico-Philosophicus"}
{"text": "The limits of my language mean the limits of my world.", "source": "Tractatus Logico-Philosophicus"}
{"text": "Whereof one cannot speak, thereof one must be silent.", "source": "Tractatus Logico-Philosophicus"}
{"text": "Logic fills the world: the limits of the world are also its limits.", "source": "Tractatus Logico-Philosophicus"}
{"text": "Death is not an event in life: we do not live to experience death.", "source": "Tractatus Logico-Philosophicus"}
{"text": "If we take eternity to mean not infinite temporal duration but timelessness, then eternal life belongs to those who live in the present.", "source": "Tractatus Logico-Philosophicus"}
{"text": "Ethics and aesthetics are one.", "source": "Tractatus Logico-Philosophicus"}
{"text": "Language disguises thought.", "source": "Tractatus Logico-Philosophicus"}
{"text": "The solution of the riddle of life in space and time lies outside space and time.", "source": "Tractatus Logico-Philosophicus"}
{"text": "Belief in the causal nexus is superstition.", "source": "Tractatus Logico-Philosophicus"}
{"text": "Most of the propositions and questions to be found in philosophical works are not false but nonsensical.", "source": "Tractatus Logico-Philosophicus"}
{"text": "The object of philosophy is the logical clarification of thoughts.", "source": "Tractatus Logico-Philosophicus"}
{"text": "Philosophy is not a theory but an activity.", "source": "Tractatus Logico-Philosophicus"}
{"text": "In the world everything is as it is and happens as it does happen. In it, there is no value, - and if there were, it would be of no value.", "source": "Tractatus Logico-Philosophicus"}
{"text": "There can never be surprises in logic.", "source": "Tractatus Logico-Philosophicus"}
{"text": "It is not how things are in the world that is mystical, but that it exists.", "source": "Tractatus Logico-Philosophicus"}
{"text": "Roughly speaking: to say of two things that they are identical is nonsense, and to say of one thing that it is identical with itself is to say nothing.", "source": "Tractatus Logico-Philosophicus"}
{"text": "There are, indeed, things that cannot be put into words. They make themselves manifest. They are what is mystical.", "source": "Tractatus Logico-Philosophicus"}
{"text": "The problems are solved, not by giving new information, but by arranging what we have known since long.", "source": "Philosophical Investigations"}
{"text": "Philosophy is a battle against the bewitchment of our intelligence by means of language.", "source": "Philosophical Investigations"}
{"text": "A picture held us captive. And we could not get outside it, for it lay in our language and language seemed to repeat it to us inexorably.", "source": "Philosophical Investigations"}
{"text": "If a lion could speak, we could not understand him.", "source": "Philosophical Investigations"}
{"text": "If I have exhausted the justifications, I have reached bedrock and my spade is turned. Then I am inclined to say: 'This is simply what I do.'", "source": "Philosophical Investigations"}
{"text": "The face is the soul of the body.", "source": "Philosophical Investigations"}
{"text": "So in the end, when one is doing philosophy, one gets to the point where one would like just to emit an inarticulate sound.", "source": "Philosophical Investigations"}
{"text": "Language is a labyrinth of paths. You approach from one side and know your way about; you approach the same place from another side and no longer know your way about.", "source": "Philosophical Investigations"}
{"text": "The meaning of a word is its use in the language.", "source": "Philosophical Investigations"}
{"text": "A nothing will serve just as well as a something about which nothing could be said.", "source": "Philosophical Investigations"}
{"text": "Philosophy may in no way interfere with the actual use of language; it can in the end only describe it. For it cannot give any foundation either. It leaves everything as it is.", "source": "Philosophical Investigations"}
{"text": "For philosophical problems arise when language goes on holiday.", "source": "Philosophical Investigations"}
{"text": "The fact that we cannot write down all the digits of pi is not a human shortcoming, as mathematicians sometimes think.", "source": "Philosophical Investigations"}
{"text": "What people accept as justification shows how they think and live.", "source": "Philosophical Investigations"}
{"text": "The philosopher's treatment of a question is like the treatment of an illness.", "source": "Philosophical Investigations"}
{"text": "To imagine a language means to imagine a form of life.", "source": "Philosophical Investigations"}
{"text": "What is internal is hidden from us. The future is hidden from us. But does the astronomer think like this when he calculates an eclipse of the sun?", "source": "Philosophical Investigations"}
{"text": "And nothing is more wrong-headed than calling meaning a mental activity!", "source": "Philosophical Investigations"}
{"text": "Our investigation is a grammatical one. Such an investigation sheds light on our problem by clearing misunderstandings away.", "source": "Philosophical Investigations"}
