{"text": "The limits of my language mean the limits of my world.\nThe world is all that is the case.\nWhereof one cannot speak, thereof one must be silent.\nPhilosophy is a battle against the bewitchment of our intelligence by means of our language.\nIf a lion could talk, we could not understand him.\nThe meaning of a word is its use in the language.\nThe world is the totality of facts, not things.\nWhat is the case, the fact, is the existence of atomic facts.\nThe logical picture of the facts is the thought.\nThe thought is the significant proposition.\nPhilosophy aims at the logical clarification of thoughts. Philosophy is not a body of doctrine but an activity.\nIt is quite impossible for a proposition to state that it itself is true.\nThe world and life are one.\nI am my world. (The microcosm.)\nThe subject does not belong to the world, but it is a limit of the world.\nDeath is not an event in life: we do not live to experience death.\nIf we take eternity to mean not infinite temporal duration but timelessness, then eternal life belongs to those who live in the present.\nOur life has no end in just the way in which our visual field has no limits.\nIt is not how things are in the world that is mystical, but that it exists.\nThere are, indeed, things that cannot be put into words. They make themselves manifest. They are what is mystical.\nMy propositions are elucidatory in this way: he who understands me finally recognizes them as senseless, when he has climbed out through them, on them, over them. (He must so to speak throw away the ladder, after he has climbed up on it.)\nA proposition is completely logically analyzed if its grammar is made completely clear: no matter what idiom it may be written or expressed in...\nThe difficulty in philosophy is to say no more than we know.\nWhat should we gain by a definition, as it can only lead us to other undefined terms?\nBut ordinary language is all right.\nPhilosophical problems can be compared to locks on safes, which can be opened by dialing a certain word or number, so that no force can open the door until just this word has been hit upon, and once it is hit upon any child can open it.\nPeople are deeply imbedded in philosophical, i.e., grammatical confusions. And to free them presupposes pulling them out of the immensely manifold connections they are caught up in.\nTo convince someone of the truth, it is not enough to state it, but rather one must find the path from error to truth.\nI must plunge into the water of doubt again and again.\nEvery explanation is after all an hypothesis.\nWe must plow through the whole of language.\nAn entire mythology is stored within our language.\nPhilosophizing is: rejecting false arguments.\nThe problems are dissolved in the actual sense of the word — like a lump of sugar in water.\nPhilosophy unravels the knots in our thinking; hence its results must be simple, but its activity is as complicated as the knots that it unravels.\nThe aim of philosophy is to erect a wall at the point where language stops anyway.\nMake sure that your religion is a matter between you and God only.\nThe meaning of a question is the method of answering it: then what is the meaning of 'Do two men really mean the same by the word \"white\"?' Tell me how you are searching, and I will tell you what you are searching for.\nUttering a word is like striking a note on the keyboard of the imagination.\nOur language can be seen as an ancient city: a maze of little streets and squares, of old and new houses, and of houses with additions from various periods; and this surrounded by a multitude of new boroughs with straight regular streets and uniform houses.\nFor a large class of cases — though not for all — in which we employ the word meaning it can be explained thus: the meaning of a word is its use in the language.\nDon't say: “They must have something in common, or they would not be called ‘games’\" but look and see whether there is anything common to all. For if you look at them, you won't see something that is common to all, but similarities, affinities, and a whole series of them at that. To repeat: don't think, but look!\nWhat we do is to bring words back from their metaphysical to their everyday use.\nWhat we are destroying is nothing but houses of cards and we are clearing up the ground of language on which they stood.\nPhilosophy may in no way interfere with the actual use of language; it can in the end only describe it.\nThe real discovery is the one which enables me to stop doing philosophy when I want to. The one that gives philosophy peace, so that it is no longer tormented by questions which bring itself into question.\nIf I have exhausted the justifications, I have reached bedrock and my spade is turned. Then I am inclined to say: \"This is simply what I do.\"\nSo in the end when one is doing philosophy one gets to the point where one would like just to emit an inarticulate sound.\nIf you do know that here is one hand, we'll grant you all the rest.\nWhat I hold fast to is not one proposition but a nest of propositions.\nKnowledge is in the end based on acknowledgement.\nI did not get my picture of the world by satisfying myself of its correctness; nor do I have it because I am satisfied of its correctness. No: it is the inherited background against which I distinguish between true and false.\nIf you tried to doubt everything you would not get as far as doubting anything. The game of doubting itself presupposes certainty.\nAt the core of all well-founded belief, lies belief that is unfounded.\nYou get tragedy where the tree, instead of bending, breaks.\nNever stay up on the barren heights of cleverness, but come down into the green valleys of silliness.\nMan has to awaken to wonder — and so perhaps do peoples. Science is a way of sending him to sleep again.\nIf people did not sometimes do silly things, nothing intelligent would ever get done.\nThe way you use the word \"God\" does not show whom you mean — but, rather, what you mean.\nDon't for heaven's sake, be afraid of talking nonsense! But you must pay attention to your nonsense.\nNothing is so difficult as not deceiving oneself.\nAmbition is the death of thought.\nIf a lion could talk, we could not understand him.\nIt is one of the chief skills of the philosopher not to occupy himself with questions which do not concern him.\nTell them I've had a wonderful life.", "source": "quotes.txt"}
