{"text": "1 The world is everything that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by these being all the facts.\n1.12 For the totality of facts determines both what is the case, and also all that is not the case.\n1.13 The facts in logical space are the world.\n1.2 The world divides into facts.\n1.21 Any one can either be the case or not be the case, and everything else remain the same.\n2 What is the case, the fact, is the existence of atomic facts.\n2.01 An atomic fact is a combination of objects (entities, things).\n2.011 It is essential to a thing that it can be a constituent part of an atomic fact.\n2.012 In logic nothing is accidental: if a thing can occur in an atomic fact the possibility of that atomic fact must already be prejudged in the thing.\n2.1 We make to ourselves pictures of facts.\n2.11 The picture presents the facts in logical space, the existence and non-existence of atomic facts.\n2.12 The picture is a model of reality.\n2.13 To the objects correspond in the picture the elements of the picture.\n2.14 The picture consists in the fact that its elements are combined with one another in a definite way.\n2.141 The picture is a fact.\n3 The logical picture of the facts is the thought.\n3.001 \"An atomic fact is thinkable\"—means: we can imagine it.\n3.01 The totality of true thoughts is a picture of the world.\n3.02 The thought contains the possibility of the state of affairs which it thinks. What is thinkable is also possible.\n3.03 We cannot think anything unlogical, for otherwise we should have to think unlogically.\n3.031 It used to be said that God could create everything, except what was contrary to the laws of logic. The truth is, we could not say of an \"unlogical\" world how it would look.\n3.1 In the proposition the thought is expressed perceptibly through the senses.\n3.11 We use the sensibly perceptible sign (sound or written sign, etc.) of the proposition as a projection of the possible situation. The method of projection is the thinking of the sense of the proposition.\n3.12 The sign through which we express the thought I call the propositional sign. And the proposition is the propositional sign in its projective relation to the world.\n3.13 To the proposition belongs everything which belongs to the projection, but not what is projected. Therefore the possibility of what is projected but not this itself. In the proposition, therefore, its sense is not yet contained, but the possibility of expressing it. (\"The content of the proposition\" means the content of the significant proposition.) In the proposition the form of its sense is contained, but not its content.\n3.14 The propositional sign consists in the fact that its elements, the words, are combined in it in a definite way. The propositional sign is a fact.\n3.141 The proposition is not strictly a mixture of words (just as the musical theme is not a mixture of tones). The proposition is articulate.\n3.142 Only facts can express a sense, a class of names cannot.\n3.143 That the propositional sign is a fact is concealed by the ordinary form of expression, written or printed.\n3.1431 The essence of the propositional sign becomes very clear if we imagine it made up of spatial objects (such as tables, chairs, books) instead of written signs. The mutual spatial position of these things then expresses the sense of the proposition.\n3.144 Situations can be described but not given names. (Names resemble points; propositions resemble arrows, they have sense.)\n3.2 In propositions thoughts can be so expressed that to the objects of the thoughts correspond the elements of the propositional sign.\n3.201 These elements I call \"simple signs\" and the proposition \"completely analysed\".\n3.202 The simple signs employed in propositions are called names.\n3.203 The name means the object. The object is its meaning. (\"A\" is the same sign as \"A\".)\n3.21 To the configuration of the simple signs in the propositional sign corresponds the configuration of the objects in the situation.\n3.22 In the proposition the name represents the object.\n3.221 Objects I can only name. Signs represent them. I can only speak of them. I cannot assert them. A proposition can only say how a thing is, not what it is.\n3.23 The postulate of the possibility of the simple signs is the postulate of the determinateness of the sense.\n3.24 The proposition about a complex stands in internal relation to the proposition about its constituent part. A complex can be given only by its description, and this will either be right or wrong. The proposition in which there is mention of a complex, if this does not exist, becomes not nonsense but simply false. That a propositional element signifies a complex can be seen from an indeterminateness in the propositions in which it occurs. We know that everything is not yet determined by this proposition. (The notation for generality contains a prototype.) The combination of the symbols of a complex in a simple symbol can be expressed by a definition.\n3.25 There is one and only one complete analysis of the proposition.\n3.251 The proposition expresses what it expresses in a definite and clearly specifiable way: the proposition is articulate.\n3.26 The name cannot be dissected any further by means of a definition: it is a primitive sign.\n3.261 Every defined sign signifies via those signs by which it is defined, and the definitions show the way. Two signs, one a primitive sign, and one defined by primitive signs, cannot signify in the same way. Names cannot be dissected by definitions. (Nor any sign which has a meaning on its own, independently.)\n3.262 What does not get expressed in the sign is shown by its application. What the signs conceal, their application declares.\n3.263 The meanings of primitive signs can be explained by elucidations. Elucidations are propositions which contain the primitive signs. They can, therefore, only be understood if the meanings of these signs are already known.\n3.3 Only the proposition has sense; only in the context of a proposition has a name meaning.\n3.31 Every part of a proposition which characterizes its sense I call an expression (a symbol). (The proposition itself is an expression.) Expressions are everything—essential for the sense of the proposition—that propositions can have in common with one another. An expression characterizes a form and a content.\n3.311 An expression presupposes the forms of all propositions in which it can occur. It is the common characteristic mark of a class of propositions.\n3.312 It is therefore represented by the general form of the propositions which it characterizes. And in this form the expression is constant and everything else variable.\n3.313 An expression is thus presented by a variable, whose values are the propositions which contain the expression. (In the limiting case the variable becomes a constant, the expression a proposition.) I call such a variable a \"propositional variable\".\n3.314 The expression has meaning only in a proposition. Every variable can be conceived as a propositional variable. (Including the variable name.)\n3.315 If we change a constituent part of a proposition into a variable, there is a class of propositions which are all the values of the resulting variable proposition. This class in general still depends on what, by arbitrary agreement, we mean by parts of that proposition. But if we change all those signs, whose meaning was arbitrarily determined, into variables, there still remains such a class. But this is now no longer dependent on any agreement; it depends only on the nature of the proposition. It corresponds to a logical form, to a logical prototype.\n3.316 What values the propositional variable can assume is determined. The determination of the values is the variable.\n3.317 The determination of the values of the propositional variable is done by indicating the propositions whose common mark the variable is. The determination is a description of these propositions. The determination will therefore be concerned only with symbols not with their meaning. And only this is essential to the determination, that it is merely a description of symbols and states nothing about what is signified. How the description of the propositions is produced is not essential.\n3.318 Like the particular logical regulations so the general ones too. \"Whatever\" means \"and so on\".\n3.32 The sign is the part of the symbol perceptible by the senses.\n3.321 Two different symbols can therefore have the sign (the written sign or the sound sign) in common—they then signify in different ways.\n3.322 It can never indicate the common characteristic of two objects that we designate them with the same signs but by different methods of designation. For the sign is arbitrary. There is no doubt that we can choose two different signs, and where then is what is common in the designation?\n3.323 In the language of everyday life it very often happens that the same word signifies in two different ways—and therefore belongs to two different symbols—or that two words which signify in different ways are apparently applied in the same way in the proposition. Thus the word \"is\" appears as the copula, as signifying the act of existence, and as the sign of identity. \"Exist\" as an intransitive verb like \"go\"; \"identical\" as an adjective; we speak of something but also of something's happening. (In the proposition \"Green is green\"—where the first word is a proper name, the last an adjective—these words have not merely different meanings but they are different symbols.)\n3.324 Thus there easily arise the most fundamental confusions (of which the whole of philosophy is full).\n3.325 In order to avoid these errors, we must employ a symbolism which excludes them, by not applying the same sign in different symbols and by not applying signs in the same way which signify in different ways. A symbolism, that is to say, which obeys the rules of logical grammar—of logical syntax. (The logical symbolism of Frege and Russell is such a language, which, however, does not yet exclude all errors.)\n3.326 In order to recognize the symbol in the sign we must consider the significant use.\n3.327 The sign determines a logical form only together with its logical syntactic application.\n3.328 If a sign is not necessary then it is meaningless. That is the meaning of Occam's Razor. (If everything in the symbolism works as though a sign had meaning, then it has meaning.)\n3.33 In logical syntax the meaning of a sign ought never to play a role; it must admit of being established without mention being made of the meaning of a sign, only the description of the expressions may be presupposed.\n3.331 From this observation we get a further view—into Russell's Theory of Types. Russell's error is shown by the fact that in drawing up his symbolic rules he has to speak of the meaning of the signs.\n3.332 No proposition can make a statement about itself, because a propositional sign cannot be contained in itself (that is the whole of the \"Theory of Types\").\n3.333 The reason why a function cannot be its own argument is that the sign for a function already contains the prototype of its argument, and it cannot contain itself. For let us suppose that the function F(fx) could be its own argument: in that case there would be a proposition \"F(F(fx))\", in which the outer function F and the inner function F must have different meanings, since the inner one has the form O(fx) and the outer one has the form Y(O(fx)). Only the letter \"F\" is common to the two functions, but the letter by itself signifies nothing. This becomes immediately clear if instead of \"F(Fu)\" we write \"(do) : F(ou) . ou = Fu\". That disposes of Russell's paradox.\n3.334 The rules of logical syntax must follow of themselves, if we only know how every single sign signifies.\n3.34 A proposition possesses essential and accidental features. Accidental are the features which are due to a particular way of producing the propositional sign. Essential are those which alone enable the proposition to express its sense.\n3.341 The essential in a proposition is therefore that which is common to all propositions which can express the same sense. And in the same way in general the essential in a symbol is that which all symbols which can fulfill the same purpose have in common.\n3.3411 One could therefore say the real name is that which all symbols, which signify an object, have in common. It would then follow, step by step, that no sort of composition was essential for a name.\n3.342 In our notations there is indeed something arbitrary, but this is not arbitrary, namely that if we have determined anything arbitrarily, then something else must be the case. (This depends on the essence of the notation.)\n3.3421 A particular mode of signifying may be unimportant, but it is always important that it is a possible mode of signifying. And that is generally the case in philosophy: the single is again and again proved to be unimportant, but the possibility of every single is important.\n3.343 Definitions are rules for the translation of one language into another. Every correct symbolism must be translatable into every other according to such rules. It is this which they have in common.\n3.344 What signifies in the symbol is what is common to all those symbols by which it can be replaced according to the rules of logical syntax.\n3.3441 We can, for example, express what is common to all notations for the truth-functions as follows: It is common to them that they all, for example, can be replaced by the notation of \"~p\" (\"not p\") and \"p v q\" (\"p or q\"). (Herewith is indicated the way in which a special possible notation can give us general information.)\n3.3442 The sign of the complex is not arbitrarily resolved in the analysis, in such a way that its resolution would be different in every propositional structure.\n3.4 The proposition determines a place in logical space: the existence of this logical place is guaranteed by the existence of the constituent parts alone, by the existence of the significant proposition.\n3.41 The propositional sign and the logical coordinates: that is the logical place.\n3.411 The geometrical and the logical place agree in that each is the possibility of an existence.\n3.42 Although a proposition may only determine one place in logical space, the whole logical space must already be given by it. (Otherwise denial, the logical sum, the logical product, etc., would introduce always new elements—in co-ordination.) (The logical scaffolding round the picture determines the logical space. The proposition reaches through the whole logical space.)\n3.5 The applied, thought, propositional sign is the thought.\n4 The thought is the significant proposition.\n4.001 The totality of propositions is the language.\n4.002 Man possesses the capacity of constructing languages, in which every sense can be expressed, without having an idea how and what each word means—just as one speaks without knowing how the single sounds are produced. Colloquial language is a part of the human organism and is not less complicated than it. From it it is humanly impossible to gather immediately the logic of language. Language disguises the thought; so that from the external form of the clothes one cannot infer the form of the thought they clothe, because the external form of the clothes is constructed with quite another object than to let the form of the body be recognized. The silent adjustments to understand colloquial language are enormously complicated.\n4.003 Most proposition and questions, that have been written about philosophical matters, are not false, but senseless. We cannot, therefore, answer questions of this kind at all, but only state their senselessness. Most questions and propositions of the philosophers result from the fact that we do not understand the logic of our language. (They are of the same kind as the question whether the Good is more or less identical than the Beautiful.) And so it is not to be wondered at that the deepest problems are really no problems.\n4.0031 All philosophy is \"Critique of language\" (but not at all in Mauthner's sense). Russell's merit is to have shown that the apparent logical form of the proposition need not be its real form.\n4.01 The proposition is a picture of reality. The proposition is a model of the reality as we think it is.\n4.011 At the first glance the proposition—say as it stands printed on paper—does not seem to be a picture of the reality of which it treats. But nor does the musical score appear at first sight to be a picture of a musical piece; nor does our phonetic spelling (letters) seem to be a picture of our spoken language. And yet these symbolisms prove to be pictures—even in the ordinary sense of the word—of what they represent.\n4.012 It is obvious that we perceive a proposition of the form \"aRb\" as a picture. Here the sign is obviously a likeness of the signified.\n4.013 And if we penetrate to the essence of this pictorial nature we see that this is not disturbed by apparent irregularities (like the use of # and b in the score). For these irregularities also depict what they are to express; only in a different way.\n4.014 The gramophone record, the musical thought, the score, the waves of sound, all stand to one another in that pictorial internal relation, which holds between language and the world. To all of them the logical structure is common. (Like the two youths, their two horses and their lilies in the story. They are all in a certain sense one.)\n4.0141 In the fact that there is a general rule by which the musician is able to read the symphony out of the score, and that there is a rule by which one could reconstruct the symphony from the line on a gramophone record and from this again—by means of the first rule—construct the score, herein lies the internal similarity between these things which at first sight seem to be entirely different. And the rule is the law of projection which projects the symphony into the language of the musical score. It is the rule of translation of this language into the language of the gramophone record.\n4.015 The possibility of all similes, of all the imagery of our language, rests on the logic of representation.\n4.016 In order to understand the essence of the proposition, consider hieroglyphic writing, which pictures the facts it describes. And from it came the alphabet without the essence of the representation being lost.\n4.02 This we see from the fact that we understand the sense of the propositional sign, without having had it explained to us.\n4.021 The proposition is a picture of reality, for I know the state of affairs presented by it, if I understand the proposition. And I understand the proposition, without its sense having been explained to me.\n4.022 The proposition shows its sense. The proposition shows how things stand, if it is true. And it says, that they do so stand.\n4.023 The proposition determines reality to this extent, that one only needs to say \"Yes\" or \"No\" to it to make it agree with reality. Reality must therefore be completely described by the proposition. A proposition is the description of a fact. As the description of an object describes it by its external properties so propositions describe reality by its internal properties. The proposition constructs a world with the help of a logical scaffolding and therefore one can actually see in the proposition all the logical features possessed by reality if it is true. And to know this is to know everything.\n4.024 To understand a proposition means to know what is the case, if it is true. (One can therefore understand it without knowing whether it is true or not.) One understands it if one understands its constituent parts.\n4.025 The translation of one language into another is not a process of translating each proposition of the one into a proposition of the other, but only the constituent parts of propositions are translated. (And the dictionary does not only translate substantives but also adverbs and conjunctions, etc., and it treats all of them in the same way.)\n4.026 The meanings of the simple signs (the words) must be explained to us, if we are to understand the simple signs. With the proposition, however, we make ourselves understood.\n4.027 It is essential to propositions, that they can communicate a new sense to us.\n4.03 A proposition must communicate a new sense with old words. The proposition communicates to us a state of affairs, therefore it must be essentially connected with the state of affairs. And the connexion is, in fact, that it is its logical picture. The proposition only asserts something, in so far as it is a picture.\n4.031 In the proposition a state of affairs is, as it were, put together for the sake of experiment. One can say, instead of, This proposition has such and such a sense, This proposition represents such and such a state of affairs.\n4.0311 One name stands for one thing, and another for another thing, and they are connected together. And so the whole, like a living picture, presents the atomic fact.\n4.0312 The possibility of propositions is based upon the principle of the representation of objects by signs. My fundamental thought is that the \"logical constants\" do not represent. That the logic of the facts cannot be represented.\n4.032 The proposition is a picture of its state of affairs, only in so far as it is logically articulated. (The simple non-articulated sign, musical sign, represents and does not express. \"A\" is a picture of A.)\n4.04 In the proposition there must be exactly as many things distinguishable as there are in the state of affairs, which it represents. They must both possess the same logical (mathematical) multiplicity (cf. Hertz's Mechanics, on Dynamic Models).\n4.041 This mathematical multiplicity naturally cannot in its turn be depicted. One cannot get outside it while depicting it.\n4.0411 If we tried, for example, to express what is expressed by \"(x).fx\" by putting an index before fx, like: \"Gen. fx\", it would not do, we should not know what was generalized. If we tried to show it by an index g, like: \"f(x_g)\" it would not do—we should not know the scope of the generalization. If we were to try it by introducing a mark in the argument places, like \"(G,G).F(G,G)\", it would not do—we could not determine the identity of the variables. One should not be able to do these things.\n4.0412 For the same reason the idealist explanation of the seeing of spatial relations through \"spatial spectacles\" does not do, because it cannot explain the multiplicity of these relations.\n4.05 Reality is compared with the proposition.\n4.06 Propositions can be true or false only by being pictures of the reality.\n4.061 It must not be overlooked that the proposition has a sense which is independent of the facts: otherwise one can easily believe that true and false are two relations between signs and things signified with equal rights. One might then, for example, say that \"p\" signifies in the true way what \"~p\" signifies in the false way, etc.\n4.062 Can we not make ourselves understood by means of false propositions as hitherto with true ones, so long as we know that they are meant to be false? No! For a proposition is true, if what we assert by means of it is the case; and if by \"p\" we mean \"~p\", and what is meant is the case, then \"p\" in the new conception is true and not false.\n4.0621 The sign that a point is overlooked by the line L, can also be used as a sign that it belongs to the line L. But the logical relation between point and line is quite different in the two cases.\n4.063 An illustration to explain the concept of truth. A black spot on white paper; the form of the spot can be described by saying of each point of the plane whether it is white or black. The fact that a point is black corresponds to a positive fact; that a point is white (not black), to a negative fact. If I indicate a point of the plane (a truth-value in Frege's terminology), this corresponds to the assumption that is proposed for judgment, etc. etc. But to be able to say that a point is black or white, I must first know under what conditions a point is called white or black; in order to be able to say \"p\" is true (or false) I must have determined under what conditions I call \"p\" true, and thereby I determine the sense of the proposition. The point at which the simile breaks down is this: we can indicate a point on the paper, without knowing what white and black are; but to a proposition without a sense corresponds nothing at all, for it signifies no thing (truth-value) whose properties are called \"false\" or \"true\"; the verb of the proposition is not \"is true\" or \"is false\"—as Frege thought—but that which \"is true\" must already contain the verb.\n4.064 Every proposition must already have a sense; assertion cannot give it a sense, for what it asserts is the sense itself. And the same holds of denial, etc.\n4.0641 One could say, the denial is already related to the logical place determined by the proposition that is denied. The denying proposition determines a logical place other than does the proposition denied. The denying proposition determines a logical place, with the help of the logical place of the proposition denied, by saying that it lies outside the latter place. That one can deny again the denied proposition, shows that what is denied is already a proposition and not merely the preliminary to a proposition.\n4.1 A proposition presents the existence and non-existence of atomic facts.\n4.11 The totality of true propositions is the total natural science (or the totality of the natural sciences).\n4.111 Philosophy is not one of the natural sciences. (The word \"philosophy\" must mean something which stands above or below, but not beside the natural sciences.)\n4.112 The object of philosophy is the logical clarification of thoughts. Philosophy is not a theory but an activity. A philosophical work consists essentially of elucidations. The result of philosophy is not a number of \"philosophical propositions\", but to make propositions clear. Philosophy should make clear and delimit sharply the thoughts which otherwise are, as it were, opaque and blurred.\n4.1121 Psychology is no more closely related to philosophy than any other natural science. Theory of knowledge is the philosophy of psychology. Does not my study of sign-language correspond to the study of thought-processes, which philosophers used to hold so essential to the philosophy of logic? Only in the most cases they got entangled in unessential psychological investigations, and with my method too there is an analogous risk.\n4.1122 Darwin's theory has no more to do with philosophy than any other hypothesis in natural science.\n4.113 Philosophy limits the disputable sphere of natural science.\n4.114 It should limit the thinkable and thereby the unthinkable. It should limit the unthinkable from within through the thinkable.\n4.115 It will mean the unspeakable by clearly displaying the speakable.\n4.116 Everything that can be thought at all can be thought clearly. Everything that can be said can be said clearly.\n4.12 Propositions can represent the whole reality, but they cannot represent what they must have in common with reality in order to be able to represent it—the logical form. To be able to represent the logical form, we should have to be able to put ourselves with the propositions outside logic, that is outside the world.\n4.121 Propositions cannot represent the logical form: this mirrors itself in the propositions. That which mirrors itself in language, language cannot represent. That which expresses itself in language, we cannot express by language. The propositions show the logical form of reality. They exhibit it.\n4.1211 Thus one proposition \"fa\" shows that the object a occurs in its sense, two propositions \"fa\" and \"ga\" show that the same object is mentioned in both of them. If two propositions contradict one another, then their structure shows it; the same is true if one follows from the other. And so on.\n4.1212 What can be shown cannot be said.\n4.1213 Now, too, we understand our feeling that we have a clear logical conception only if everything is all right.\n5 Propositions are truth-functions of elementary propositions. (An elementary proposition is a truth-function of itself.)\n6 The general form of truth-function is: [p, ξ, N(ξ)]. This is the general form of proposition.\n7 Whereof one cannot speak, thereof one must be silent.", "source": "tractatus.txt"}
