{"text": "1. \"Cum Augustinus infantiam suam...\" Augustine, in his Confessions, gives us a particular picture of the essence of human language. It is this: the individual words in language name objects—sentences are combinations of such names. In this picture of language we find the roots of the following idea: Every word has a meaning. This meaning is correlated with the word. It is the object for which the word stands.\n43. For a large class of cases—though not for all—in which we employ the word \"meaning\" it can be defined thus: the meaning of a word is its use in the language.\n66. Consider for example the proceedings that we call \"games\". I mean board-games, card-games, ball-games, Olympic games, and so on. What is common to them all? — Don't say: \"There must be something common, or they would not be called 'games'\" — but look and see whether there is anything common to all. For if you look at them you will not see something that is common to all, but similarities, relationships, and a whole series of them at that. To repeat: don't think, but look!\n309. What is your aim in philosophy? — To shew the fly the way out of the fly-bottle.", "source": "philosophical_investigations.txt"}
{"text": "1 The world is everything that is the case.\n1.1 The world is the totality of facts, not of things.\n2.0121 It would, so to speak, appear as an accident, when to a thing that could exist alone on its own account, subsequently a state of affairs could be made to fit.\nIf things can occur in atomic facts, this possibility must already lie in them.\n4.0031 All philosophy is \"Critique of language\" (but not at all in Mauthner's sense). Russell's merit is to have shown that the apparent logical form of the proposition need not be its real form.\n5.6 The limits of my language mean the limits of my world.\n6.54 My propositions are elucidatory in this way: he who understands me finally recognizes them as senseless, when he has climbed out through them, on them, over them. (He must so to speak throw away the ladder, after he has climbed up on it.)\n7 Whereof one cannot speak, thereof one must be silent.", "source": "tractatus.txt"}
