{"text": "1. \"But what is the meaning of the word 'five'?\" - No such thing was in question here, only how the word \"five\" is used.\n2. That philosophical concept of meaning has its place in a primitive idea of the way language functions. But one can also say that it is the idea of a language more primitive than ours.\n3. \"Augustine, we might say, does describe a system of communication; only not everything that we call language is this system. And one has to say this in many cases where the question arises 'Is this an appropriate description or not?' The answer is: 'Yes, it is appropriate, but only for this narrowly circumscribed region, not for the whole of what you were claiming to describe.\"\n4. Imagine a language-game in which A asks B to build a block tower. A calls out \"Slab!\", \"Block!\", \"Pillar!\". B brings the stone which he has learnt to bring at such-and-such a call. Conceive this as a complete primitive language.\n5. If we look at the example in §1, we may perhaps get an inkling how much this general notion of the meaning of a word surrounds the working of language with a haze which makes clear vision impossible. It disperses the fog to study the phenomena of language in primitive kinds of application in which one can command a clear view of the aim and functioning of the words.\n6. A meaning of a word is a kind of employment of it. For it is what we learn when the word is incorporated into our language.\n7. We name things and then we can talk about them: can refer to them in talk. - As if what we did was given the tag of the thing. Logical analysis is the analysis of the proposition, just as chemical analysis is the analysis of the substance.\n8. But how many kinds of sentence are there? Say assertion, question, and command? - There are countless kinds: countless different kinds of use of what we call \"symbols\", \"words\", \"sentences\". And this multiplicity is not something fixed, given once for all; but new types of language, new language-games, as we may say, come into existence, and others become obsolete and get forgotten.\n9. Philosophy is a battle against the bewitchment of our intelligence by means of language.", "source": "investigations.txt"}
{"text": "1 The world is everything that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by these being all the facts.\n1.12 For the totality of facts determines both what is the case, and also all that is not the case.\n1.13 The facts in logical space are the world.\n1.2 The world divides into facts.\n2 What is the case, the fact, is the existence of atomic facts.\n2.01 An atomic fact is a combination of objects (entities, things).\n2.011 It is essential to a thing that it can be a constituent part of an atomic fact.\n2.012 In logic nothing is accidental: if a thing can occur in an atomic fact the possibility of that atomic fact must already be prejudged in the thing.\n3 The logical picture of the facts is the thought.\n3.01 The totality of true thoughts is a picture of the world.\n4 The thought is the significant proposition.\n4.001 The totality of propositions is the language.\n5 Propositions are truth-functions of elementary propositions.\n6.522 There is indeed the inexpressible. This shows itself; it is the mystical.\n7 Whereof one cannot speak, thereof one must be silent.", "source": "tractatus.txt"}
