{"text": "Philosophical Investigations\n1. \"When they (my elders) named some object, and accordingly moved towards something, I saw this and I grasped that the thing was called by the sound they uttered when they meant to point it out. Their intention was shown by their bodily movements, as it were the natural language of all peoples: the expression of the face, the play of the eyes, the movement of other parts of the body, and the tone of the voice which expresses our state of mind in seeking, having, rejecting, or avoiding something. Thus, as I heard words repeatedly used in their proper places in various sentences, I gradually learnt to understand what objects they signified; and after I had trained my mouth to form these signs, I used them to express my own desires.\" (Augustine, Confessions, I. 8.)\nThese words, it seems to me, give us a particular picture of the essence of human language. It is this: the individual words in language name objects—sentences are combinations of such names. In this picture of language we find the roots of the following idea: Every word has a meaning. This meaning is correlated with the word. It is the object for which the word stands.\n2. That philosophical concept of meaning has its place in a primitive idea of the way language functions. But one can also say that it is the idea of a language more primitive than ours.\nLet us imagine a language for which the description given by Augustine is right. The language is meant to serve for communication between a builder A and an assistant B. A is building with building-stones: there are blocks, pillars, slabs and beams. B has to pass the stones, and that in the order in which A needs them. For this purpose they use a language consisting of the words \"block\", \"pillar\", \"slab\", \"beam\". A calls them out; —B brings the stone which he has learnt to bring at such-and-such a call. —Conceive this as a complete primitive language.\n43. For a large class of cases—though not for all—in which we employ the word \"meaning\" it can be defined thus: the meaning of a word is its use in the language.\n293. If I say of myself that it is only from my own case that I know what the word \"pain\" means — must I not say the same of other people too? And how can I generalize the one case so irresponsibly?\nNow someone tells me that he knows what pain is only from his own case! --Suppose everyone had a box with something in it: we call it a \"beetle\". No one can look into anyone else's box, and everyone says he knows what a beetle is only by looking at his beetle. —Here it would be possible for everyone to have something different in his box. One might even imagine such a thing constantly changing. —But suppose the word \"beetle\" had a use in these people's language? —If so it would not be used as the name of a thing. The thing in the box has no place in the language-game at all; not even as a something: for the box might even be empty. —No, one can 'divide through' by the thing in the box; it cancels out, whatever it is.\nThat is to say: if we construe the grammar of the expression of sensation on the model of 'object and designation' the object drops out of consideration as irrelevant.\n309. What is your aim in philosophy? —To shew the fly the way out of the fly-bottle.", "source": "investigations.txt"}
{"text": "Tractatus Logico-Philosophicus\n1 The world is all that is the case.\n1.1 The world is the totality of facts, not of things.\n1.11 The world is determined by the facts, and by their being all the facts.\n1.12 For the totality of facts determines what is the case, and also whatever is not the case.\n1.13 The facts in logical space are the world.\n1.2 The world divides into facts.\n1.21 Each item can be the case or not the case while everything else remains the same.\n2 What is the case—a fact—is the existence of states of affairs.\n2.01 A state of affairs (a state of things) is a combination of objects (things).\n2.02 The object is simple.\n2.0201 Every statement about complexes can be resolved into a statement about their constituents and into the propositions that describe the complexes completely.\n3 A logical picture of facts is a thought.\n3.001 \"An atomic fact is thinkable\"—means: we can picture it.\n3.01 The totality of true thoughts is a picture of the world.\n3.02 A thought contains the possibility of the situation of which it is the thought. What is thinkable is possible.\n4 A thought is a proposition with a sense.\n4.001 The totality of propositions is language.\n4.002 Man possesses the ability to construct languages capable of expressing every sense, without having any idea how each word has meaning or what its meaning is—just as people speak without knowing how the individual sounds are produced.\nEveryday language is a part of the human organism and is no less complicated than it.\nIt is not humanly possible to gather immediately from it what the logic of language is.\nLanguage disguises thought. So much so, that from the outward form of the clothing it is impossible to infer the form of the thought beneath it, because the outward form of the clothing is not designed to reveal the form of the body, but for entirely different purposes.\nThe tacit conventions on which the understanding of everyday language depends are enormously complicated.\n5 A proposition is a truth-function of elementary propositions.\n(An elementary proposition is a truth-function of itself.)\n6 The general form of a truth-function is [p, xi, N(xi)]. This is the general form of a proposition.\n6.522 There are, indeed, things that cannot be put into words. They make themselves manifest. They are what is mystical.\n6.53 The correct method in philosophy would really be the following: to say nothing except what can be said, i.e. propositions of natural science—i.e. something that has nothing to do with philosophy—and then, whenever someone else wanted to say something metaphysical, to demonstrate to him that he had failed to give a meaning to certain signs in his propositions. Although it would not be satisfying to the other person—he would not have the feeling that we were teaching him philosophy—this method would be the only strictly correct one.\n7 Whereof one cannot speak, thereof one must be silent.", "source": "tractatus.txt"}
