{"text": "Dedication\nDedicated\nto the memory of my friend\nDAVID H. PINSENT\nMotto\n. . . und alles, was man weiss, nicht bloss rauschen und brausen gehört hat, lässt sich in drei Worten sagen.\nKürnberger.\nPreface\nThis book will perhaps only be understood by those who have themselves already thought the thoughts which are expressed in it—or similar thoughts. It is therefore not a text-book. Its object would be attained if there were one person who read it with understanding and to whom it afforded pleasure.\nThe book deals with the problems of philosophy and shows, as I believe, that the method of formulating these problems rests on the misunderstanding of the logic of our language. Its whole meaning could be summed up somewhat as follows: What can be said at all can be said clearly; and whereof one cannot speak thereof one must be silent.\nThe book will, therefore, draw a limit to thinking, or rather—not to thinking, but to the expression of thoughts; for, in order to draw a limit to thinking we should have to be able to think both sides of this limit (we should therefore have to be able to think what cannot be thought).\nThe limit can, therefore, only be drawn in language and what lies on the other side of the limit will be simply nonsense.\nHow far my efforts agree with those of other philosophers I will not decide. Indeed what I have here written makes no claim to novelty in points of detail; and therefore I give no sources, because it is indifferent to me whether what I have thought has already been thought before me by another.\nI will only mention that to the great works of Frege and the writings of my friend Bertrand Russell I owe in large measure the stimulation of my thoughts.\nIf this work has a value it consists in two things. First that in it thoughts are expressed, and this value will be the greater the better the thoughts are expressed. The more the nail has been hit on the head.—Here I am conscious that I have fallen far short of the possible. Simply because my powers are insufficient to cope with the task.—May others come and do it better.\nOn the other hand the\ntruth\nof the thoughts communicated here seems to me unassailable and definitive. I am, therefore, of the opinion that the problems have in essentials been finally solved. And if I am not mistaken in this, then the value of this work secondly consists in the fact that it shows how little has been done when these problems have been solved.\nL.W.\nVienna, 1918.\nTractatus Logico-Philosophicus\n1\nThe world is everything that is the case.\n[\n1\n]\n1.1\nThe world is the totality of facts, not of things.\n1.11\nThe world is determined by the facts, and by these being\nall\nthe facts.\n1.12\nFor the totality of facts determines both what is the case, and also all that is not the case.\n1.13\nThe facts in logical space are the world.\n1.2\nThe world divides into facts.\n1.21\nAny one can either be the case or not be the case, and everything else remain the same.\n2\nWhat is the case, the fact, is the existence of atomic facts.\n2.01\nAn atomic fact is a combination of objects (entities, things).\n2.011\nIt is essential to a thing that it can be a constituent part of an atomic fact.\n2.012\nIn logic nothing is accidental: if a thing\ncan\noccur in an atomic fact the possibility of that atomic fact must already be prejudged in the thing.\n2.0121\nIt would, so to speak, appear as an accident, when to a thing that could exist alone on its own account, subsequently a state of affairs could be made to fit.\nIf things can occur in atomic facts, this possibility must already lie in them.\n(A logical entity cannot be merely possible. Logic treats of every possibility, and all possibilities are its facts.)\nJust as we cannot think of spatial objects at all apart from space, or temporal objects apart from time, so we cannot think of\nany\nobject apart from the possibility of its connexion with other things.\nIf I can think of an object in the context of an atomic fact, I cannot think of it apart from the\npossibility\nof this context.\n2.0122\nThe thing is independent, in so far as it can occur in all\npossible\ncircumstances, but this form of independence is a form of connexion with the atomic fact, a form of dependence. (It is impossible for words to occur in two different ways, alone and in the proposition.)\n2.0123\nIf I know an object, then I also know all the possibilities of its occurrence in atomic facts.\n(Every such possibility must lie in the nature of the object.)\nA new possibility cannot subsequently be found.\n2.01231\nIn order to know an object, I must know not its external but all its internal qualities.\n2.0124\nIf all objects are given, then thereby are all\npossible\natomic facts also given.\n2.013\nEvery thing is, as it were, in a space of possible atomic facts. I can think of this space as empty, but not of the thing without the space.\n2.0131\nA spatial object must lie in infinite space. (A point in space is an argument place.)\nA speck in a visual field need not be red, but it must have a colour; it has, so to speak, a colour space round it. A tone must have\na\npitch, the object of the sense of touch\na\nhardness, etc.\n2.014\nObjects contain the possibility of all states of affairs.\n2.0141\nThe possibility of its occurrence in atomic facts is the form of the object.\n2.02\nThe object is simple.\n2.0201\nEvery statement about complexes can be analysed into a statement about their constituent parts, and into those propositions which completely describe the complexes.\n2.021\nObjects form the substance of the world. Therefore they cannot be compound.\n2.0211\nIf the world had no substance, then whether a proposition had sense would depend on whether another proposition was true.\n2.0212\nIt would then be impossible to form a picture of the world (true or false).\n2.022\nIt is clear that however different from the real one an imagined world may be, it must have something—a form—in common with the real world.\n2.023\nThis fixed form consists of the objects.\n2.0231\nThe substance of the world\ncan\nonly determine a form and not any material properties. For these are first presented by the propositions—first formed by the configuration of the objects.\n2.0232\nRoughly speaking: objects are colourless.\n2.0233\nTwo objects of the same logical form are—apart from their external properties—only differentiated from one another in that they are different.\n2.02331\nEither a thing has properties which no other has, and then one can distinguish it straight away from the others by a description and refer to it; or, on the other hand, there are several things which have the totality of their properties in common, and then it is quite impossible to point to any one of them.\nFor if a thing is not distinguished by anything, I cannot distinguish it—for otherwise it would be distinguished.\n2.024\nSubstance is what exists independently of what is the case.\n2.025\nIt is form and content.\n2.0251\nSpace, time and colour (colouredness) are forms of objects.\n2.026\nOnly if there are objects can there be a fixed form of the world.\n2.027\nThe fixed, the existent and the object are one.\n2.0271\nThe object is the fixed, the existent; the configuration is the changing, the variable.\n2.0272\nThe configuration of the objects forms the atomic fact.\n2.03\nIn the atomic fact objects hang one in another, like the links of a chain.\n2.031\nIn the atomic fact the objects are combined in a definite way.\n2.032\nThe way in which objects hang together in the atomic fact is the structure of the atomic fact.\n2.033\nThe form is the possibility of the structure.\n2.034\nThe structure of the fact consists of the structures of the atomic facts.\n2.04\nThe totality of existent atomic facts is the world.\n2.05\nThe totality of existent atomic facts also determines which atomic facts do not exist.\n2.06\nThe existence and non-existence of atomic facts is the reality.\n(The existence of atomic facts we also call a positive fact, their non-existence a negative fact.)\n2.061\nAtomic facts are independent of one another.\n2.062\nFrom the existence of non-existence of an atomic fact we cannot infer the existence or non-existence of another.\n2.063\nThe total reality is the world.\n2.1\nWe make to ourselves pictures of facts.\n2.11\nThe picture presents the facts in logical space, the existence and non-existence of atomic facts.\n2.12\nThe picture is a model of reality.\n2.13\nTo the objects correspond in the picture the elements of the picture.\n2.131\nThe elements of the picture stand, in the picture, for the objects.\n2.14\nThe picture consists in the fact that its elements are combined with one another in a definite way.\n2.141\nThe picture is a fact.\n2.15\nThat the elements of the picture are combined with one another in a definite way, represents that the things are so combined with one another.\nThis connexion of the elements of the picture is called its structure, and the possibility of this structure is called the form of representation of the picture.\n2.151\nThe form of representation is the possibility that the things are combined with one another as are the elements of the picture.\n2.1511\nThus the picture is linked with reality; it reaches up to it.\n2.1512\nIt is like a scale applied to reality.\n2.15121\nOnly the outermost points of the dividing lines\ntouch\nthe object to be measured.\n2.1513\nAccording to this view the representing relation which makes it a picture, also belongs to the picture.\n2.1514\nThe representing relation consists of the co-ordinations of the elements of the picture and the things.\n2.1515\nThese co-ordinations are as it were the feelers of its elements with which the picture touches reality.\n2.16\nIn order to be a picture a fact must have something in common with what it pictures.\n2.161\nIn the picture and the pictured there must be something identical in order that the one can be a picture of the other at all.\n2.17\nWhat the picture must have in common with reality in order to be able to represent it after its manner—rightly or falsely—is its form of representation.\n2.171\nThe picture can represent every reality whose form it has.\nThe spatial picture, everything spatial, the coloured, everything coloured, etc.\n2.172\nThe picture, however, cannot represent its form of representation; it shows it forth.\n2.173\nThe picture represents its object from without (its standpoint is its form of representation), therefore the picture represents its object rightly or falsely.\n2.174\nBut the picture cannot place itself outside of its form of representation.\n2.18\nWhat every picture, of whatever form, must have in common with reality in order to be able to represent it at all—rightly or falsely—is the logical form, that is, the form of reality.\n2.181\nIf the form of representation is the logical form, then the picture is called a logical picture.\n2.182\nEvery picture is\nalso\na logical picture. (On the other hand, for example, not every picture is spatial.)\n2.19\nThe logical picture can depict the world.\n2.2\nThe picture has the logical form of representation in common with what it pictures.\n2.201\nThe picture depicts reality by representing a possibility of the existence and non-existence of atomic facts.\n2.202\nThe picture represents a possible state of affairs in logical space.\n2.203\nThe picture contains the possibility of the state of affairs which it represents.\n2.21\nThe picture agrees with reality or not; it is right or wrong, true or false.\n2.22\nThe picture represents what it represents, independently of its truth or falsehood, through the form of representation.\n2.221\nWhat the picture represents is its sense.\n2.222\nIn the agreement or disagreement of its sense with reality, its truth or falsity consists.\n2.223\nIn order to discover whether the picture is true or false we must compare it with reality.\n2.224\nIt cannot be discovered from the picture alone whether it is true or false.\n2.225\nThere is no picture which is a priori true.\n3\nThe logical picture of the facts is the thought.\n3.001\n“An atomic fact is thinkable”—means: we can imagine it.\n3.01\nThe totality of true thoughts is a picture of the world.\n3.02\nThe thought contains the possibility of the state of affairs which it thinks.\nWhat is thinkable is also possible.\n3.03\nWe cannot think anything unlogical, for otherwise we should have to think unlogically.\n3.031\nIt used to be said that God could create everything, except what was contrary to the laws of logic. The truth is, we could not\nsay\nof an “unlogical” world how it would look.\n3.032\nTo present in language anything which “contradicts logic” is as impossible as in geometry to present by its co-ordinates a figure which contradicts the laws of space; or to give the co-ordinates of a point which does not exist.\n3.0321\nWe could present spatially an atomic fact which contradicted the laws of physics, but not one which contradicted the laws of geometry.\n3.04\nAn a priori true thought would be one whose possibility guaranteed its truth.\n3.05\nOnly if we could know a priori that a thought is true if its truth was to be recognized from the thought itself (without an object of comparison).\n3.1\nIn the proposition the thought is expressed perceptibly through the senses.\n3.11\nWe use the sensibly perceptible sign (sound or written sign, etc.) of the proposition as a projection of the possible state of affairs.\nThe method of projection is the thinking of the sense of the proposition.\n3.12\nThe sign through which we express the thought I call the propositional sign. And the proposition is the propositional sign in its projective relation to the world.\n3.13\nTo the proposition belongs everything which belongs to the projection; but not what is projected.\nTherefore the possibility of what is projected but not this itself.\nIn the proposition, therefore, its sense is not yet contained, but the possibility of expressing it.\n(“The content of the proposition” means the content of the significant proposition.)\nIn the proposition the form of its sense is contained, but not its content.\n3.14\nThe propositional sign consists in the fact that its elements, the words, are combined in it in a definite way.\nThe propositional sign is a fact.\n3.141\nThe proposition is not a mixture of words (just as the musical theme is not a mixture of tones).\nThe proposition is articulate.\n3.142\nOnly facts can express a sense, a class of names cannot.\n3.143\nThat the propositional sign is a fact is concealed by the ordinary form of expression, written or printed.\n(For in the printed proposition, for example, the sign of a proposition does not appear essentially different from a word. Thus it was possible for Frege to call the proposition a compounded name.)\n3.1431\nThe essential nature of the propositional sign becomes very clear when we imagine it made up of spatial objects (such as tables, chairs, books) instead of written signs.\nThe mutual spatial position of these things then expresses the sense of the proposition.\n3.1432\nWe must not say, “The complex sign ‘\naRb\n’ says ‘\na\nstands in relation\nR\nto\nb\n’”; but we must say, “\nThat\n‘\na\n’ stands in a certain relation to ‘\nb\n’ says\nthat aRb\n”.\n3.144\nStates of affairs can be described but not\nnamed\n.\n(Names resemble points; propositions resemble arrows, they have sense.)\n3.2\nIn propositions thoughts can be so expressed that to the objects of the thoughts correspond the elements of the propositional sign.\n3.201\nThese elements I call “simple signs” and the proposition “completely analysed”.\n3.202\nThe simple signs employed in propositions are called names.\n3.203\nThe name means the object. The object is its meaning. (“\nA\n” is the same sign as “\nA\n”.)\n3.21\nTo the configuration of the simple signs in the propositional sign corresponds the configuration of the objects in the state of affairs.\n3.22\nIn the proposition the name represents the object.\n3.221\nObjects I can only\nname\n. Signs represent them. I can only speak\nof\nthem. I cannot\nassert them\n. A proposition can only say\nhow\na thing is, not\nwhat\nit is.\n3.23\nThe postulate of the possibility of the simple signs is the postulate of the determinateness of the sense.\n3.24\nA proposition about a complex stands in internal relation to the proposition about its constituent part.\nA complex can only be given by its description, and this will either be right or wrong. The proposition in which there is mention of a complex, if this does not exist, becomes not nonsense but simply false.\nThat a propositional element signifies a complex can be seen from an indeterminateness in the propositions in which it occurs. We\nknow\nthat everything is not yet determined by this proposition. (The notation for generality\ncontains\na prototype.)\nThe combination of the symbols of a complex in a simple symbol can be expressed by a definition.\n3.25\nThere is one and only one complete analysis of the proposition.\n3.251\nThe proposition expresses what it expresses in a definite and clearly specifiable way: the proposition is articulate.\n3.26\nThe name cannot be analysed further by any definition. It is a primitive sign.\n3.261\nEvery defined sign signifies\nvia\nthose signs by which it is defined, and the definitions show the way.\nTwo signs, one a primitive sign, and one defined by primitive signs, cannot signify in the same way. Names\ncannot\nbe taken to pieces by definition (nor any sign which alone and independently has a meaning).\n3.262\nWhat does not get expressed in the sign is shown by its application. What the signs conceal, their application declares.\n3.263\nThe meanings of primitive signs can be explained by elucidations. Elucidations are propositions which contain the primitive signs. They can, therefore, only be understood when the meanings of these signs are already known.\n3.3\nOnly the proposition has sense; only in the context of a proposition has a name meaning.\n3.31\nEvery part of a proposition which characterizes its sense I call an expression (a symbol).\n(The proposition itself is an expression.)\nExpressions are everything—essential for the sense of the proposition—that propositions can have in common with one another.\nAn expression characterizes a form and a content.\n3.311\nAn expression presupposes the forms of all propositions in which it can occur. It is the common characteristic mark of a class of propositions.\n3.312\nIt is therefore represented by the general form of the propositions which it characterizes.\nAnd in this form the expression is\nconstant\nand everything else\nvariable\n.\n3.313\nAn expression is thus presented by a variable, whose values are the propositions which contain the expression.\n(In the limiting case the variable becomes constant, the expression a proposition.)\nI call such a variable a “propositional variable”.\n3.314\nAn expression has meaning only in a proposition. Every variable can be conceived as a propositional variable. (Including the variable name.)\n3.315\nIf we change a constituent part of a proposition into a variable, there is a class of propositions which are all the values of the resulting variable proposition. This class in general still depends on what, by arbitrary agreement, we mean by parts of that proposition. But if we change all those signs, whose meaning was arbitrarily determined, into variables, there always remains such a class. But this is now no longer dependent on any agreement; it depends only on the nature of the proposition. It corresponds to a logical form, to a logical prototype.\n3.316\nWhat values the propositional variable can assume\nis\ndetermined.\nThe determination of the values\nis\nthe variable.\n3.317\nThe determination of the values of the propositional variable is done by\nindicating the propositions\nwhose common mark the variable is.\nThe determination is a description of these propositions.\nThe determination will therefore deal only with symbols not with their meaning.\nAnd\nonly\nthis is essential to the determination,\nthat it is only a description of symbols and asserts nothing about what is symbolized.\nThe way in which we describe the propositions is not essential.\n3.318\nI conceive the proposition—like Frege and Russell—as a function of the expressions contained in it.\n3.32\nThe sign is the part of the symbol perceptible by the senses.\n3.321\nTwo different symbols can therefore have the sign (the written sign or the sound sign) in common—they then signify in different ways.\n3.322\nIt can never indicate the common characteristic of two objects that we symbolize them with the same signs but by different\nmethods of symbolizing\n. For the sign is arbitrary. We could therefore equally well choose two different signs and where then would be what was common in the symbolization.\n3.323\nIn the language of everyday life it very often happens that the same word signifies in two different ways—and therefore belongs to two different symbols—or that two words, which signify in different ways, are apparently applied in the same way in the proposition.\nThus the word “is” appears as the copula, as the sign of equality, and as the expression of existence; “to exist” as an intransitive verb like “to go”; “identical” as an adjective; we speak of\nsomething\nbut also of the fact of\nsomething\nhappening.\n(In the proposition “Green is green”—where the first word is a proper name as the last an adjective—these words have not merely different meanings but they are\ndifferent symbols\n.)\n3.324\nThus there easily arise the most fundamental confusions (of which the whole of philosophy is full).\n3.325\nIn order to avoid these errors, we must employ a symbolism which excludes them, by not applying the same sign in different symbols and by not applying signs in the same way which signify in different ways. A symbolism, that is to say, which obeys the rules of\nlogical\ngrammar—of logical syntax.\n(The logical symbolism of Frege and Russell is such a language, which, however, does still not exclude all errors.)\n3.326\nIn order to recognize the symbol in the sign we must consider the significant use.\n3.327\nThe sign determines a logical form only together with its logical syntactic application.\n3.328\nIf a sign is\nnot necessary\nthen it is meaningless. That is the meaning of Occam’s razor.\n(If everything in the symbolism works as though a sign had meaning, then it has meaning.)\n3.33\nIn logical syntax the meaning of a sign ought never to play a rôle; it must admit of being established without mention being thereby made of the\nmeaning\nof a sign; it ought to presuppose\nonly\nthe description of the expressions.\n3.331\nFrom this observation we get a further view—into Russell’s\nTheory of Types\n. Russell’s error is shown by the fact that in drawing up his symbolic rules he has to speak about the things his signs mean.\n3.332\nNo proposition can say anything about itself, because the propositional sign cannot be contained in itself (that is the “whole theory of types”).\n3.333\nA function cannot be its own argument, because the functional sign already contains the prototype of its own argument and it cannot contain itself.\nIf, for example, we suppose that the function\nF\n(\nfx\n) could be its own argument, then there would be a proposition “\nF\n(\nF\n(\nfx\n))”, and in this the outer function\nF\nand the inner function\nF\nmust have different meanings; for the inner has the form\nϕ\n(\nfx\n), the outer the form\nψ\n(\nϕ\n(\nfx\n)). Common to both functions is only the letter “\nF\n”, which by itself signifies nothing.\nThis is at once clear, if instead of “\nF\n(\nF\n(\nu\n))” we write “(∃\nϕ\n) :\nF\n(\nϕu\n) .\nϕu\n=\nFu\n”.\nHerewith Russell’s paradox vanishes.\n3.334\nThe rules of logical syntax must follow of themselves, if we only know how every single sign signifies.\n3.34\nA proposition possesses essential and accidental features.\nAccidental are the features which are due to a particular way of producing the propositional sign. Essential are those which alone enable the proposition to express its sense.\n3.341\nThe essential in a proposition is therefore that which is common to all propositions which can express the same sense.\nAnd in the same way in general the essential in a symbol is that which all symbols which can fulfil the same purpose have in common.\n3.3411\nOne could therefore say the real name is that which all symbols, which signify an object, have in common. It would then follow, step by step, that no sort of composition was essential for a name.\n3.342\nIn our notations there is indeed something arbitrary, but\nthis\nis not arbitrary, namely that\nif\nwe have determined anything arbitrarily, then something else\nmust\nbe the case. (This results from the\nessence\nof the notation.)\n3.3421\nA particular method of symbolizing may be unimportant, but it is always important that this is a\npossible\nmethod of symbolizing. And this happens as a rule in philosophy: The single thing proves over and over again to be unimportant, but the possibility of every single thing reveals something about the nature of the world.\n3.343\nDefinitions are rules for the translation of one language into another. Every correct symbolism must be translatable into every other according to such rules. It is\nthis\nwhich all have in common.\n3.344\nWhat signifies in the symbol is what is common to all those symbols by which it can be replaced according to the rules of logical syntax.\n3.3441\nWe can, for example, express what is common to all notations for the truth-functions as follows: It is common to them that they all, for example,\ncan be replaced\nby the notations of “~\np\n” (“not\np\n”) and\n“\np\n∨\nq\n”\n(“\np\nor\nq\n”).\n(Herewith is indicated the way in which a special possible notation can give us general information.)\n3.3442\nThe sign of the complex is not arbitrarily resolved in the analysis, in such a way that its resolution would be different in every propositional structure.\n3.4\nThe proposition determines a place in logical space: the existence of this logical place is guaranteed by the existence of the constituent parts alone, by the existence of the significant proposition.\n3.41\nThe propositional sign and the logical co-ordinates: that is the logical place.\n3.411\nThe geometrical and the logical place agree in that each is the possibility of an existence.\n3.42\nAlthough a proposition may only determine one place in logical space, the whole logical space must already be given by it.\n(Otherwise denial, the logical sum, the logical product, etc., would always introduce new elements—in co-ordination.)\n(The logical scaffolding round the picture determines the logical space. The proposition reaches through the whole logical space.)\n3.5\nThe applied, thought, propositional sign, is the thought.\n4\nThe thought is the significant proposition.\n4.001\nThe totality of propositions is the language.\n4.002\nMan possesses the capacity of constructing languages, in which every sense can be expressed, without having an idea how and what each word means—just as one speaks without knowing how the single sounds are produced.\nColloquial language is a part of the human organism and is not less complicated than it.\nFrom it it is humanly impossible to gather immediately the logic of language.\nLanguage disguises the thought; so that from the external form of the clothes one cannot infer the form of the thought they clothe, because the external form of the clothes is constructed with quite another object than to let the form of the body be recognized.\nThe silent adjustments to understand colloquial language are enormously complicated.\n4.003\nMost propositions and questions, that have been written about philosophical matters, are not false, but senseless. We cannot, therefore, answer questions of this kind at all, but only state their senselessness. Most questions and propositions of the philosophers result from the fact that we do not understand the logic of our language.\n(They are of the same kind as the question whether the Good is more or less identical than the Beautiful.)\nAnd so it is not to be wondered at that the deepest problems are really\nno\nproblems.\n4.0031\nAll philosophy is “Critique of language” (but not at all in Mauthner’s sense). Russell’s merit is to have shown that the apparent logical form of the proposition need not be its real form.\n4.01\nThe proposition is a picture of reality.\nThe proposition is a model of the reality as we think it is.\n4.011\nAt the first glance the proposition—say as it stands printed on paper—does not seem to be picture of the reality of which it treats. But nor does the musical score appear at first sight to be a picture of a musical piece; nor does our phonetic spelling (letters) seem to be a picture of our spoken language. And yet these symbolisms prove to be pictures—even in the ordinary sense of the word—of what they represent.\n4.012\nIt is obvious that we perceive a proposition of the form\naRb\nas a picture. Here the sign is obviously a likeness of the signified.\n4.013\nAnd if we penetrate to the essence of this pictorial nature we see that this is not disturbed by\napparent irregularities\n(like the use of ♯ and ♭ in the score).\nFor these irregularities also picture what they are to express; only in another way.\n4.014\nThe gramophone record, the musical thought, the score, the waves of sound, all stand to one another in that pictorial internal relation, which holds between language and the world.\nTo all of them the logical structure is common.\n(Like the two youths, their two horses and their lilies in the story. They are all in a certain sense one.)\n4.0141\nIn the fact that there is a general rule by which the musician is able to read the symphony out of the score, and that there is a rule by which one could reconstruct the symphony from the line on a gramophone record and from this again—by means of the first rule—construct the score, herein lies the internal similarity between these things which at first sight seem to be entirely different. And the rule is the law of projection which projects the symphony into the language of the musical score. It is the rule of translation of this language into the language of the gramophone record.\n4.015\nThe possibility of all similes, of all the imagery of our language, rests on the logic of representation.\n4.016\nIn order to understand the essence of the proposition, consider hieroglyphic writing, which pictures the facts it describes.\nAnd from it came the alphabet without the essence of the representation being lost.\n4.02\nThis we see from the fact that we understand the sense of the propositional sign, without having had it explained to us.\n4.021\nThe proposition is a picture of reality, for I know the state of affairs presented by it, if I understand the proposition. And I understand the proposition, without its sense having been explained to me.\n4.022\nThe proposition\nshows\nits sense.\nThe proposition\nshows\nhow things stand,\nif\nit is true. And it\nsays\n, that they do so stand.\n4.023\nThe proposition determines reality to this extent, that one only needs to say “Yes” or “No” to it to make it agree with reality.\nReality must therefore be completely described by the proposition.\nA proposition is the description of a fact.\nAs the description of an object describes it by its external properties so propositions describe reality by its internal properties.\nThe proposition constructs a world with the help of a logical scaffolding, and therefore one can actually see in the proposition all the logical features possessed by reality\nif\nit is true. One can\ndraw conclusions\nfrom a false proposition.\n4.024\nTo understand a proposition means to know what is the case, if it is true.\n(One can therefore understand it without knowing whether it is true or not.)\nOne understands it if one understands it constituent parts.\n4.025\nThe translation of one language into another is not a process of translating each proposition of the one into a proposition of the other, but only the constituent parts of propositions are translated.\n(And the dictionary does not only translate substantives but also adverbs and conjunctions, etc., and it treats them all alike.)\n4.026\nThe meanings of the simple signs (the words) must be explained to us, if we are to understand them.\nBy means of propositions we explain ourselves.\n4.027\nIt is essential to propositions, that they can communicate a\nnew\nsense to us.\n4.03\nA proposition must communicate a new sense with old words.\nThe proposition communicates to us a state of affairs, therefore it must be\nessentially\nconnected with the state of affairs.\nAnd the connexion is, in fact, that it is its logical picture.\nThe proposition only asserts something, in so far as it is a picture.\n4.031\nIn the proposition a state of affairs is, as it were, put together for the sake of experiment.\nOne can say, instead of, This proposition has such and such a sense, This proposition represents such and such a state of affairs.\n4.0311\nOne name stands for one thing, and another for another thing, and they are connected together. And so the whole, like a living picture, presents the atomic fact.\n4.0312\nThe possibility of propositions is based upon the principle of the representation of objects by signs.\nMy fundamental thought is that the “logical constants” do not represent. That the\nlogic\nof the facts cannot be represented.\n4.032\nThe proposition is a picture of its state of affairs, only in so far as it is logically articulated. (Even the proposition “ambulo” is composite, for its stem gives a different sense with another termination, or its termination with another stem.)\n4.04\nIn the proposition there must be exactly as many thing distinguishable as there are in the state of affairs, which it represents.\nThey must both possess the same logical (mathematical) multiplicity (cf. Hertz’s Mechanics, on Dynamic Models).\n4.041\nThis mathematical multiplicity naturally cannot in its turn be represented. One cannot get outside it in the representation.\n4.0411\nIf we tried, for example, to express what is expressed by “(\nx\n) .\nfx\n” by putting an index before\nfx\n, like: “Gen.\nfx\n”, it would not do, we should not know what was generalized. If we tried to show it by an index\ng\n, like: “\nf\n(\nx\ng\n)” it would not do—we should not know the scope of the generalization.\nIf we were to try it by introducing a mark in the argument places, like “(\nG, G\n) .\nF\n(\nG, G\n)”, it would not do—we could not determine the identity of the variables, etc.\nAll these ways of symbolizing are inadequate because they have not the necessary mathematical multiplicity.\n4.0412\nFor the same reason the idealist explanation of the seeing of spatial relations through “spatial spectacles” does not do, because it cannot explain the multiplicity of these relations.\n4.05\nReality is compared with the proposition.\n4.06\nPropositions can be true or false only by being pictures of the reality.\n4.061\nIf one does not observe that propositions have a sense independent of the facts, one can easily believe that true and false are two relations between signs and things signified with equal rights.\nOne could, then, for example, say that “\np\n” signifies in the true way what “~\np\n” signifies in the false way, etc.\n4.062\nCan we not make ourselves understood by means of false propositions as hitherto with true ones, so long as we know that they are meant to be false? No! For a proposition is true, if what we assert by means of it is the case; and if by “\np\n” we mean ~\np\n, and what we mean is the case, then “\np\n” in the new conception is true and not false.\n4.0621\nThat, however, the signs “\np\n” and “~\np\n”\ncan\nsay the same thing is important, for it shows that the sign “\n~\n” corresponds to nothing in reality.\nThat negation occurs in a proposition, is no characteristic of its sense (\n~~\np\n=\np\n).\nThe propositions “\np\n” and “~\np\n” have opposite senses, but to them corresponds one and the same reality.\n4.063\nAn illustration to explain the concept of truth. A black spot on white paper; the form of the spot can be described by saying of each point of the plane whether it is white or black. To the fact that a point is black corresponds a positive fact; to the fact that a point is white (not black), a negative fact. If I indicate a point of the plane (a truth-value in Frege’s terminology), this corresponds to the assumption proposed for judgment, etc. etc.\nBut to be able to say that a point is black or white, I must first know under what conditions a point is called white or black; in order to be able to say “\np\n” is true (or false) I must have determined under what conditions I call “\np\n” true, and thereby I determine the sense of the proposition.\nThe point at which the simile breaks down is this: we can indicate a point on the paper, without knowing what white and black are; but to a proposition without a sense corresponds nothing at all, for it signifies no thing (truth-value) whose properties are called “false” or “true”; the verb of the proposition is not “is true” or “is false”—as Frege thought—but that which “is true” must already contain the verb.\n4.064\nEvery proposition must\nalready\nhave a sense; assertion cannot give it a sense, for what it asserts is the sense itself. And the same holds of denial, etc.\n4.0641\nOne could say, the denial is already related to the logical place determined by the proposition that is denied.\nThe denying proposition determines a logical place\nother\nthan does the proposition denied.\nThe denying proposition determines a logical place, with the help of the logical place of the proposition denied, by saying that it lies outside the latter place.\nThat one can deny again the denied proposition, shows that what is denied is already a proposition and not merely the preliminary to a proposition.\n4.1\nA proposition presents the existence and non-existence of atomic facts.\n4.11\nThe totality of true propositions is the total natural science (or the totality of the natural sciences).\n4.111\nPhilosophy is not one of the natural sciences.\n(The word “philosophy” must mean something which stands above or below, but not beside the natural sciences.)\n4.112\nThe object of philosophy is the logical clarification of thoughts.\nPhilosophy is not a theory but an activity.\nA philosophical work consists essentially of elucidations.\nThe result of philosophy is not a number of “philosophical propositions”, but to make propositions clear.\nPhilosophy should make clear and delimit sharply the thoughts which otherwise are, as it were, opaque and blurred.\n4.1121\nPsychology is no nearer related to philosophy, than is any other natural science.\nThe theory of knowledge is the philosophy of psychology.\nDoes not my study of sign-language correspond to the study of thought processes which philosophers held to be so essential to the philosophy of logic? Only they got entangled for the most part in unessential psychological investigations, and there is an analogous danger for my method.\n4.1122\nThe Darwinian theory has no more to do with philosophy than has any other hypothesis of natural science.\n4.113\nPhilosophy limits the disputable sphere of natural science.\n4.114\nIt should limit the thinkable and thereby the unthinkable.\nIt should limit the unthinkable from within through the thinkable.\n4.115\nIt will mean the unspeakable by clearly displaying the speakable.\n4.116\nEverything that can be thought at all can be thought clearly. Everything that can be said can be said clearly.\n4.12\nPropositions can represent the whole reality, but they cannot represent what they must have in common with reality in order to be able to represent it—the logical form.\nTo be able to represent the logical form, we should have to be able to put ourselves with the propositions outside logic, that is outside the world.\n4.121\nPropositions cannot represent the logical form: this mirrors itself in the propositions.\nThat which mirrors itself in language, language cannot represent.\nThat which expresses\nitself\nin language,\nwe\ncannot express by language.\nThe propositions\nshow\nthe logical form of reality.\nThey exhibit it.\n4.1211\nThus a proposition “\nfa\n” shows that in its sense the object\na\noccurs, two propositions “\nfa\n” and “\nga\n” that they are both about the same object.\nIf two propositions contradict one another, this is shown by their structure; similarly if one follows from another, etc.\n4.1212\nWhat\ncan\nbe shown\ncannot\nbe said.\n4.1213\nNow we understand our feeling that we are in possession of the right logical conception, if only all is right in our symbolism.\n4.122\nWe can speak in a certain sense of formal properties of objects and atomic facts, or of properties of the structure of facts, and in the same sense of formal relations and relations of structures.\n(Instead of property of the structure I also say “internal property”; instead of relation of structures “internal relation”.\nI introduce these expressions in order to show the reason for the confusion, very widespread among philosophers, between internal relations and proper (external) relations.)\nThe holding of such internal properties and relations cannot, however, be asserted by propositions, but it shows itself in the propositions, which present the facts and treat of the objects in question.\n4.1221\nAn internal property of a fact we also call a feature of this fact. (In the sense in which we speak of facial features.)\n4.123\nA property is internal if it is unthinkable that its object does not possess it.\n(This blue colour and that stand in the internal relation of brighter and darker eo ipso. It is unthinkable that\nthese\ntwo objects should not stand in this relation.)\n(Here to the shifting use of the words “property” and “relation” there corresponds the shifting use of the word “object”.)\n4.124\nThe existence of an internal property of a possible state of affairs is not expressed by a proposition, but it expresses itself in the proposition which presents that state of affairs, by an internal property of this proposition.\nIt would be as senseless to ascribe a formal property to a proposition as to deny it the formal property.\n4.1241\nOne cannot distinguish forms from one another by saying that one has this property, the other that: for this assumes that there is a sense in asserting either property of either form.\n4.125\nThe existence of an internal relation between possible states of affairs expresses itself in language by an internal relation between the propositions presenting them.\n4.1251\nNow this settles the disputed question “whether all relations are internal or external”.\n4.1252\nSeries which are ordered by\ninternal\nrelations I call formal series.\nThe series of numbers is ordered not by an external, but by an internal relation.\nSimilarly the series of propositions “\naRb\n”,\n“(∃\nx\n) :\naRx\n.\nxRb\n”,\n“(∃\nx,y\n) :\naRx\n.\nxRy\n.\nyRb\n”, etc.\n(If\nb\nstands in one of these relations to\na\n, I call\nb\na successor of\na\n.)\n4.126\nIn the sense in which we speak of formal properties we can now speak also of formal concepts.\n(I introduce this expression in order to make clear the confusion of formal concepts with proper concepts which runs through the whole of the old logic.)\nThat anything falls under a formal concept as an object belonging to it, cannot be expressed by a proposition. But it is shown in the symbol for the object itself. (The name shows that it signifies an object, the numerical sign that it signifies a number, etc.)\nFormal concepts, cannot, like proper concepts, be presented by a function.\nFor their characteristics, the formal properties, are not expressed by the functions.\nThe expression of a formal property is a feature of certain symbols.\nThe sign that signifies the characteristics of a formal concept is, therefore, a characteristic feature of all symbols, whose meanings fall under the concept. The expression of the formal concept is therefore a propositional variable in which only this characteristic feature is constant.\n4.127\nThe propositional variable signifies the formal concept, and its values signify the objects which fall under this concept.\n4.1271\nEvery variable is the sign of a formal concept.\nFor every variable presents a constant form, which all its values possess, and which can be conceived as a formal property of these values.\n4.1272\nSo the variable name “\nx\n” is the proper sign of the pseudo-concept\nobject\n.\nWherever the word “object” (“thing”, “entity”, etc.) is rightly used, it is expressed in logical symbolism by the variable name.\nFor example in the proposition “there are two objects which …”, by “(∃\nx\n,\ny\n)…”.\nWherever it is used otherwise,\ni.e.\nas a proper concept word, there arise senseless pseudo-propositions.\nSo one cannot,\ne.g.\nsay “There are objects” as one says “There are books”. Nor “There are 100 objects” or “There are ℵ\n0\nobjects”.\nAnd it is senseless to speak of the\nnumber of all objects.\nThe same holds of the words “Complex”, “Fact”, “Function”, “Number”, etc.\nThey all signify formal concepts and are presented in logical symbolism by variables, not by functions or classes (as Frege and Russell thought).\nExpressions like “1 is a number”, “there is only one number nought”, and all like them are senseless.\n(It is as senseless to say, “there is only one 1” as it would be to say:\n2 + 2\nis at 3 o’clock equal to 4.)\n4.12721\nThe formal concept is already given with an object, which falls under it. One cannot, therefore, introduce both, the objects which fall under a formal concept\nand\nthe formal concept itself, as primitive ideas. One cannot, therefore,\ne.g.\nintroduce (as Russell does) the concept of function and also special functions as primitive ideas; or the concept of number and definite numbers.\n4.1273\nIf we want to express in logical symbolism the general proposition “\nb\nis a successor of\na\n” we need for this an expression for the general term of the formal series:\naRb\n, (∃\nx\n) :\naRx\n.\nxRb\n, (∃\nx\n,\ny\n) :\naRx\n.\nxRy\n.\nyRb\n, … The general term of a formal series can only be expressed by a variable, for the concept symbolized by “term of this formal series” is a\nformal\nconcept. (This Frege and Russell overlooked; the way in which they express general propositions like the above is, therefore, false; it contains a vicious circle.)\nWe can determine the general term of the formal series by giving its first term and the general form of the operation, which generates the following term out of the preceding proposition.\n4.1274\nThe question about the existence of a formal concept is senseless. For no proposition can answer such a question.\n(For example, one cannot ask: “Are there unanalysable subject-predicate propositions?”)\n4.128\nThe logical forms are\nanumerical\n.\nTherefore there are in logic no pre-eminent numbers, and therefore there is no philosophical monism or dualism, etc.\n4.2\nThe sense of a proposition is its agreement and disagreement with the possibilities of the existence and non-existence of the atomic facts.\n4.21\nThe simplest proposition, the elementary proposition, asserts the existence of an atomic fact.\n4.211\nIt is a sign of an elementary proposition, that no elementary proposition can contradict it.\n4.22\nThe elementary proposition consists of names. It is a connexion, a concatenation, of names.\n4.221\nIt is obvious that in the analysis of propositions we must come to elementary propositions, which consist of names in immediate combination.\nThe question arises here, how the propositional connexion comes to be.\n4.2211\nEven if the world is infinitely complex, so that every fact consists of an infinite number of atomic facts and every atomic fact is composed of an infinite number of objects, even then there must be objects and atomic facts.\n4.23\nThe name occurs in the proposition only in the context of the elementary proposition.\n4.24\nThe names are the simple symbols, I indicate them by single letters (\nx\n,\ny\n,\nz\n).\nThe elementary proposition I write as function of the names, in the form “\nfx\n”, “\nϕ\n(\nx\n,\ny\n)”, etc.\nOr I indicate it by the letters\np\n,\nq\n,\nr\n.\n4.241\nIf I use two signs with one and the same meaning, I express this by putting between them the sign “=”.\n“\na\n=\nb\n” means then, that the sign “\na\n” is replaceable by the sign “\nb\n”.\n(If I introduce by an equation a new sign “\nb\n”, by determining that it shall replace a previously known sign “\na\n”, I write the equation—definition—(like Russell) in the form\n“\na\n=\nb\nDef.”\n. A definition is a symbolic rule.)\n4.242\nExpressions of the form “\na\n=\nb\n” are therefore only expedients in presentation: They assert nothing about the meaning of the signs “\na\n” and “\nb\n”.\n4.243\nCan we understand two names without knowing whether they signify the same thing or two different things? Can we understand a proposition in which two names occur, without knowing if they mean the same or different things?\nIf I know the meaning of an English and a synonymous German word, it is impossible for me not to know that they are synonymous, it is impossible for me not to be able to translate them into one another.\nExpressions like “\na\n=\na\n”, or expressions deduced from these are neither elementary propositions nor otherwise significant signs. (This will be shown later.)\n4.25\nIf the elementary proposition is true, the atomic fact exists; if it is false the atomic fact does not exist.\n4.26\nThe specification of all true elementary propositions describes the world completely. The world is completely described by the specification of all elementary propositions plus the specification, which of them are true and which false.\n4.27\nWith regard to the existence of\nn\natomic facts there are\n[math]\\displaystyle{ K_n = \\sum_{\\nu=0}^n \\binom{n}{\\nu} }[/math]\npossibilities.\nIt is possible for all combinations of atomic facts to exist, and the others not to exist.\n4.28\nTo these combinations correspond the same number of possibilities of the truth—and falsehood—of\nn\nelementary propositions.\n4.3\nThe truth-possibilities of the elementary propositions mean the possibilities of the existence and non-existence of the atomic facts.\n4.31\nThe truth-possibilities can be presented by schemata of the following kind (“T” means “true”, “F” “false”. The rows of T’s and F’s under the row of the elementary propositions mean their truth-possibilities in an easily intelligible symbolism).\np\nq\nr\nT\nT\nT\nF\nT\nT\nT\nF\nT\nT\nT\nF\nF\nF\nT\nF\nT\nF\nT\nF\nF\nF\nF\nF\np\nq\nT\nT\nF\nT\nT\nF\nF\nF\np\nT\nF\n4.4\nA proposition is the expression of agreement and disagreement with the truth-possibilities of the elementary propositions.\n4.41\nThe truth-possibilities of the elementary propositions are the conditions of the truth and falsehood of the propositions.\n4.411\nIt seems probable even at first sight that the introduction of the elementary propositions is fundamental for the comprehension of the other kinds of propositions. Indeed the comprehension of the general propositions depends\npalpably\non that of the elementary propositions.\n4.42\nWith regard to the agreement and disagreement of a proposition with the truth-possibilities of\nn\nelementary propositions there are\n[math]\\displaystyle{ \\sum_{\\kappa=0}^{K_n} \\binom{K_n}{\\kappa} = L_n }[/math]\npossibilities.\n4.43\nAgreement with the truth-possibilities can be expressed by co-ordinating with them in the schema the mark “T” (true).\nAbsence of this mark means disagreement.\n4.431\nThe expression of the agreement and disagreement with the truth-possibilities of the elementary-propositions expresses the truth-conditions of the proposition.\nThe proposition is the expression of its truth-conditions.\n(Frege has therefore quite rightly put them at the beginning, as explaining the signs of his logical symbolism. Only Frege’s explanation of the truth-concept is false: if “the true” and “the false” were real objects and the arguments in ~\np\netc., then the sense of ~\np\nwould by no means be determined by Frege’s determination.)\n4.44\nThe sign which arises from the co-ordination of that mark “T” with the truth-possibilities is a propositional sign.\n4.441\nIt is clear that to the complex of the signs “F” and “T” no object (or complex of objects) corresponds; any more than to horizontal and vertical lines or to brackets. There are no “logical objects”.\nSomething analogous holds of course for all signs, which express the same as the schemata of “T” and “F”.\n4.442\nThus e.g.\n“\np\nq\nT\nT\nT\nF\nT\nT\nT\nF\nF\nF\nT\n”\nis a propositional sign.\n(Frege’s assertion sign “\n[math]\\displaystyle{ \\vdash }[/math]\n” is logically altogether meaningless; in Frege (and Russell) it only shows that these authors hold as true the propositions marked in this way.\n“\n[math]\\displaystyle{ \\vdash }[/math]\n” belongs therefore to the propositions no more than does the number of the proposition. A proposition cannot possibly assert of itself that it is true.)\nIf the sequence of the truth-possibilities in the schema is once for all determined by a rule of combination, then the last column is by itself an expression of the truth-conditions. If we write this column as a row the propositional sign becomes: “\n(TT–T) (\np\n,\nq\n)”\nor more plainly: “\n(TTFT) (\np\n,\nq\n)\n”.\n(The number of places in the left-hand bracket is determined by the number of terms in the right-hand bracket.)\n4.45\nFor\nn\nelementary propositions there are\nL\nn\npossible groups of truth-conditions.\nThe groups of truth-conditions which belong to the truth-possibilities of a number of elementary propositions can be ordered in a series.\n4.46\nAmong the possible groups of truth-conditions there are two extreme cases.\nIn the one case the proposition is true for all the truth-possibilities of the elementary propositions. We say that the truth-conditions are\ntautological\n.\nIn the second case the proposition is false for all the truth-possibilities. The truth-conditions are\nself-contradictory\n.\nIn the first case we call the proposition a tautology, in the second case a contradiction.\n4.461\nThe proposition shows what it says, the tautology and the contradiction that they say nothing.\nThe tautology has no truth-conditions, for it is unconditionally true; and the contradiction is on no condition true.\nTautology and contradiction are without sense.\n(Like the point from which two arrows go out in opposite directions.)\n(I know,\ne.g.\nnothing about the weather, when I know that it rains or does not rain.)\n4.4611\nTautology and contradiction are, however, not nonsensical; they are part of the symbolism, in the same way that “0” is part of the symbolism of Arithmetic.\n4.462\nTautology and contradiction are not pictures of the reality. They present no possible state of affairs. For the one allows\nevery\npossible state of affairs, the other\nnone\n.\nIn the tautology the conditions of agreement with the world—the presenting relations—cancel one another, so that it stands in no presenting relation to reality.\n4.463\nThe truth-conditions determine the range, which is left to the facts by the proposition.\n(The proposition, the picture, the model, are in a negative sense like a solid body, which restricts the free movement of another: in a positive sense, like the space limited by solid substance, in which a body may be placed.)\nTautology leaves to reality the whole infinite logical space; contradiction fills the whole logical space and leaves no point to reality. Neither of them, therefore, can in any way determine reality.\n4.464\nThe truth of tautology is certain, of propositions possible, of contradiction impossible.\n(Certain, possible, impossible: here we have an indication of that gradation which we need in the theory of probability.)\n4.465\nThe logical product of a tautology and a proposition says the same as the proposition. Therefore that product is identical with the proposition. For the essence of the symbol cannot be altered without altering its sense.\n4.466\nTo a definite logical combination of signs corresponds a definite logical combination of their meanings;\nevery arbitrary\ncombination only corresponds to the unconnected signs.\nThat is, propositions which are true for every state of affairs cannot be combinations of signs at all, for otherwise there could only correspond to them definite combinations of objects.\n(And to no logical combination corresponds\nno\ncombination of the objects.)\nTautology and contradiction are the limiting cases of the combinations of symbols, namely their dissolution.\n4.4661\nOf course the signs are also combined with one another in the tautology and contradiction,\ni.e.\nthey stand in relations to one another, but these relations are meaningless, unessential to the\nsymbol\n.\n4.5\nNow it appears to be possible to give the most general form of proposition;\ni.e.\nto give a description of the propositions of some one sign language, so that every possible sense can be expressed by a symbol, which falls under the description, and so that every symbol which falls under the description can express a sense, if the meanings of the names are chosen accordingly.\nIt is clear that in the description of the most general form of proposition\nonly\nwhat is essential to it may be described—otherwise it would not be the most general form.\nThat there is a general form is proved by the fact that there cannot be a proposition whose form could not have been foreseen (\ni.e.\nconstructed). The general form of proposition is: Such and such is the case.\n4.51\nSuppose\nall\nelementary propositions were given me: then we can simply ask: what propositions I can build out of them. And these are\nall\npropositions and\nso\nare they limited.\n4.52\nThe propositions are everything which follows from the totality of all elementary propositions (of course also from the fact that it is the\ntotality of them all\n). (So, in some sense, one could say, that\nall\npropositions are generalizations of the elementary propositions.)\n4.53\nThe general propositional form is a variable.\n5\nPropositions are truth-functions of elementary propositions.\n(An elementary proposition is a truth-function of itself.)\n5.01\nThe elementary propositions are the truth-arguments of propositions.\n5.02\nIt is natural to confuse the arguments of functions with the indices of names. For I recognize the meaning of the sign containing it from the argument just as much as from the index.\nIn Russell’s “+\nc\n”, for example, “\nc\n” is an index which indicates that the whole sign is the addition sign for cardinal numbers. But this way of symbolizing depends on arbitrary agreement, and one could choose a simple sign instead of “+\nc\n”: but in “~\np\n” “\np\n” is not an index but an argument; the sense of “~\np\n”\ncannot\nbe understood, unless the sense of “\np\n” has previously been understood. (In the name Julius Caesar, Julius is an index. The index is always part of a description of the object to whose name we attach it, e.g.\nThe\nCaesar of the Julian gens.)\nThe confusion of argument and index is, if I am not mistaken, at the root of Frege’s theory of the meaning of propositions and functions. For Frege the propositions of logic were names and their arguments the indices of these names.\n5.1\nThe truth-functions can be ordered in series.\nThat is the foundation of the theory of probability.\n5.101\nThe truth-functions of every number of elementary propositions can be written in a schema of the following kind:\n(TTTT)(\np\n,\nq\n)\nTautology\n(if\np\nthen\np\n, and if\nq\nthen\nq\n.) [\np\n⊃\np . q\n⊃\nq\n]\n(FTTT)(\np\n,\nq\n)\nin words:\nNot both\np\nand\nq\n. [~(\np\n.\nq\n)]\n(TFTT)(\np\n,\nq\n)\n” ”\nIf\nq\nthen\np\n. [\nq\n⊃\np\n]\n(TTFT)(\np\n,\nq\n)\n” ”\nIf\np\nthen\nq\n. [\np\n⊃\nq\n]\n(TTTF)(\np\n,\nq\n)\n” ”\np\nor\nq\n. [\np\n∨\nq\n]\n(FFTT)(\np\n,\nq\n)\n” ”\nNot\nq\n. ~\nq\n(FTFT)(\np\n,\nq\n)\n” ”\nNot\np\n. ~\np\n(FTTF)(\np\n,\nq\n)\n” ”\np\nor\nq\n, but not both. [\np\n. ~\nq\n: ∨ :\nq\n. ~\np\n]\n(TFFT)(\np\n,\nq\n)\n” ”\nIf\np\n, then\nq\n; and if\nq\n, then\np\n. [\np\n≡\nq\n]\n(TFTF)(\np\n,\nq\n)\n” ”\np\n(TTFF)(\np\n,\nq\n)\n” ”\nq\n(FFFT)(\np\n,\nq\n)\n” ”\nNeither\np\nnor\nq\n. [~\np\n. ~\nq\nor\np\n|\nq\n]\n(FFTF)(\np\n,\nq\n)\n” ”\np\nand not\nq\n. [\np\n. ~\nq\n]\n(FTFF)(\np\n,\nq\n)\n” ”\nq\nand not\np\n. [\nq\n. ~\np\n]\n(TFFF)(\np\n,\nq\n)\n” ”\nq\nand\np\n. [\nq\n.\np\n]\n(FFFF)(\np\n,\nq\n)\nContradiction\n(\np\nand not\np\n; and\nq\nand not\nq\n.) [\np\n. ~\np\n.\nq\n. ~\nq\n]\nThose truth-possibilities of its truth-arguments, which verify the proposition, I shall call its\ntruth-grounds\n.\n5.11\nIf the truth-grounds which are common to a number of propositions are all also truth-grounds of some one proposition, we say that the truth of this proposition follows from the truth of those propositions.\n5.12\nIn particular the truth of a proposition\np\nfollows from that of a proposition\nq\n, if all the truth-grounds of the second are truth-grounds of the first.\n5.121\nThe truth-grounds of\nq\nare contained in those of\np\n;\np\nfollows from\nq\n.\n5.122\nIf\np\nfollows from\nq\n, the sense of “\np\n” is contained in that of “\nq\n”.\n5.123\nIf a god creates a world in which certain propositions are true, he creates thereby also a world in which all propositions consequent on them are true. And similarly he could not create a world in which the proposition “\np\n” is true without creating all its objects.\n5.124\nA proposition asserts every proposition which follows from it.\n5.1241\n“\np . q\n” is one of the propositions which assert “\np\n” and at the same time one of the propositions which assert “\nq\n”.\nTwo propositions are opposed to one another if there is no significant proposition which asserts them both.\nEvery proposition which contradicts another, denies it.\n5.13\nThat the truth of one proposition follows from the truth of other propositions, we perceive from the structure of the propositions.\n5.131\nIf the truth of one proposition follows from the truth of others, this expresses itself in relations in which the forms of these propositions stand to one another, and we do not need to put them in these relations first by connecting them with one another in a proposition; for these relations are internal, and exist as soon as, and by the very fact that, the propositions exist.\n5.1311\nWhen we conclude from\np\n∨\nq\nand ~\np\nto\nq\nthe relation between the forms of the propositions\n“\np\n∨\nq\n”\nand “~\np\n” is here concealed by the method of symbolizing. But if we write,\ne.g.\ninstead of\n“\np\n∨\nq\n”\n“\np\n|\nq\n. | .\np\n|\nq\n”\nand instead of “~\np\n”\n“\np\n|\np\n”\n(\np\n|\nq\n= neither\np\nnor\nq\n), then the inner connexion becomes obvious.\n(The fact that we can infer\nfa\nfrom (x)\nfx\nshows that generality is present also in the symbol\n“(\nx\n) .\nfx\n”\n.)\n5.132\nIf\np\nfollows from\nq\n, I can conclude from\nq\nto\np\n; infer\np\nfrom\nq\n.\nThe method of inference is to be understood from the two propositions alone.\nOnly they themselves can justify the inference.\nLaws of inference, which—as in Frege and Russell—are to justify the conclusions, are senseless and would be superfluous.\n5.133\nAll inference takes place a priori.\n5.134\nFrom an elementary proposition no other can be inferred.\n5.135\nIn no way can an inference be made from the existence of one state of affairs to the existence of another entirely different from it.\n5.136\nThere is no causal nexus which justifies such an inference.\n5.1361\nThe events of the future\ncannot\nbe inferred from those of the present.\nSuperstition is the belief in the causal nexus.\n5.1362\nThe freedom of the will consists in the fact that future actions cannot be known now. We could only know them if causality were an\ninner\nnecessity, like that of logical deduction.—The connexion of knowledge and what is known is that of logical necessity.\n(“A knows that\np\nis the case” is senseless if\np\nis a tautology.)\n5.1363\nIf from the fact that a proposition is obvious to us it does not\nfollow\nthat it is true, then obviousness is no justification for our belief in its truth.\n5.14\nIf a proposition follows from another, then the latter says more than the former, the former less than the latter.\n5.141\nIf\np\nfollows from\nq\nand\nq\nfrom\np\nthen they are one and the same proposition.\n5.142\nA tautology follows from all propositions: it says nothing.\n5.143\nContradiction is something shared by propositions, which\nno\nproposition has in common with another. Tautology is that which is shared by all propositions, which have nothing in common with one another.\nContradiction vanishes so to speak outside, tautology inside all propositions.\nContradiction is the external limit of the propositions, tautology their substanceless centre.\n5.15\nIf\nT\nr\nis the number of the truth-grounds of the proposition “\nr\n”,\nT\nrs\nthe number of those truth-grounds of the proposition “\ns\n” which are at the same time truth-grounds of “\nr\n”, then we call the ratio\nT\nrs\n:\nT\nr\nthe measure of the\nprobability\nwhich the proposition “\nr\n” gives to the proposition “\ns\n”.\n5.151\nSuppose in a schema like that above in No.\n5.101\nT\nr\nis the number of the “T”’s in the proposition\nr\n,\nT\nrs\nthe number of those “T”’s in the proposition\ns\n, which stand in the same columns as “T”’s of the proposition\nr\n; then the proposition\nr\ngives to the proposition\ns\nthe probability\nT\nrs\n:\nT\nr\n.\n5.1511\nThere is no special object peculiar to probability propositions.\n5.152\nPropositions which have no truth-arguments in common with one another we call independent.\nTwo elementary propositions give to one another the probability ½.\nIf\np\nfollows from\nq\n, the proposition\nq\ngives to the proposition\np\nthe probability 1. The certainty of logical conclusion is a limiting case of probability.\n(Application to tautology and contradiction.)\n5.153\nA proposition is in itself neither probable nor improbable. An event occurs or does not occur, there is no middle course.\n5.154\nIn an urn there are equal numbers of white and black balls (and no others). I draw one ball after another and put them back in the urn. Then I can determine by the experiment that the numbers of the black and white balls which are drawn approximate as the drawing continues.\nSo\nthis\nis not a mathematical fact.\nIf then, I say, It is equally probable that I should draw a white and a black ball, this means, All the circumstances known to me (including the natural laws hypothetically assumed) give to the occurrence of the one event no more probability than to the occurrence of the other. That is they give—as can easily be understood from the above explanations—to each the probability ½.\nWhat I can verify by the experiment is that the occurrence of the two events is independent of the circumstances with which I have no closer acquaintance.\n5.155\nThe unit of the probability proposition is: The circumstances—with which I am not further acquainted—give to the occurrence of a definite event such and such a degree of probability.\n5.156\nProbability is a generalization.\nIt involves a general description of a propositional form. Only in default of certainty do we need probability.\nIf we are not completely acquainted with a fact, but know\nsomething\nabout its form.\n(A proposition can, indeed, be an incomplete picture of a certain state of affairs, but it is always\na\ncomplete picture.)\nThe probability proposition is, as it were, an extract from other propositions.\n5.2\nThe structures of propositions stand to one another in internal relations.\n5.21\nWe can bring out these internal relations in our manner of expression, by presenting a proposition as the result of an operation which produces it from other propositions (the bases of the operation).\n5.22\nThe operation is the expression of a relation between the structures of its result and its bases.\n5.23\nThe operation is that which must happen to a proposition in order to make another out of it.\n5.231\nAnd that will naturally depend on their formal properties, on the internal similarity of their forms.\n5.232\nThe internal relation which orders a series is equivalent to the operation by which one term arises from another.\n5.233\nThe first place in which an operation can occur is where a proposition arises from another in a logically significant way;\ni.e.\nwhere the logical construction of the proposition begins.\n5.234\nThe truth-functions of elementary proposition, are results of operations which have the elementary propositions as bases. (I call these operations, truth-operations.)\n5.2341\nThe sense of a truth-function of\np\nis a function of the sense of\np\n.\nDenial, logical addition, logical multiplication, etc. etc., are operations.\n(Denial reverses the sense of a proposition.)\n5.24\nAn operation shows itself in a variable; it shows how we can proceed from one form of proposition to another.\nIt gives expression to the difference between the forms.\n(And that which is common to the bases, and the result of an operation, is the bases themselves.)\n5.241\nThe operation does not characterize a form but only the difference between forms.\n5.242\nThe same operation which makes “\nq\n” from “\np\n”, makes “\nr\n” from “\nq\n”, and so on. This can only be expressed by the fact that “\np\n”, “\nq\n”, “\nr\n”, etc., are variables which give general expression to certain formal relations.\n5.25\nThe occurrence of an operation does not characterize the sense of a proposition.\nFor an operation does not assert anything; only its result does, and this depends on the bases of the operation.\n(Operation and function must not be confused with one another.)\n5.251\nA function cannot be its own argument, but the result of an operation can be its own basis.\n5.252\nOnly in this way is the progress from term to term in a formal series possible (from type to type in the hierarchy of Russell and Whitehead). (Russell and Whitehead have not admitted the possibility of this progress but have made use of it all the same.)\n5.2521\nThe repeated application of an operation to its own result I call its successive application (“\nO'O'O'a\n” is the result of the threefold successive application of “\nO'ξ\n” to “\na\n”).\nIn a similar sense I speak of the successive application of\nseveral\noperations to a number of propositions.\n5.2522\nThe general term of the formal series\na\n,\nO'a\n,\nO'O'a\n, ... I write thus: “[\na\n,\nx\n,\nO'x\n]”. This expression in brackets is a variable. The first term of the expression is the beginning of the formal series, the second the form of an arbitrary term\nx\nof the series, and the third the form of that term of the series which immediately follows\nx\n.\n5.2523\nThe concept of the successive application of an operation is equivalent to the concept “and so on”.\n5.253\nOne operation can reverse the effect of another. Operations can cancel one another.\n5.254\nOperations can vanish (\ne.g.\ndenial in “~~\np\n”, ~~\np\n=\np\n).\n5.3\nAll propositions are results of truth-operations on the elementary propositions.\nThe truth-operation is the way in which a truth-function arises from elementary propositions.\nAccording to the nature of truth-operations, in the same way as out of elementary propositions arise their truth-functions, from truth-functions arises a new one. Every truth-operation creates from truth-functions of elementary propositions another truth-function of elementary propositions,\ni.e.\n, a proposition. The result of every truth-operation on the results of truth-operations on elementary propositions is also the result of\none\ntruth-operation on elementary propositions.\nEvery proposition is the result of truth-operations on elementary propositions.\n5.31\nThe Schemata No.\n4.31\nare also significant, if “\np\n”, “\nq\n”, “\nr\n”, etc. are not elementary propositions.\nAnd it is easy to see that the propositional sign in No.\n4.442\nexpresses one truth-function of elementary propositions even when “\np\n” and “\nq\n” are truth-functions of elementary propositions.\n5.32\nAll truth-functions are results of the successive application of a finite number of truth-operations to elementary propositions.\n5.4\nHere it becomes clear that there are no such things as “logical objects” or “logical constants” (in the sense of Frege and Russell).\n5.41\nFor all those results of truth-operations on truth-functions are identical, which are one and the same truth-function of elementary propositions.\n5.42\nThat ∨, ⊃ etc., are not relations in the sense of right and left, etc., is obvious.\nThe possibility of crosswise definition of the logical “primitive signs” of Frege and Russell shows by itself that these are not primitive signs and that they signify no relations.\nAnd it is obvious that the “⊃” which we define by means of “~” and “∨” is identical with that by which we define “∨” with the help of “~”, and that this “∨” is the same as the first, and so on.\n5.43\nThat from a fact\np\nan infinite number of\nothers\nshould follow, namely ~~\np\n, ~~~~\np\netc., is indeed hardly to be believed, and it is no less wonderful that the infinite number of propositions of logic (of mathematics) should follow from half a dozen “primitive propositions”.\nBut all propositions of logic say the same thing. That is, nothing.\n5.44\nTruth-functions are not material functions.\nIf\ne.g.\nan affirmation can be produced by repeated denial, is the denial—in any sense—contained in the affirmation?\nDoes “~~\np\n” deny ~\np\n, or does it affirm\np\n; or both?\nThe proposition “\n~~p\n” does not treat of denial as an object, but the possibility of denial is already prejudged in affirmation.\nAnd if there was an object called “~”, then “~~\np\n” would have to say something other than “\np\n”. For the one proposition would then treat of ~, the other would not.\n5.441\nThis disappearance of the apparent logical constants also occurs if\n“~(∃\nx\n) . ~\nfx\n”\nsays the same as\n“(\nx\n) .\nfx\n”\n, or\n“(∃\nx\n) .\nfx\n.\nx\n=\na\n”\nthe same as\n“\nfa\n”\n.\n5.442\nIf a proposition is given to us then the results of all truth-operations which have it as their basis are given\nwith\nit.\n5.45\nIf there are logical primitive signs a correct logic must make clear their position relative to one another and justify their existence. The construction of logic\nout of\nits primitive signs must become clear.\n5.451\nIf logic has primitive ideas these must be independent of one another. If a primitive idea is introduced it must be introduced in all contexts in which it occurs at all. One cannot therefore introduce it for\none\ncontext and then again for another. For example, if denial is introduced, we must understand it in propositions of the form “~\np\n” just as in propositions like\n“~(\np\n∨\nq\n)”,\n“(∃\nx\n) . ~\nfx\n”\nand others. We may not first introduce it for one class of cases and then for another, for it would then remain doubtful whether its meaning in the two cases was the same, and there would be no reason to use the same way of symbolizing in the two cases.\n(In short, what Frege (“Grundgesetze der Arithmetik”) has said about the introduction of signs by definitions holds, mutatis mutandis, for the introduction of primitive signs also.)\n5.452\nThe introduction of a new expedient in the symbolism of logic must always be an event full of consequences. No new symbol may be introduced in logic in brackets or in the margin—with, so to speak, an entirely innocent face.\n(Thus in the “Principia Mathematica” of Russell and Whitehead there occur definitions and primitive propositions in words. Why suddenly words here? This would need a justification. There was none, and can be none for the process is actually not allowed.)\nBut if the introduction of a new expedient has proved necessary in one place, we must immediately ask: Where is this expedient\nalways\nto be used? Its position in logic must be made clear.\n5.453\nAll numbers in logic must be capable of justification.\nOr rather it must become plain that there are no numbers in logic.\nThere are no pre-eminent numbers.\n5.454\nIn logic there is no side by side, there can be no classification.\nIn logic there cannot be a more general and a more special.\n5.4541\nThe solution of logical problems must be neat for they set the standard of neatness.\nMen have always thought that there must be a sphere of questions whose answers—a priori—are symmetrical and united into a closed regular structure.\nA sphere in which the proposition, simplex sigillum veri, is valid.\n5.46\nWhen we have rightly introduced the logical signs, the sense of all their combinations has been already introduced with them: therefore not only\n“\np\n∨\nq\n”\nbut also\n“~(\np\n∨ ~\nq\n)”,\netc. etc. We should then already have introduced the effect of all possible combinations of brackets; and it would then have become clear that the proper general primitive signs are not\n“\np\n∨\nq\n”, “(∃\nx\n) .\nfx\n”,\netc., but the most general form of their combinations.\n5.461\nThe apparently unimportant fact that the apparent relations like ∨ and ⊃ need brackets—unlike real relations—is of great importance.\nThe use of brackets with these apparent primitive signs shows that these are not the real primitive signs; and nobody of course would believe that the brackets have meaning by themselves.\n5.4611\nLogical operation signs are punctuations.\n5.47\nIt is clear that everything which can be said\nbeforehand\nabout the form of\nall\npropositions at all can be said\non one occasion\n.\nFor all logical operations are already contained in the elementary proposition. For “\nfa\n” says the same as\n“(∃\nx\n) .\nfx\n.\nx\n=\na\n”\n.\nWhere there is composition, there is argument and function, and where these are, all logical constants already are.\nOne could say: the one logical constant is that which\nall\npropositions, according to their nature, have in common with one another.\nThat however is the general form of proposition.\n5.471\nThe general form of proposition is the essence of proposition.\n5.4711\nTo give the essence of proposition means to give the essence of all description, therefore the essence of the world.\n5.472\nThe description of the most general propositional form is the description of the one and only general primitive sign in logic.\n5.473\nLogic must take care of itself.\nA\npossible\nsign must also be able to signify. Everything which is possible in logic is also permitted. (“Socrates is identical” means nothing because there is no property which is called “identical”. The proposition is senseless because we have not made some arbitrary determination, not because the symbol is in itself unpermissible.)\nIn a certain sense we cannot make mistakes in logic.\n5.4731\nSelf-evidence, of which Russell has said so much, can only be discarded in logic by language itself preventing every logical mistake. That logic is a priori consists in the fact that we\ncannot\nthink illogically.\n5.4732\nWe cannot give a sign the wrong sense.\n5.47321\nOccam’s razor is, of course, not an arbitrary rule nor one justified by its practical success. It simply says that\nunnecessary\nelements in a symbolism mean nothing.\nSigns which serve\none\npurpose are logically equivalent, signs which serve\nno\npurpose are logically meaningless.\n5.4733\nFrege says: Every legitimately constructed proposition must have a sense; and I say: Every possible proposition is legitimately constructed, and if it has no sense this can only be because we have given no\nmeaning\nto some of its constituent parts.\n(Even if we believe that we have done so.)\nThus “Socrates is identical” says nothing, because we have given\nno\nmeaning to the word “identical” as\nadjective\n. For when it occurs as the sign of equality it symbolizes in an entirely different way—the symbolizing relation is another—therefore the symbol is in the two cases entirely different; the two symbols have the sign in common with one another only by accident.\n5.474\nThe number of necessary fundamental operations depends\nonly\non our notation.\n5.475\nIt is only a question of constructing a system of signs of a definite number of dimensions—of a definite mathematical multiplicity.\n5.476\nIt is clear that we are not concerned here with a\nnumber of primitive ideas\nwhich must be signified but with the expression of a rule.\n5.5\nEvery truth-function is a result of the successive application of the operation\n(– – – – – T)(\nξ\n, ....)\nto elementary propositions.\nThis operation denies all the propositions in the right-hand bracket and I call it the negation of these propositions.\n5.501\nAn expression in brackets whose terms are propositions I indicate—if the order of the terms in the bracket is indifferent—by a sign of the form “\n[math]\\displaystyle{ ( \\bar{\\xi} ) }[/math]\n”. “\nξ\n” is a variable whose values are the terms of the expression in brackets, and the line over the variable indicates that it stands for all its values in the bracket.\n(Thus if\nξ\nhas the 3 values P, Q, R, then\n[math]\\displaystyle{ ( \\bar{\\xi} ) }[/math]\n= (P, Q, R).)\nThe values of the variables must be determined.\nThe determination is the description of the propositions which the variable stands for.\nHow the description of the terms of the expression in brackets takes place is unessential.\nWe may distinguish 3 kinds of description: Direct enumeration. In this case we can place simply its constant values instead of the variable. Giving a function\nfx\nwhose values for all values of\nx\nare the propositions to be described. Giving a formal law, according to which those propositions are constructed. In this case the terms of the expression in brackets are all the terms of a formal series.\n5.502\nTherefore I write instead of\n“(– – – – – T)(\nξ\n, ....)”,\n“\n[math]\\displaystyle{ N ( \\bar{\\xi} ) }[/math]\n”.\n[math]\\displaystyle{ N ( \\bar{\\xi} ) }[/math]\nis the negation of all the values of the propositional variable ξ.\n5.503\nAs it is obviously easy to express how propositions can be constructed by means of this operation and how propositions are not to be constructed by means of it, this must be capable of exact expression.\n5.51\nIf\nξ\nhas only one value, then\n[math]\\displaystyle{ N ( \\bar{\\xi} ) }[/math]\n= ~\np\n(not\np\n), if it has two values then\n[math]\\displaystyle{ N ( \\bar{\\xi} ) }[/math]\n= ~\np\n. ~\nq\n(neither\np\nnor\nq\n).\n5.511\nHow can the all-embracing logic which mirrors the world use such special catches and manipulations? Only because all these are connected into an infinitely fine network, to the great mirror.\n5.512\n“~\np\n” is true if “\np\n” is false. Therefore in the true proposition “~\np\n” “\np\n” is a false proposition. How then can the stroke “~” bring it into agreement with reality?\nThat which denies in “~\np\n” is however not “~” but that which all signs of this notation, which deny\np\n, have in common.\nHence the common rule according to which “~\np\n”, “~~~\np\n”,\n“~\np\n∨\n~p\n”\n,\n“~\np\n. ~\np\n”,\netc. etc. (to infinity) are constructed. And this which is common to them all mirrors denial.\n5.513\nWe could say: What is common to all symbols, which assert both\np\nand\nq\n, is the proposition “\np\n.\nq\n”. What is common to all symbols, which assert either\np\nor\nq\n, is the proposition\n“\np\n∨\nq\n”\n.\nAnd similarly we can say: Two propositions are opposed to one another when they have nothing in common with one another; and every proposition has only one negative, because there is only one proposition which lies altogether outside it.\nThus in Russell’s notation also it appears evident that\n“\nq\n:\np\n∨\n~p\n”\nsays the same as “\nq\n”; that\n“\np\n∨\n~p\n”\nsays nothing.\n5.514\nIf a notation is fixed, there is in it a rule according to which all the propositions denying\np\nare constructed, a rule according to which all the propositions asserting\np\nare constructed, a rule according to which all the propositions asserting\np\nor\nq\nare constructed, and so on. These rules are equivalent to the symbols and in them their sense is mirrored.\n5.515\nIt must be recognized in our symbols that what is connected by “∨”, “.”, etc., must be propositions.\nAnd this is the case, for the symbols “\np\n” and “\nq\n” presuppose “∨”, “\n~\n”, etc. If the sign “\np\n” in\n“\np\n∨\nq\n”\ndoes not stand for a complex sign, then by itself it cannot have sense; but then also the signs\n“\np\n∨\np\n”\n,\n“\np\n.\np\n”\netc. which have the same sense as “\np\n” have no sense. If, however,\n“\np\n∨\np\n”\nhas no sense, then also\n“\np\n∨\nq\n”\ncan have no sense.\n5.5151\nMust the sign of the negative proposition be constructed by means of the sign of the positive? Why should one not be able to express the negative proposition by means of a negative fact? (Like: if “\na\n” does not stand in a certain relation to “\nb\n”, it could express that “\naRb\n” is not the case.)\nBut here also the negative proposition is indirectly constructed with the positive.\nThe positive\nproposition\nmust presuppose the existence of the negative\nproposition\nand conversely.\n5.52\nIf the values of\nξ\nare the total values of a function\nfx\nfor all values of\nx\n, then\n[math]\\displaystyle{ N ( \\bar{\\xi} ) }[/math]\n=\n~(∃\nx\n) .\nfx\n.\n5.521\nI separate the concept\nall\nfrom the truth-function.\nFrege and Russell have introduced generality in connexion with the logical product or the logical sum. Then it would be difficult to understand the propositions\n“(∃\nx\n) .\nfx\n” and “(\nx\n) .\nfx\n”\nin which both ideas lie concealed.\n5.522\nThat which is peculiar to the “symbolism of generality” is firstly, that it refers to a logical prototype, and secondly, that it makes constants prominent.\n5.523\nThe generality symbol occurs as an argument.\n5.524\nIf the objects are given, therewith are\nall\nobjects also given.\nIf the elementary propositions are given, then therewith\nall\nelementary propositions are also given.\n5.525\nIt is not correct to render the proposition\n“(∃\nx\n) .\nfx\n”\n—as Russell does—in words\n“\nfx\nis\npossible\n”\n.\nCertainty, possibility or impossibility of a state of affairs are not expressed by a proposition but by the fact that an expression is a tautology, a significant proposition or a contradiction.\nThat precedent to which one would always appeal, must be present in the symbol itself.\n5.526\nOne can describe the world completely by completely generalized propositions,\ni.e.\n, without from the outset co-ordinating any name with a definite object.\nIn order then to arrive at the customary way of expression we need simply say after an expression “there is one and only one\nx\n, which ....”: and this\nx\nis\na\n.\n5.5261\nA completely generalized proposition is like every other proposition composite. (This is shown by the fact that in\n“(∃\nx\n,\nφ\n) .\nφx\n”\nwe must mention “\nφ\n” and “\nx\n” separately. Both stand independently in signifying relations to the world as in the ungeneralized proposition.)\nA characteristic of a composite symbol: it has something in common with\nother\nsymbols.\n5.5262\nThe truth or falsehood of\nevery\nproposition alters something in the general structure of the world. And the range which is allowed to its structure by the totality of elementary propositions is exactly that which the completely general propositions delimit.\n(If an elementary proposition is true, then, at any rate, there is one\nmore\nelementary proposition true.)\n5.53\nIdentity of the object I express by identity of the sign and not by means of a sign of identity. Difference of the objects by difference of the signs.\n5.5301\nThat identity is not a relation between objects is obvious. This becomes very clear if, for example, one considers the proposition\n“(\nx\n) :\nfx\n. ⊃ .\nx\n=\na\n”\n. What this proposition says is simply that\nonly\na\nsatisfies the function\nf\n, and not that only such things satisfy the function\nf\nwhich have a certain relation to\na\n.\nOne could of course say that in fact\nonly\na\nhas this relation to\na\nbut in order to express this we should need the sign of identity itself.\n5.5302\nRussell’s definition of “=” won’t do; because according to it one cannot say that two objects have all their properties in common. (Even if this proposition is never true, it is nevertheless\nsignificant\n.)\n5.5303\nRoughly speaking: to say of\ntwo\nthings that they are identical is nonsense, and to say of\none\nthing that it is identical with itself is to say nothing.\n5.531\nI write therefore not\n“\nf\n(\na\n,\nb\n) .\na\n=\nb\n”\nbut\n“\nf\n(\na\n,\na\n)”\n(or\n“\nf\n(\nb\n,\nb\n)”).\nAnd not\n“\nf\n(\na\n,\nb\n) . ~\na\n=\nb\n” but\n“\nf\n(\na\n,\nb\n)”\n.\n5.532\nAnd analogously: not\n“(∃\nx\n,\ny\n) .\nf\n(\nx\n,\ny\n) .\nx\n=\ny\n”\n, but\n“(∃\nx\n) .\nf\n(\nx\n,\nx\n)”\n; and not\n“(∃\nx\n,\ny\n) .\nf\n(\nx\n,\ny\n) . ~\nx\n=\ny\n”\nbut\n“(∃\nx\n,\ny\n) .\nf\n(\nx\n,\ny\n)”.\n(Therefore instead of Russell’s\n“(∃\nx\n,\ny\n) .\nf\n(\nx\n,\ny\n)”\n:\n“(∃\nx\n,\ny\n) .\nf\n(\nx\n,\ny\n) . ∨ . (∃\nx\n) .\nf\n(\nx\n,\nx\n)”\n.)\n5.5321\nInstead of\n“(\nx\n) :\nfx\n⊃\nx\n=\na\n”\nwe therefore write\ne.g.\n“(∃\nx\n) .\nfx\n. ⊃ .\nfa\n: ~(∃\nx\n,\ny\n) .\nfx\n.\nfy\n”\n.\nAnd the proposition “\nonly\none\nx\nsatisfies\nf\n( )\n” reads:\n“(∃\nx\n) .\nfx\n: ~(∃\nx\n,\ny\n) .\nfx\n.\nfy\n”\n.\n5.533\nThe identity sign is therefore not an essential constituent of logical notation.\n5.534\nAnd we see that apparent propositions like:\n“\na\n=\na\n”\n,\n“\na\n=\nb\n.\nb\n=\nc\n. ⊃\na\n=\nc\n”\n,\n“(\nx\n) .\nx\n=\nx\n”\n,\n“(∃\nx\n) .\nx\n=\na\n”\n, etc. cannot be written in a correct logical notation at all.\n5.535\nSo all problems disappear which are connected with such pseudo-propositions.\nThis is the place to solve all the problems which arise through Russell’s “Axiom of Infinity”.\nWhat the axiom of infinity is meant to say would be expressed in language by the fact that there is an infinite number of names with different meanings.\n5.5351\nThere are certain cases in which one is tempted to use expressions of the form “\na\n=\na\n” or “\np\n⊃\np\n”. As, for instance, when one would speak of the archetype Proposition, Thing, etc. So Russell in the\nPrinciples of Mathematics\nhas rendered the nonsense “\np\nis a proposition” in symbols by “\np\n⊃\np\n” and has put it as hypothesis before certain propositions to show that their places for arguments could only be occupied by propositions.\n(It is nonsense to place the hypothesis\np\n⊃\np\nbefore a proposition in order to ensure that its arguments have the right form, because the hypothesis for a non-proposition as argument becomes not false but meaningless, and because the proposition itself becomes senseless for arguments of the wrong kind, and therefore it survives the wrong arguments no better and no worse than the senseless hypothesis attached for this purpose.)\n5.5352\nSimilarly it was proposed to express “There are no things” by\n“(∃\nx\n) .\nx\n=\nx\n”\n. But even if this were a proposition—would it not be true if indeed “There were things”, but these were not identical with themselves?\n5.54\nIn the general propositional form, propositions occur in a proposition only as bases of the truth-operations.\n5.541\nAt first sight it appears as if there were also a different way in which one proposition could occur in another.\nEspecially in certain propositional forms of psychology, like “A thinks, that\np\nis the case”, or “A thinks\np\n”, etc.\nHere it appears superficially as if the proposition\np\nstood to the object A in a kind of relation.\n(And in modern epistemology (Russell, Moore, etc.) those propositions have been conceived in this way.)\n5.542\nBut it is clear that “A believes that\np\n”, “A thinks\np\n”, “A says\np\n”, are of the form “‘\np\n’ says\np\n”: and here we have no co-ordination of a fact and an object, but a co-ordination of facts by means of a co-ordination of their objects.\n5.5421\nThis shows that there is no such thing as the soul—the subject, etc.—as it is conceived in contemporary superficial psychology.\nA composite soul would not be a soul any longer.\n5.5422\nThe correct explanation of the form of the proposition “A judges\np\n” must show that it is impossible to judge a nonsense. (Russell’s theory does not satisfy this condition.)\n5.5423\nTo perceive a complex means to perceive that its constituents are combined in such and such a way.\nThis perhaps explains that the figure\ncan be seen in two ways as a cube; and all similar phenomena. For we really see two different facts.\n(If I fix my eyes first on the corners\na\nand only glance at\nb\n,\na\nappears in front and\nb\nbehind, and vice versa.)\n5.55\nWe must now answer a priori the question as to all possible forms of the elementary propositions.\nThe elementary proposition consists of names. Since we cannot give the number of names with different meanings, we cannot give the composition of the elementary proposition.\n5.551\nOur fundamental principle is that every question which can be decided at all by logic can be decided off-hand.\n(And if we get into a situation where we need to answer such a problem by looking at the world, this shows that we are on a fundamentally wrong track.)\n5.552\nThe “experience” which we need to understand logic is not that such and such is the case, but that something\nis\n; but that is\nno\nexperience.\nLogic\nprecedes\nevery experience—that something is\nso\n.\nIt is before the How, not before the What.\n5.5521\nAnd if this were not the case, how could we apply logic? We could say: if there were a logic, even if there were no world, how then could there be a logic, since there is a world?\n5.553\nRussell said that there were simple relations between different numbers of things (individuals). But between what numbers? And how should this be decided—by experience?\n(There is no pre-eminent number.)\n5.554\nThe enumeration of any special forms would be entirely arbitrary.\n5.5541\nHow could we decide a priori whether, for example, I can get into a situation in which I need to symbolize with a sign of a 27-termed relation?\n5.5542\nMay we then ask this at all? Can we set out a sign form and not know whether anything can correspond to it?\nHas the question sense: what must there\nbe\nin order that anything can be the case?\n5.555\nIt is clear that we have a concept of the elementary proposition apart from its special logical form.\nWhere, however, we can build symbols according to a system, there this system is the logically important thing and not the single symbols.\nAnd how would it be possible that I should have to deal with forms in logic which I can invent: but I must have to deal with that which makes it possible for me to invent them.\n5.556\nThere cannot be a hierarchy of the forms of the elementary propositions. Only that which we ourselves construct can we foresee.\n5.5561\nEmpirical reality is limited by the totality of objects. The boundary appears again in the totality of elementary propositions.\nThe hierarchies are and must be independent of reality.\n5.5562\nIf we know on purely logical grounds, that there must be elementary propositions, then this must be known by everyone who understands propositions in their unanalysed form.\n5.5563\nAll propositions of our colloquial language are actually, just as they are, logically completely in order. That simple thing which we ought to give here is not a model of the truth but the complete truth itself.\n(Our problems are not abstract but perhaps the most concrete that there are.)\n5.557\nThe\napplication\nof logic decides what elementary propositions there are.\nWhat lies in its application logic cannot anticipate.\nIt is clear that logic may not conflict with its application.\nBut logic must have contact with its application.\nTherefore logic and its application may not overlap one another.\n5.5571\nIf I cannot give elementary propositions a priori then it must lead to obvious nonsense to try to give them.\n5.6\nThe limits of my language\nmean the limits of my world.\n5.61\nLogic fills the world: the limits of the world are also its limits.\nWe cannot therefore say in logic: This and this there is in the world, that there is not.\nFor that would apparently presuppose that we exclude certain possibilities, and this cannot be the case since otherwise logic must get outside the limits of the world: that is, if it could consider these limits from the other side also.\nWhat we cannot think, that we cannot think: we cannot therefore\nsay\nwhat we cannot think.\n5.62\nThis remark provides a key to the question, to what extent solipsism is a truth.\nIn fact what solipsism\nmeans\n, is quite correct, only it cannot be\nsaid\n, but it shows itself.\nThat the world is\nmy\nworld, shows itself in the fact that the limits of the language (\nthe\nlanguage which I understand) mean the limits of\nmy\nworld.\n5.621\nThe world and life are one.\n5.63\nI am my world. (The microcosm.)\n5.631\nThe thinking, presenting subject; there is no such thing.\nIf I wrote a book “The world as I found it”, I should also have therein to report on my body and say which members obey my will and which do not, etc. This then would be a method of isolating the subject or rather of showing that in an important sense there is no subject: that is to say, of it alone in this book mention could\nnot\nbe made.\n5.632\nThe subject does not belong to the world but it is a limit of the world.\n5.633\nWhere in\nthe world is a metaphysical subject to be noted?\nYou say that this case is altogether like that of the eye and the field of sight. But you do\nnot\nreally see the eye.\nAnd from nothing\nin the field of sight\ncan it be concluded that it is seen from an eye.\n5.6331\nFor the field of sight has not a form like this:\n5.634\nThis is connected with the fact that no part of our experience is also a priori.\nEverything we see could also be otherwise.\nEverything we can describe at all could also be otherwise.\nThere is no order of things a priori.\n5.64\nHere we see that solipsism strictly carried out coincides with pure realism. The I in solipsism shrinks to an extensionless point and there remains the reality co-ordinated with it.\n5.641\nThere is therefore really a sense in which in philosophy we can talk of a non-psychological I.\nThe I occurs in philosophy through the fact that the “world is my world”.\nThe philosophical I is not the man, not the human body or the human soul of which psychology treats, but the metaphysical subject, the limit—not a part of the world.\n6\nThe general form of truth-function is:\n[math]\\displaystyle{ [ \\bar{p}, \\bar{\\xi}, N (\\bar{\\xi}) ] }[/math]\n.\nThis is the general form of proposition.\n6.001\nThis says nothing else than that every proposition is the result of successive applications of the operation\n[math]\\displaystyle{ N (\\bar{\\xi}) }[/math]\nto the elementary propositions.\n6.002\nIf we are given the general form of the way in which a proposition is constructed, then thereby we are also given the general form of the way in which by an operation out of one proposition another can be created.\n6.01\nThe general form of the operation\n[math]\\displaystyle{ \\Omega ' (\\bar{\\eta}) }[/math]\nis therefore:\n[math]\\displaystyle{ [\\bar{\\xi}, N(\\bar{\\xi})]' (\\bar{\\eta}) (= [ \\bar{\\eta}, \\bar{\\xi}, N (\\bar{\\xi}) ]) }[/math]\n.\nThis is the most general form of transition from one proposition to another.\n6.02\nAnd thus we come to numbers: I define\n[math]\\displaystyle{ x = \\Omega^{0 \\prime} x \\text{ Def.} }[/math]\nand\n[math]\\displaystyle{ \\Omega^{\\prime} \\Omega^{ \\nu \\prime} x = \\Omega^{ \\nu + 1 \\prime} x \\text{ Def.} }[/math]\nAccording, then, to these symbolic rules we write the series\n[math]\\displaystyle{ x, \\Omega ' x, \\Omega ' \\Omega ' x, \\Omega ' \\Omega ' \\Omega ' x, ..... }[/math]\nas:\n[math]\\displaystyle{ \\Omega^{0 \\prime} x, \\Omega^{0+1 \\prime} x, \\Omega^{0 + 1 + 1 \\prime} x, \\Omega^{0 + 1 + 1 + 1 \\prime} x, ..... }[/math]\nTherefore I write in place of “\n[math]\\displaystyle{ [ x, \\xi, \\Omega ' \\xi ] }[/math]\n”,\n“\n[math]\\displaystyle{ [ \\Omega^{0 \\prime} x, \\Omega^{ \\nu \\prime} x, \\Omega^{ \\nu + 1 \\prime} x ] }[/math]\n”.\nAnd I define:\n[math]\\displaystyle{ 0 + 1 = 1 \\text{ Def.} }[/math]\n[math]\\displaystyle{ 0 + 1 + 1 = 2 \\text{ Def.} }[/math]\n[math]\\displaystyle{ 0 + 1 + 1 + 1 = 3 \\text{ Def.} }[/math]\n(and so on.)\n6.021\nA number is the exponent of an operation.\n6.022\nThe concept number is nothing else than that which is common to all numbers, the general form of number.\nThe concept number is the variable number.\nAnd the concept of equality of numbers is the general form of all special equalities of numbers.\n6.03\nThe general form of the cardinal number is: [0,\nξ\n,\nξ\n+ 1].\n6.031\nThe theory of classes is altogether superfluous in mathematics.\nThis is connected with the fact that the generality which we need in mathematics is not the\naccidental\none.\n6.1\nThe propositions of logic are tautologies.\n6.11\nThe propositions of logic therefore say nothing. (They are the analytical propositions.)\n6.111\nTheories which make a proposition of logic appear substantial are always false. One could\ne.g.\nbelieve that the words “true” and “false” signify two properties among other properties, and then it would appear as a remarkable fact that every proposition possesses one of these properties. This now by no means appears self-evident, no more so than the proposition “All roses are either yellow or red” would sound even if it were true. Indeed our proposition now gets quite the character of a proposition of natural science and this is a certain symptom of its being falsely understood.\n6.112\nThe correct explanation of logical propositions must give them a peculiar position among all propositions.\n6.113\nIt is the characteristic mark of logical propositions that one can perceive in the symbol alone that they are true; and this fact contains in itself the whole philosophy of logic. And so also it is one of the most important facts that the truth or falsehood of non-logical propositions can\nnot\nbe recognized from the propositions alone.\n6.12\nThe fact that the propositions of logic are tautologies\nshows\nthe formal—logical—properties of language, of the world.\nThat its constituent parts connected together\nin this way\ngive a tautology characterizes the logic of its constituent parts.\nIn order that propositions connected together in a definite way may give a tautology they must have definite properties of structure. That they give a tautology when\nso\nconnected shows therefore that they possess these properties of structure.\n6.1201\nThat\ne.g.\nthe propositions “\np\n” and “~\np\n” in the connexion\n“~(\np\n. ~\np\n)”\ngive a tautology shows that they contradict one another. That the propositions\n“\np\n⊃\nq\n”\n, “\np\n” and “\nq\n” connected together in the form\n“(\np\n⊃\nq\n) . (\np\n) : ⊃ : (\nq\n)”\ngive a tautology shows that “\nq\n” follows from “\np\n” and\n“\np\n⊃\nq\n”\n. That\n“(\nx\n) .\nfx\n: ⊃ :\nfa\n”\nis a tautology shows that\nfa\nfollows from\n(\nx\n) .\nfx\n, etc. etc.\n6.1202\nIt is clear that we could have used for this purpose contradictions instead of tautologies.\n6.1203\nIn order to recognize a tautology as such, we can, in cases in which no sign of generality occurs in the tautology, make use of the following intuitive method: I write instead of “\np\n”, “\nq\n”, “\nr\n”, etc.,\n“\nT p F\n”\n,\n“\nT q F\n”\n,\n“\nT r F\n”\n, etc. The truth-combinations I express by brackets,\ne.g.\n:\nand the co-ordination of the truth or falsity of the whole proposition with the truth-combinations of the truth-arguments by lines in the following way:\nThis sign, for example, would therefore present the proposition “\np\n⊃\nq\n”. Now I will proceed to inquire whether such a proposition as ~(\np\n. ~\np\n) (The Law of Contradiction) is a tautology. The form “~\nξ\n” is written in our notation\nthe form “\nξ\n.\nη\n” thus:—\nHence the proposition ~(\np\n. ~\nq\n) runs thus:—\nIf here we put “\np\n” instead of “\nq\n” and examine the combination of the outermost T and F with the innermost, it is seen that the truth of the whole proposition is co-ordinated with\nall\nthe truth-combinations of its argument, its falsity with none of the truth-combinations.\n6.121\nThe propositions of logic demonstrate the logical properties of propositions, by combining them into propositions which say nothing.\nThis method could be called a zero-method. In a logical proposition propositions are brought into equilibrium with one another, and the state of equilibrium then shows how these propositions must be logically constructed.\n6.122\nWhence it follows that we can get on without logical propositions, for we can recognize in an adequate notation the formal properties of the propositions by mere inspection.\n6.1221\nIf for example two propositions “\np\n” and “\nq\n” give a tautology in the connexion “\np\n⊃\nq\n”, then it is clear that “\nq\n” follows from “\np\n”.\nE.g. that “\nq\n” follows from “\np\n⊃\nq\n.\np\n” we see from these two propositions themselves, but we can also show it by combining them to “\np\n⊃\nq\n.\np\n: ⊃ :\nq\n” and then showing that this is a tautology.\n6.1222\nThis throws light on the question why logical propositions can no more be empirically confirmed than they can be empirically refuted. Not only must a proposition of logic be incapable of being contradicted by any possible experience, but it must also be incapable of being confirmed by any such.\n6.1223\nIt now becomes clear why we often feel as though “logical truths” must be “\npostulated\n” by us. We can in fact postulate them in so far as we can postulate an adequate notation.\n6.1224\nIt also becomes clear why logic has been called the theory of forms and of inference.\n6.123\nIt is clear that the laws of logic cannot themselves obey further logical laws.\n(There is not, as Russell supposed, for every “type” a special law of contradiction; but one is sufficient, since it is not applied to itself.)\n6.1231\nThe mark of logical propositions is not their general validity.\nTo be general is only to be accidentally valid for all things. An ungeneralized proposition can be tautologous just as well as a generalized one.\n6.1232\nLogical general validity, we could call essential as opposed to accidental general validity,\ne.g.\nof the proposition “all men are mortal”. Propositions like Russell’s “axiom of reducibility” are not logical propositions, and this explains our feeling that, if true, they can only be true by a happy chance.\n6.1233\nWe can imagine a world in which the axiom of reducibility is not valid. But it is clear that logic has nothing to do with the question whether our world is really of this kind or not.\n6.124\nThe logical propositions describe the scaffolding of the world, or rather they present it. They “treat” of nothing. They presuppose that names have meaning, and that elementary propositions have sense. And this is their connexion with the world. It is clear that it must show something about the world that certain combinations of symbols—which essentially have a definite character—are tautologies. Herein lies the decisive point. We said that in the symbols which we use something is arbitrary, something not. In logic only this expresses: but this means that in logic it is not\nwe\nwho express, by means of signs, what we want, but in logic the nature of the essentially necessary signs itself asserts. That is to say, if we know the logical syntax of any sign language, then all the propositions of logic are already given.\n6.125\nIt is possible, also with the old conception of logic, to give at the outset a description of all “true” logical propositions.\n6.1251\nHence there can\nnever\nbe surprises in logic.\n6.126\nWhether a proposition belongs to logic can be calculated by calculating the logical properties of the\nsymbol\n.\nAnd this we do when we prove a logical proposition. For without troubling ourselves about a sense and a meaning, we form the logical propositions out of others by mere\nsymbolic rules\n.\nWe prove a logical proposition by creating it out of other logical propositions by applying in succession certain operations, which again generate tautologies out of the first. (And from a tautology only tautologies\nfollow\n.)\nNaturally this way of showing that its propositions are tautologies is quite unessential to logic. Because the propositions, from which the proof starts, must show without proof that they are tautologies.\n6.1261\nIn logic process and result are equivalent. (Therefore no surprises.)\n6.1262\nProof in logic is only a mechanical expedient to facilitate the recognition of tautology, where it is complicated.\n6.1263\nIt would be too remarkable, if one could prove a significant proposition\nlogically\nfrom another, and a logical proposition\nalso\n. It is clear from the beginning that the logical proof of a significant proposition and the proof\nin\nlogic must be two quite different things.\n6.1264\nThe significant proposition asserts something, and its proof shows that it is so; in logic every proposition is the form of a proof.\nEvery proposition of logic is a modus ponens presented in signs. (And the modus ponens can not be expressed by a proposition.)\n6.1265\nLogic can always be conceived to be such that every proposition is its own proof.\n6.127\nAll propositions of logic are of equal rank; there are not some which are essentially primitive and others deduced from these.\nEvery tautology itself shows that it is a tautology.\n6.1271\nIt is clear that the number of “primitive propositions of logic” is arbitrary, for we could deduce logic from one primitive proposition by simply forming, for example, the logical product of Frege’s primitive propositions. (Frege would perhaps say that this would no longer be immediately self-evident. But it is remarkable that so exact a thinker as Frege should have appealed to the degree of self-evidence as the criterion of a logical proposition.)\n6.13\nLogic is not a theory but a reflexion of the world.\nLogic is transcendental.\n6.2\nMathematics is a logical method.\nThe propositions of mathematics are equations, and therefore pseudo-propositions.\n6.21\nMathematical propositions express no thoughts.\n6.211\nIn life it is never a mathematical proposition which we need, but we use mathematical propositions\nonly\nin order to infer from propositions which do not belong to mathematics to others which equally do not belong to mathematics.\n(In philosophy the question “Why do we really use that word, that proposition?” constantly leads to valuable results.)\n6.22\nThe logic of the world which the propositions of logic show in tautologies, mathematics shows in equations.\n6.23\nIf two expressions are connected by the sign of equality, this means that they can be substituted for one another. But whether this is the case must show itself in the two expressions themselves.\nIt characterizes the logical form of two expressions, that they can be substituted for one another.\n6.231\nIt is a property of affirmation that it can be conceived as double denial.\nIt is a property of “1 + 1 + 1 + 1” that it can be conceived as “(1 + 1) + (1 + 1)”.\n6.232\nFrege says that these expressions have the same meaning but different senses.\nBut what is essential about equation is that it is not necessary in order to show that both expressions, which are connected by the sign of equality, have the same meaning: for this can be perceived from the two expressions themselves.\n6.2321\nAnd, that the propositions of mathematics can be proved means nothing else than that their correctness can be seen without our having to compare what they express with the facts as regards correctness.\n6.2322\nThe identity of the meaning of two expressions cannot be\nasserted\n. For in order to be able to assert anything about their meaning, I must know their meaning, and if I know their meaning, I know whether they mean the same or something different.\n6.2323\nThe equation characterizes only the standpoint from which I consider the two expressions, that is to say the standpoint of their equality of meaning.\n6.233\nTo the question whether we need intuition for the solution of mathematical problems it must be answered that language itself here supplies the necessary intuition.\n6.2331\nThe process of\ncalculation\nbrings about just this intuition.\nCalculation is not an experiment.\n6.234\nMathematics is a method of logic.\n6.2341\nThe essential of mathematical method is working with equations. On this method depends the fact that every proposition of mathematics must be self-intelligible.\n6.24\nThe method by which mathematics arrives at its equations is the method of substitution.\nFor equations express the substitutability of two expressions, and we proceed from a number of equations to new equations, replacing expressions by others in accordance with the equations.\n6.241\nThus the proof of the proposition 2 × 2 = 4 runs:\n[math]\\displaystyle{ ( \\Omega^{ \\nu} )^{\\mu \\prime} x = \\Omega^{ \\nu \\times \\mu \\prime} x \\text{ Def.} }[/math]\n[math]\\displaystyle{ \\Omega^{2 \\times 2 \\prime} x = (\\Omega^2 )^{2 \\prime} x = ( \\Omega^2 )^{1+1 \\prime} x = \\Omega^{2 \\prime} \\Omega^{2 \\prime} x = \\Omega^{1 + 1 \\prime} \\Omega^{1 + 1 \\prime} x }[/math]\n[math]\\displaystyle{ (\\Omega ' \\Omega)^{\\prime} (\\Omega ' \\Omega)^{\\prime} x = \\Omega ' \\Omega ' \\Omega ' \\Omega ' x = \\Omega^{1 + 1 + 1 + 1 \\prime} x = \\Omega^{4 \\prime} x }[/math]\n6.3\nLogical research means the investigation of\nall regularity\n. And outside logic all is accident.\n6.31\nThe so-called law of induction cannot in any case be a logical law, for it is obviously a significant proposition.—And therefore it cannot be a law a priori either.\n6.32\nThe law of causality is not a law but the form of a law.\n6.321\n“Law of Causality” is a class name. And as in mechanics there are, for instance, minimum-laws, such as that of least action, so in physics there are causal laws, laws of the causality form.\n6.3211\nMen had indeed an idea that there must be\na\n“law of least action”, before they knew exactly how it ran. (Here, as always, the a priori certain proves to be something purely logical.)\n6.33\nWe do not\nbelieve\na priori in a law of conservation, but we\nknow\na priori the possibility of a logical form.\n6.34\nAll propositions, such as the law of causation, the law of continuity in nature, the law of least expenditure in nature, etc. etc., all these are a priori intuitions of possible forms of the propositions of science.\n6.341\nNewtonian mechanics, for example, brings the description of the universe to a unified form. Let us imagine a white surface with irregular black spots. We now say: Whatever kind of picture these make I can always get as near as I like to its description, if I cover the surface with a sufficiently fine square network and now say of every square that it is white or black. In this way I shall have brought the description of the surface to a unified form. This form is arbitrary, because I could have applied with equal success a net with a triangular or hexagonal mesh. It can happen that the description would have been simpler with the aid of a triangular mesh; that is to say we might have described the surface more accurately with a triangular, and coarser, than with the finer square mesh, or vice versa, and so on. To the different networks correspond different systems of describing the world. Mechanics determine a form of description by saying: All propositions in the description of the world must be obtained in a given way from a number of given propositions—the mechanical axioms. It thus provides the bricks for building the edifice of science, and says: Whatever building thou wouldst erect, thou shalt construct it in some manner with these bricks and these alone.\n(As with the system of numbers one must be able to write down any arbitrary number, so with the system of mechanics one must be able to write down any arbitrary physical proposition.)\n6.342\nAnd now we see the relative position of logic and mechanics. (We could construct the network out of figures of different kinds, as out of triangles and hexagons together.) That a picture like that instanced above can be described by a network of a given form asserts\nnothing\nabout the picture. (For this holds of every picture of this kind.) But\nthis\ndoes characterize the picture, the fact, namely, that it can be\ncompletely\ndescribed by a definite net of\ndefinite\nfineness.\nSo too the fact that it can be described by Newtonian mechanics asserts nothing about the world; but\nthis\nasserts something, namely, that it can be described in that particular way in which as a matter of fact it is described. The fact, too, that it can be described more simply by one system of mechanics than by another says something about the world.\n6.343\nMechanics is an attempt to construct according to a single plan all\ntrue\npropositions which we need for the description of the world.\n6.3431\nThrough their whole logical apparatus the physical laws still speak of the objects of the world.\n6.3432\nWe must not forget that the description of the world by mechanics is always quite general. There is, for example, never any mention of\nparticular\nmaterial points in it, but always only of\nsome points or other\n.\n6.35\nAlthough the spots in our picture are geometrical figures, geometry can obviously say nothing about their actual form and position. But the network is\npurely\ngeometrical, and all its properties can be given a priori.\nLaws, like the law of causation, etc., treat of the network and not of what the network describes.\n6.36\nIf there were a law of causality, it might run: “There are natural laws”.\nBut that can clearly not be said: it shows itself.\n6.361\nIn the terminology of Hertz we might say: Only\nuniform\nconnexions are\nthinkable\n.\n6.3611\nWe cannot compare any process with the “passage of time”—there is no such thing—but only with another process (say, with the movement of the chronometer).\nHence the description of the temporal sequence of events is only possible if we support ourselves on another process.\nIt is exactly analogous for space. When, for example, we say that neither of two events (which mutually exclude one another) can occur, because there is\nno cause\nwhy the one should occur rather than the other, it is really a matter of our being unable to describe\none\nof the two events unless there is some sort of asymmetry. And if there\nis\nsuch an asymmetry, we can regard this as the\ncause\nof the occurrence of the one and of the non-occurrence of the other.\n6.36111\nThe Kantian problem of the right and left hand which cannot be made to cover one another already exists in the plane, and even in one-dimensional space; where the two congruent figures\na\nand\nb\ncannot be made to cover one another without moving them out of this space. The right and left hand are in fact completely congruent. And the fact that they cannot be made to cover one another has nothing to do with it.\nA right-hand glove could be put on a left hand if it could be turned round in four-dimensional space.\n6.362\nWhat can be described can happen too, and what is excluded by the law of causality cannot be described.\n6.363\nThe process of induction is the process of assuming the\nsimplest\nlaw that can be made to harmonize with our experience.\n6.3631\nThis process, however, has no logical foundation but only a psychological one.\nIt is clear that there are no grounds for believing that the simplest course of events will really happen.\n6.36311\nThat the sun will rise to-morrow, is an hypothesis; and that means that we do not\nknow\nwhether it will rise.\n6.37\nA necessity for one thing to happen because another has happened does not exist. There is only\nlogical\nnecessity.\n6.371\nAt the basis of the whole modern view of the world lies the illusion that the so-called laws of nature are the explanations of natural phenomena.\n6.372\nSo people stop short at natural laws as at something unassailable, as did the ancients at God and Fate.\nAnd they both are right and wrong. But the ancients were clearer, in so far as they recognized one clear terminus, whereas the modern system makes it appear as though\neverything\nwere explained.\n6.373\nThe world is independent of my will.\n6.374\nEven if everything we wished were to happen, this would only be, so to speak, a favour of fate, for there is no\nlogical\nconnexion between will and world, which would guarantee this, and the assumed physical connexion itself we could not again will.\n6.375\nAs there is only a\nlogical\nnecessity, so there is only a\nlogical\nimpossibility.\n6.3751\nFor two colours,\ne.g.\nto be at one place in the visual field, is impossible, logically impossible, for it is excluded by the logical structure of colour.\nLet us consider how this contradiction presents itself in physics. Somewhat as follows: That a particle cannot at the same time have two velocities,\ni.e.\nthat at the same time it cannot be in two places,\ni.e.\nthat particles in different places at the same time cannot be identical.\n(It is clear that the logical product of two elementary propositions can neither be a tautology nor a contradiction. The assertion that a point in the visual field has two different colours at the same time, is a contradiction.)\n6.4\nAll propositions are of equal value.\n6.41\nThe sense of the world must lie outside the world. In the world everything is as it is and happens as it does happen.\nIn\nit there is no value—and if there were, it would be of no value.\nIf there is a value which is of value, it must lie outside all happening and being-so. For all happening and being-so is accidental.\nWhat makes it non-accidental cannot lie\nin\nthe world, for otherwise this would again be accidental.\nIt must lie outside the world.\n6.42\nHence also there can be no ethical propositions.\nPropositions cannot express anything higher.\n6.421\nIt is clear that ethics cannot be expressed.\nEthics is transcendental.\n(Ethics and aesthetics are one.)\n6.422\nThe first thought in setting up an ethical law of the form “thou shalt…” is: And what if I do not do it? But it is clear that ethics has nothing to do with punishment and reward in the ordinary sense. This question as to the\nconsequences\nof an action must therefore be irrelevant. At least these consequences will not be events. For there must be something right in that formulation of the question. There must be some sort of ethical reward and ethical punishment, but this must lie in the action itself.\n(And this is clear also that the reward must be something acceptable, and the punishment something unacceptable.)\n6.423\nOf the will as the subject of the ethical we cannot speak.\nAnd the will as a phenomenon is only of interest to psychology.\n6.43\nIf good or bad willing changes the world, it can only change the limits of the world, not the facts; not the things that can be expressed in language.\nIn brief, the world must thereby become quite another. It must so to speak wax or wane as a whole.\nThe world of the happy is quite another than that of the unhappy.\n6.431\nAs in death, too, the world does not change, but ceases.\n6.4311\nDeath is not an event of life. Death is not lived through.\nIf by eternity is understood not endless temporal duration but timelessness, then he lives eternally who lives in the present.\nOur life is endless in the way that our visual field is without limit.\n6.4312\nThe temporal immortality of the human soul, that is to say, its eternal survival after death, is not only in no way guaranteed, but this assumption in the first place will not do for us what we always tried to make it do. Is a riddle solved by the fact that I survive for ever? Is this eternal life not as enigmatic as our present one? The solution of the riddle of life in space and time lies\noutside\nspace and time.\n(It is not problems of natural science which have to be solved.)\n6.432\nHow\nthe world is, is completely indifferent for what is higher. God does not reveal himself\nin\nthe world.\n6.4321\nThe facts all belong only to the task and not to its performance.\n6.44\nNot\nhow\nthe world is, is the mystical, but\nthat\nit is.\n6.45\nThe contemplation of the world sub specie aeterni is its contemplation as a limited whole.\nThe feeling of the world as a limited whole is the mystical feeling.\n6.5\nFor an answer which cannot be expressed the question too cannot be expressed.\nThe\nriddle\ndoes not exist.\nIf a question can be put at all, then it\ncan\nalso be answered.\n6.51\nScepticism is\nnot\nirrefutable, but palpably senseless, if it would doubt where a question cannot be asked.\nFor doubt can only exist where there is a question; a question only where there is an answer, and this only where something\ncan be said\n.\n6.52\nWe feel that even if\nall possible\nscientific questions be answered, the problems of life have still not been touched at all. Of course there is then no question left, and just this is the answer.\n6.521\nThe solution of the problem of life is seen in the vanishing of this problem.\n(Is not this the reason why men to whom after long doubting the sense of life became clear, could not then say wherein this sense consisted?)\n6.522\nThere is indeed the inexpressible. This\nshows\nitself; it is the mystical.\n6.53\nThe right method of philosophy would be this. To say nothing except what can be said,\ni.e.\nthe propositions of natural science,\ni.e.\nsomething that has nothing to do with philosophy: and then always, when someone else wished to say something metaphysical, to demonstrate to him that he had given no meaning to certain signs in his propositions. This method would be unsatisfying to the other—he would not have the feeling that we were teaching him philosophy—but it would be the only strictly correct method.\n6.54\nMy propositions are elucidatory in this way: he who understands me finally recognizes them as senseless, when he has climbed out through them, on them, over them. (He must so to speak throw away the ladder, after he has climbed up on it.)\nHe must surmount these propositions; then he sees the world rightly.\n7\nWhereof one cannot speak, thereof one must be silent.\n↑\nThe decimal figures as numbers of the separate propositions indicate the logical importance of the propositions, the emphasis laid upon them in my exposition. The propositions\nn\n.1,\nn\n.2,\nn\n.3, etc., are comments on proposition No.\nn\n; the propositions\nn\n.\nm\n1,\nn\n.\nm\n2, etc., are comments on the proposition No.\nn\n.\nm\n; and so on.", "source": "tractatus.txt"}
