{"text": "Supposing that Truth is a woman--what then? Is there not ground for suspecting that all philosophers, in so far as they have been dogmatists, have failed to understand women--that the terrible seriousness and clumsy importunity with which they have usually paid their addresses to Truth, have been unskilled and unseemly methods for winning a woman? Certainly she has never allowed herself to be won; and at present every kind of dogma stands with sad and discouraged mien--IF, indeed, it stands at all! For there are scoffers who maintain that it has fallen, that all dogma lies on the ground--nay more, that it is at its last gasp.\nBut to speak seriously, there are good grounds for hoping that all dogmatizing in philosophy, whatever solemn, whatever conclusive and decided airs it has assumed, may have been only a noble puerilism and tyronism; and probably the time is at hand when it will be once and again understood WHAT has actually sufficed for the basis of such imposing and absolute philosophical edifices as the dogmatists have hitherto reared: perhaps some popular superstition of immemorial time (such as the soul-superstition, which, in the form of subject- and ego-superstition, has not yet ceased doing mischief): perhaps some play upon words, a deception on the part of grammar, or an audacious generalization of very restricted, very personal, very human--all-too-human facts.\nThe philosophy of the dogmatists, it is to be hoped, was only a promise for thousands of years afterwards, as was astrology in still earlier times, in the service of which probably more labour, gold, acuteness, and patience have been spent than on any actual science hitherto: we owe to it, and to its \"super-terrestrial\" pretensions in Asia and Egypt, the grand style of architecture. It seems that in order to inscribe themselves upon the heart of humanity with lasting claims, all great things have first to wander about the earth as enormous and awe-inspiring caricatures: dogmatic philosophy has been a caricature of this kind--for instance, the Vedanta doctrine in Asia, and Platonism in Europe. Let us not be ungrateful to it, although it must certainly be confessed that the worst, the most tiresome, and the most dangerous of errors hitherto has been a dogmatist error--namely, Plato's invention of Pure Spirit and the Good in Itself.", "source": "beyond_good_and_evil_preface.txt"}
{"text": "I teach you the overman. Man is something that shall be overcome. What have you done to overcome him?\nAll beings so far have created something beyond themselves; and do you want to be the ebb of this great flood and even go back to the beasts rather than overcome man? What is the ape to man? A laughingstock or a painful embarrassment. And man shall be just that for the overman: a laughingstock or a painful embarrassment.\nYou have made your way from worm to man, and much in you is still worm. Once you were apes, and even now, too, man is more ape than any ape.\nWhoever is the wisest among you is also a mere conflict and cross between plant and ghost. But do I bid you become ghosts or plants?\nBehold, I teach you the overman. The overman is the meaning of the earth. Let your will say: the overman shall be the meaning of the earth! I beseech you, my brothers, remain faithful to the earth, and do not believe those who speak to you of otherworldly hopes! Poison-mixers are they, whether they know it or not. Despisers of life are they, decaying and poisoned themselves, of whom the earth is weary: so let them go.\nOnce the sin against God was the greatest sin; but God died, and these sinners died with him. To sin against the earth is now the most dreadful thing, and to esteem the entrails of the unknowable higher than the meaning of the earth.\nOnce the soul looked contemptuously upon the body, and then this contempt was the highest: she wanted the body meager, ghastly, and starved. Thus she hoped to escape it and the earth. Oh, this soul herself was still meager, ghastly, and starved; and cruelty was the voluptuousness of this soul. But you, too, my brothers, tell me: what does your body proclaim of your soul? Is not your soul poverty and filth and wretched contentment?\nVerily, a polluted stream is man. One must be a sea to be able to receive a polluted stream without becoming unclean. Behold, I teach you the overman: he is this sea; in him your great contempt can go under.", "source": "zarathustra_prologue.txt"}
