{"text": "Supposing that Truth is a woman--what then? Is there not ground for suspecting that all philosophers, in so far as they have been dogmatists, have failed to understand women--that the terrible seriousness and clumsy importunity with which they have usually paid their addresses to Truth, have been unskilled and unseemly methods for winning a woman? Certainly she has not allowed herself to be won; and at present every kind of dogma stands with sad and discouraged mien--IF, indeed, it stands at all! For there are scoffers who maintain that it has fallen, that all dogma lies on the ground--nay more, that it is at its last gasp. But to speak seriously, there are good grounds for hoping that all dogmatizing in philosophy, whatever solemn, whatever conclusive and decided airs it has assumed, may have been only a noble puerilism and tyronism; and probably the time is at hand when it will be once and again understood WHAT has actually sufficed for the basis of such imposing and absolute philosophical edifices as the dogmatists have hitherto reared: perhaps some popular superstition of immemorial time (such as the soul-superstition, which, in the form of subject- and ego-superstition, has not yet ceased doing mischief): perhaps some play upon words, a deception on the part of grammar, or an audacious generalization of very restricted, very personal, very human--all-too-human facts.", "source": "beyond_good_and_evil_excerpt.txt"}
{"text": "I teach you the Superman. Man is something that is to be surpassed. What have ye done to surpass man?\nAll beings hitherto have created something beyond themselves: and ye want to be the ebb of that great tide, and would rather go back to the beast than surpass man?\nWhat is the ape to man? A laughing-stock, a thing of shame. And just the same shall man be to the Superman: a laughing-stock, a thing of shame.\nYe have made your way from the worm to man, and much is still in you of the worm. Once were ye apes, and even yet man is more of an ape than any of the apes.\nEven the wisest among you is only a disharmony and hybrid of plant and phantom. But do I bid you become phantoms or plants?\nLo, I teach you the Superman!\nThe Superman is the meaning of the earth. Let your will say: The Superman shall be the meaning of the earth!\nI conjure you, my brethren, remain true to the earth, and believe not those who speak unto you of superearthly hopes! Poisoners are they, whether they know it or not.\nDespisers of life are they, decaying ones and poisoned ones themselves, of whom the earth is weary: so away with them!\nOnce blasphemy against God was the greatest blasphemy; but God died, and therewith also those blasphemers. To blaspheme the earth is now the dreadfulest sin, and to rate the heart of the unknowable higher than the meaning of the earth!", "source": "zarathustra_excerpt.txt"}
