{"text": "I TEACH YOU THE SUPERMAN. Man is something that is to be surpassed.\nWhat have ye done to surpass man?\nAll beings hitherto have created something beyond themselves: and ye\nwant to be the ebb of that great tide, and would rather go back to the\nbeast than surpass man?\nWhat is the ape to man? A laughing-stock, a thing of shame. And just\nthe same shall man be to the Superman: a laughing-stock, a thing of\nshame.\nYe have made your way from the worm to man, and much within you is\nstill worm. Once were ye apes, and even yet man is more of an ape than\nany of the apes.\nEven the wisest among you is only a disharmony and hybrid of plant and\nphantom. But do I bid you become phantoms or plants?\nLo, I teach you the Superman!\nThe Superman is the meaning of the earth. Let your will say: The\nSuperman SHALL BE the meaning of the earth!\nI conjure you, my brethren, REMAIN TRUE TO THE EARTH, and believe not\nthose who speak unto you of superearthly hopes! Poisoners are they,\nwhether they know it or not.\nDespisers of life are they, decaying ones and poisoned ones themselves,\nof whom the earth is weary: so away with them!\nOnce blasphemy against God was the greatest blasphemy; but God died,\nand therewith also those blasphemers. To blaspheme the earth is now the\ndreadfulest sin, and to rate the heart of the unknowable higher than\nthe meaning of the earth!", "source": "zarathustra_superman.txt"}
{"text": "When Zarathustra was thirty years old, he left his home and the lake of\nhis home, and went into the mountains. There he enjoyed his spirit and\nsolitude, and for ten years did not weary of it. But at last his heart\nchanged,—and rising one morning with the rosy dawn, he went before the\nsun, and spake thus unto it:\nThou great star! What would be thy happiness if thou hadst not those\nfor whom thou shinest!\nFor ten years hast thou climbed hither unto my cave: thou wouldst have\nwearied of thy light and of the journey, had it not been for me, mine\neagle, and my serpent.\nBut we awaited thee every morning, took from thee thine overflow and\nblessed thee for it.\nLo! I am weary of my wisdom, like the bee that hath gathered too much\nhoney; I need hands outstretched to take it.\nI would fain bestow and distribute, until the wise have once more\nbecome joyous in their folly, and the poor happy in their riches.\nTherefore must I descend into the deep: as thou doest in the evening,\nwhen thou goest behind the sea, and givest light also to the\nnether-world, thou exuberant star!\nLike thee must I GO DOWN, as men say, to whom I shall descend.\nBless me, then, thou tranquil eye, that canst behold even the greatest\nhappiness without envy!\nBless the cup that is about to overflow, that the water may flow golden\nout of it, and carry everywhere the reflection of thy bliss!\nLo! This cup is again going to empty itself, and Zarathustra is again\ngoing to be a man.\nThus began Zarathustra’s down-going.", "source": "zarathustra_prologue.txt"}
