{"text": "God is dead. God remains dead. And we have killed him. How shall we comfort ourselves, the murderers of all murderers?\nHe who fights with monsters should look to it that he himself does not become a monster. And if you gaze long into an abyss, the abyss also gazes into you.\nThat which does not kill us makes us stronger.\nOne must still have chaos in oneself to be able to give birth to a dancing star.\nWithout music, life would be a mistake.\nThere are no facts, only interpretations.\nThe individual has always had to struggle to keep from being overwhelmed by the tribe. If you try it, you will be lonely often, and sometimes frightened. But no price is too high to pay for the privilege of owning yourself.\nI cannot believe in a God who wants to be praised all the time.\nMan is a rope, tied between beast and overman—a rope over an abyss.\nTo live is to suffer, to survive is to find some meaning in the suffering.", "source": "quotes.txt"}
{"text": "I teach you the Superman. Man is something that is to be surpassed. What have ye done to surpass man?\nAll beings hitherto have created something beyond themselves: and ye want to be the ebb of that great tide, and would rather go back to the beast than surpass man?\nWhat is the ape to man? A laughing-stock, a thing of shame. And just the same shall man be to the Superman: a laughing-stock, a thing of shame.\nYe have made your way from the worm to man, and much is still worm in you. Once were ye apes, and even yet man is more of an ape than any of the apes.\nEven the wisest among you is only a disharmony and hybrid of plant and phantom. But do I bid you become phantoms or plants?\nLo, I teach you the Superman!\nThe Superman is the meaning of the earth. Let your will say: The Superman shall be the meaning of the earth!\nI conjure you, my brethren, remain true to the earth, and believe not those who speak unto you of superearthly hopes! Poisoners are they, whether they know it or not.\nDespisers of life are they, decaying ones and poisoned ones themselves, of whom the earth is weary: so away with them!\nOnce blasphemy against God was the greatest blasphemy; but God died, and therewith also those blasphemers. To blaspheme the earth is now the dreadfulest sin, and to rate the heart of the unknowable higher than the meaning of the earth!", "source": "excerpts.txt"}
