{"text": "1. Some things are in our control and others not. Things in our control are opinion, pursuit, desire, aversion, and, in a word, whatever are our own actions. Things not in our control are body, property, reputation, command, and, in one word, whatever are not our own actions. The things in our control are by nature free, unrestrained, unhindered; but those not in our control are weak, slavish, restrained, belonging to others. Remember, then, that if you suppose that things which are slavish by nature are also free, and that what belongs to others is your own, then you will be hindered. You will lament, you will be disturbed, and you will find fault both with gods and men. But if you suppose that only to be your own which is your own, and what belongs to others such as it really is, then no one will ever compel you or restrain you. Further, you will find fault with no one or accuse no one. You will do nothing against your will. No one will hurt you, you will have no enemies, and you not be harmed.\n2. Remember that following desire promises the attainment of that of which you are desirous; and aversion promises the avoiding that to which you are averse. However, he who fails to obtain the object of his desire is disappointed, and he who incurs the object of his aversion wretched. If, then, you confine your aversion to those objects only which are contrary to the natural use of your faculties, which you have in your own control, you will never incur anything to which you are averse. But if you are averse to sickness, or death, or poverty, you will be wretched. Remove aversion, then, from all things that are not in our control, and transfer it to things contrary to the nature of what is in our control.\n5. Men are disturbed, not by things, but by the principles and notions which they form concerning things. Death, for instance, is not terrible, else it would have appeared so to Socrates. But the terror consists in our notion of death that it is terrible. When therefore we are hindered, or disturbed, or grieved, let us never attribute it to others, but to ourselves; that is, to our own principles. An uninstructed person will lay the fault of his own bad condition upon others. Someone just starting instruction will lay the fault on himself. Some who is perfectly instructed will place blame neither on others nor on himself.\n8. Don't demand that things happen as you wish, but wish that they happen as they do happen, and you will go on well.\n33. Immediately prescribe some character and form of conduct to yourself, which you may keep both alone and in company. Be for the most part silent, or speak merely what is necessary, and in few words. We may, however, enter, though sparingly, into discourse sometimes when occasion calls for it, but not on any of the common subjects, of gladiators, or horse races, or athletic champions, or feasts, the vulgar topics of conversation; but principally not of men, so as either to blame, or praise, or make comparisons. If you are able, then, by your own conversation bring over that of your company to proper subjects; but, if you happen to be taken among strangers, be silent.", "source": "enchiridion.txt"}
{"text": "From the Discourses, Book 1\nOn things in our power and things not in our power.\nIf a man should be able to assent to this doctrine as he ought, that we are all sprung from God in an especial manner, and that God is the father of both men and gods, I suppose that he would never have any ignoble or mean thoughts about himself. But if Caesar should adopt you, no one could endure your arrogance; and if you know that you are the son of Zeus, will you not be elated? Yet we do not so; but since these two things are mingled in the generation of man, body in common with the animals, and reason and intelligence in common with the gods, many incline to this kinship, which is miserable and mortal; and some few to that which is divine and happy.\nFor what is the nature of the rational animal? It is to be free, to act for itself, to be self-governing. But the body is not free, nor is it self-governing; it is subject to compulsion, to hindrance, to force.\nWhat then is the punishment of those who do not accept? To be what they are. Is any one dissatisfied with being alone? let him be alone. Is a man dissatisfied with his parents? let him be a bad son, and lament. Is he dissatisfied with his children? let him be a bad father. Cast him into prison. What prison? Where he is already, for he is there against his will; and where a man is against his will, that is to him a prison. Thus Socrates was not in prison, for he was there willingly.\nOn Contentment.\nWith respect to gods, there are some who say that a divine being does not exist: others say that it exists, but is inactive and careless, and takes no forethought about any thing; a third class say that such a being exists and exercises forethought, but only about great things and heavenly things, and about nothing on the earth; a fourth class say that a divine being exercises forethought both about things on the earth and heavenly things, but in a general way only, and not about things severally. There is a fifth class to whom Ulysses and Socrates belong, who say: \"I move not without thy knowledge.\"\nOn Providence.\nWhen you blame Providence, examine the matter, and you will see that it has happened according to reason.\nOn Freedom.\nHe is free who lives as he wishes to live; who is neither subject to compulsion nor to hindrance, nor to force; whose movements to action are not impeded, whose desires attain their purpose, and who does not fall into that which he would avoid. Who then chooses to live in error? No man. Who chooses to live deceived, liable to mistake, unjust, unrestrained, discontented, mean? No man. Not one then of the bad lives as he wishes; nor is he then free. And who chooses to live in sorrow, fear, envy, pity, desiring and failing in his desires, attempting to avoid something and falling into it? No one. Do we then find any of the bad free from sorrow, free from fear, who does not fall into that which he would avoid, and does not obtain that which he wishes? Not one; nor then is he free.", "source": "discourses.txt"}
