{"text": "THE CRITIQUE OF PURE REASON\nI. THEME OF THE TRANSCENDENTAL AESTHETIC\nIn whatever manner and by whatever means a mode of knowledge may relate to objects, intuition is that through which it is in immediate relation to them, and to which all thought as a means is directed. But intuition takes place only in so far as the object is given to us. This again is only possible, to man at least, in so far as the mind is affected in a certain way. The capacity (receptivity) for receiving representations through the mode in which we are affected by objects, is entitled sensibility. Objects are given to us by means of sensibility, and it alone yields us intuitions; they are thought through the understanding, and from the understanding arise concepts. But all thought must, directly or indirectly, by way of certain characters, relate ultimately to intuitions, and therefore, with us, to sensibility, because in no other way can an object be given to us.\nThe effect of an object upon the faculty of representation, so far as we are affected by it, is sensation. That intuition which is in relation to the object through sensation, is entitled empirical. The undetermined object of an empirical intuition is entitled appearance.\nThat in the appearance which corresponds to sensation I term its matter; but that which so determines the manifold of appearance that it allows of being ordered in certain relations, I term the form of appearance. That in which alone the sensations can be posited and ordered in a certain form, cannot itself be the sensation; and therefore, while the matter of all appearance is given to us a posteriori only, its form must lie ready for the sensations a priori in the mind, and so must allow of being considered apart from all sensation.\nI term all representations pure (in the transcendental sense) in which there is nothing that belongs to sensation. The pure form of sensible intuitions in general, in which all the manifold of intuition is intuited in certain relations, must be found in the mind a priori. This pure form of sensibility may also itself be called pure intuition. Thus, if from the representation of a body I take away that which the understanding thinks in regard to it, substance, force, divisibility, etc., and likewise what belongs to sensation, impenetrability, hardness, colour, etc., something still remains over from this empirical intuition, namely, extension and figure. These belong to pure intuition, which, even without any actual object of the senses or of sensation, exists in the mind a priori as a mere form of sensibility.\nThe science of all principles of a priori sensibility I call transcendental aesthetic. There must be such a science, forming the first part of the transcendental doctrine of elements, in distinction from that part which deals with the principles of pure thought, and which is called transcendental logic.\nIn the transcendental aesthetic we shall, therefore, first isolate sensibility, by taking away from it everything which the understanding thinks through its concepts, so that nothing may be left save empirical intuition. Secondly, we shall also separate off from it everything which belongs to sensation, so that nothing may remain save pure intuition and the mere form of appearances, which is all that sensibility can supply a priori. In the course of this investigation it will be found that there are two pure forms of sensible intuition, serving as principles of a priori knowledge, namely, space and time.\nSpace is not an empirical concept which has been derived from outer experiences. For in order that certain sensations be referred to something outside me (that is, to something in another region of space from that in which I find myself), and similarly in order that I may be able to represent them as outside and alongside one another, and accordingly as not only different but as in different places, the representation of space must be presupposed. The representation of space cannot, therefore, be empirically obtained from the relations of outer appearance. On the contrary, this outer experience is itself possible at all only through that representation.\nSpace is a necessary a priori representation, which underlies all outer intuitions. We can never represent to ourselves the absence of space, though we can quite well think it as empty of objects. It must therefore be regarded as the condition of the possibility of appearances, and not as a determination dependent upon them. It is an a priori representation, which necessarily underlies outer appearances.\nSpace is not a discursive or, as we say, general concept of relations of things in general, but a pure intuition. For, in the first place, we can represent to ourselves only one space; and if we speak of diverse spaces, we mean thereby only parts of one and the same unique space. Secondly, these parts cannot precede the one all-embracing space, as being, as it were, constituents out of which it can be composed; on the contrary, they can be thought only as in it. Space is essentially one; the manifold in it, and therefore the general concept of spaces, depends solely on [the introduction of] limitations. It follows that an a priori intuition (which is not empirical) underlies all concepts of space.\nSpace is represented as an infinite given magnitude. Now every concept must be thought as a representation which is contained in an infinite number of different possible representations (as their common character), and which therefore contains these under itself; but no concept, as such, can be thought as containing an infinite number of representations within itself. It is in this sense that space is thought; for all the parts of space coexist ad infinitum. Consequently, the original representation of space is an a priori intuition, not a concept.", "source": "critique_of_pure_reason_excerpt.txt"}
{"text": "GROUNDWORK OF THE METAPHYSICS OF MORALS\nPREFACE\nAncient Greek philosophy was divided into three sciences: physics, ethics, and logic. This division is perfectly suitable to the nature of the thing; and the only improvement that can be made in it is to add the principle on which it is based, so that we may both satisfy ourselves of its completeness, and also be able to determine correctly the necessary subdivisions.\nAll rational knowledge is either material or formal: the former considers some object, the latter is concerned only with the form of the understanding and of the reason itself, and with the universal laws of thought in general without distinction of its objects. Formal philosophy is called logic. Material philosophy, however, has to do with determinate objects and the laws to which they are subject, is again twofold; for these laws are either laws of nature or of freedom. The science of the former is physics, that of the latter, ethics; they are also called natural philosophy and moral philosophy respectively.\nLogic cannot have any empirical part; that is, a part in which the universal and necessary laws of thought would rest on grounds taken from experience; otherwise it would not be logic, i.e., a canon for the understanding or the reason, valid for all thought and capable of demonstration. Natural and moral philosophy, on the contrary, can each have their empirical part, since the former has to determine the laws of nature as an object of experience; the latter the laws of the human will, so far as it is affected by nature: the former, however, being laws according to which everything does happen; the latter, laws according to which everything ought to happen. Ethics, however, must also consider the conditions under which what ought to happen frequently does not.\nWe may call all philosophy empirical, so far as it is based on grounds of experience: on the other hand, that which delivers its doctrines from a priori principles alone we may call pure philosophy. When the latter is merely formal it is logic; if it is restricted to definite objects of the understanding it is metaphysic.\nIn this way there arises the idea of a twofold metaphysic- a metaphysic of nature and a metaphysic of morals. Physics will thus have an empirical and also a rational part. It is the same with Ethics; but here the empirical part might have the special name of practical anthropology, the name morality being appropriated to the rational part.\nAll trades, arts, and handiworks have gained by division of labour, namely, when, instead of one man doing everything, each confines himself to a certain kind of work distinct from others in the treatment it requires, so as to be able to perform it with greater facility and in the greatest perfection. Where the different kinds of work are not distinguished and divided, where everyone is a jack-of-all-trades, there manufactures remain still in the greatest barbarism. It might deserve to be considered whether pure philosophy in all its parts does not require a man specially devoted to it, and whether it would not be better for the whole business of science if those who, to please the tastes of the public, are wont to sell the empirical part, mixed with the rational, or who knows how, under the name of popular philosophy, but who call the other part (which is caviare to the multitude) speculative, were warned that they should not at the same time carry on two employments which differ widely in the treatment they demand, for each of which perhaps a special talent is required, and the combination of which in one person only produces a bungler. I only ask here whether the nature of science does not require that we should always carefully separate the empirical from the rational part, and prefix to Physics proper (or empirical physics) a metaphysic of nature, and to practical anthropology a metaphysic of morals, which must be carefully cleared of everything empirical, so that we may know how much can be accomplished by pure reason in both cases, and from what sources it draws this its a priori teaching, and that whether the latter inquiry is conducted by all moralists (whose name is legion), or only by some who feel a calling thereto.\nAs my concern here is with moral philosophy, I limit the question suggested to this: Whether it is not of the utmost necessity to construct a pure moral philosophy, perfectly cleared of everything which is only empirical, and which belongs to anthropology? for that such a philosophy must be possible is evident from the common idea of duty and of the moral laws. Everyone must admit that if a law is to have moral force, i.e., to be the basis of an obligation, it must carry with it absolute necessity; that, for example, the precept, \"Thou shalt not lie,\" is not valid for men alone, as if other rational beings had no need to observe it; and so with all the other moral laws properly so called; that, therefore, the basis of obligation must not be sought in the nature of man, or in the circumstances in the world in which he is placed, but a priori simply in the concepts of pure reason; and although any other precept which is founded on principles of mere experience may be in certain respects universal, yet in as far as it rests even in the least degree on an empirical basis, perhaps only as to a motive, such a precept, while it may be a practical rule, can never be called a moral law.\nThus not only are moral laws with their principles essentially distinguished from every other kind of practical knowledge in which there is anything empirical, but all moral philosophy rests wholly on its pure part. When applied to man, it does not borrow the least thing from the knowledge of man himself (anthropology), but gives laws a priori to him as a rational being. No doubt these laws require a judgment sharpened by experience, in order on the one hand to distinguish in what cases they are applicable, and on the other to procure for them access to the will of the man and effectual influence on conduct; since man is acted on by so many inclinations that, though capable of the idea of a practical pure reason, he is not so easily able to make it effective in concreto in his life.\nA metaphysic of morals is therefore indispensably necessary, not merely for speculative reasons, in order to investigate the sources of the practical principles which are to be found a priori in our reason, but also because morals themselves are liable to all sorts of corruption, as long as we are without that clue and supreme canon by which to estimate them correctly. For in order that an action should be morally good, it is not enough that it conform to the moral law, but it must also be done for the sake of the law, otherwise that conformity is only very contingent and uncertain; since a principle which is not moral, although it may now and then produce actions conformable to the law, will also often produce actions which contradict it. Now it is only in a pure philosophy that we can look for the moral law in its purity (and this is the thing of chief importance in this practical); and as this pure philosophy must be first, it is evident that without it there can be no moral philosophy at all. That which mingles these pure principles with the empirical does not deserve the name of philosophy (for what distinguishes philosophy from common rational knowledge is that it treats in separate sciences what the latter comprehends in one); much less does it deserve that of moral philosophy, since by this confusion it even spoils the purity of morals themselves, and acts contrary to its own purpose.\nFIRST SECTION\nTRANSITION FROM THE COMMON RATIONAL KNOWLEDGE OF MORALITY TO THE PHILOSOPHICAL\nNothing can possibly be conceived in the world, or even out of it, which can be called good, without qualification, except a good will. Intelligence, wit, judgment, and the other talents of the mind, however they may be named, or courage, resolution, perseverance, as qualities of temperament, are undoubtedly good and desirable in many respects; but these gifts of nature may also become extremely bad and mischievous if the will which is to make use of them, and which, therefore, constitutes what is called character, is not good. It is the same with the gifts of fortune. Power, riches, honour, even health, and the general well-being and contentment with one's condition which is called happiness, inspire pride, and often presumption, if there is not a good will to correct the influence of these on the mind, and with this also to rectify the whole principle of acting and adapt it to its end. The sight of a being who is not adorned with a single feature of a pure and good will, enjoying unbroken prosperity, can never give pleasure to an impartial rational spectator. Thus a good will appears to constitute the indispensable condition even of being worthy of happiness.\nThere are some qualities which are of service to this good will itself and may facilitate its action, yet which have no intrinsic unconditional value, but always presuppose a good will, and this qualifies the esteem that we justly have for them and does not permit us to regard them as absolutely good. Moderation in the affections and passions, self-control, and calm deliberation are not only good in many respects, but even seem to constitute part of the intrinsic worth of the person; but they are far from deserving to be called good without qualification, although they have been so unconditionally praised by the ancients. For without the principles of a good will, they may become extremely bad, and the coolness of a villain not only makes him far more dangerous, but also immediately makes him more abominable in our eyes than he would have been without it.\nA good will is good not because of what it performs or effects, not by its aptness for the attainment of some proposed end, but simply by virtue of the volition; that is, it is good in itself, and considered by itself is to be esteemed much higher than all that can be brought about by it in favour of any inclination, nay even of the sum total of all inclinations. Even if it should happen that, owing to special disfavour of fortune, or the niggardly provision of a step-motherly nature, this will should wholly lack power to accomplish its purpose, if with its greatest efforts it should yet achieve nothing, and there should remain only the good will (not, to be sure, a mere wish, but the summoning of all means in our power), then, like a jewel, it would still shine by its own light, as a thing which has its whole value in itself. Its usefulness or fruitlessness can neither add nothing to this value nor take anything away from it. It would be, as it were, only the setting to enable us to handle it the more conveniently in common commerce, or to attract to it the attention of those who are not yet connoisseurs, but not to recommend it to true connoisseurs, or to determine its value.", "source": "groundwork_excerpt.txt"}
