{"text": "Preface\nAncient Greek philosophy was divided into three sciences: physics, ethics, and logic. This division is perfectly suitable to the nature of the thing; and the only improvement that can be made in it is to add the principle on which it is based, so that we may both satisfy ourselves of its completeness, and also be able to determine correctly the necessary subdivisions.\nAll rational knowledge is either material or formal: the former considers some object, the latter is concerned only with the form of the understanding and of the reason itself, and with the universal laws of thought in general without distinction of its objects. Formal philosophy is called logic. Material philosophy, however, which has to do with determinate objects and the laws to which they are subject, is again twofold; for these laws are either laws of nature or laws of freedom. The science of the former is physics, that of the latter, ethics; they are also called natural philosophy and moral philosophy respectively.\n...\nSection I\nTRANSITION FROM THE COMMON RATIONAL KNOWLEDGE OF MORALITY TO THE PHILOSOPHICAL\nNothing can possibly be conceived in the world, or even out of it, which can be called good, without qualification, except a good will. Intelligence, wit, judgment, and the other talents of the mind, however they may be named, or courage, resolution, perseverance, as qualities of temperament, are undoubtedly good and desirable in many respects; but these gifts of nature may also become extremely bad and mischievous if the will which is to make use of them, and which, therefore, constitutes what is called character, is not good. It is the same with the gifts of fortune. Power, riches, honor, even health, and the general well-being and contentment with one's condition which is called happiness, inspire pride, and often presumption, if there is not a good will to correct the influence of these on the mind, and with this also to rectify the whole principle of acting and adapt it to its end. The sight of a being who is not graced by any touch of a pure and good will, enjoying an uninterrupted prosperity, can never give pleasure to an impartial rational spectator. Thus a good will appears to constitute the indispensable condition even of being worthy of happiness.\n...\nBut what sort of law can that be, the conception of which must determine the will, even without paying any regard to the effect expected from it, in order that this will may be called good absolutely and without qualification? As I have deprived the will of every impulse which could arise to it from obedience to any law, there remains nothing but the universal conformity of its actions to law in general, which alone is to serve the will as a principle, i.e., I am never to act otherwise than so that I could also will that my maxim should become a universal law. Here now, it is the simple conformity to law in general, without assuming any particular law applicable to certain actions, that serves the will as its principle and must so serve it, if duty is not to be a vain delusion and a chimerical notion. The common reason of men in its practical judgments perfectly coincides with this and always has in view the principle here suggested.\n...\nSection II\nTRANSITION FROM POPULAR MORAL PHILOSOPHY TO THE METAPHYSIC OF MORALS\n...\nThe conception of an objective principle, in so far as it is obligatory for a will, is called a command (of reason), and the formula of the command is called an Imperative.\nAll imperatives are expressed by the word ought [or shall], and thereby indicate the relation of an objective law of reason to a will, which from its subjective constitution is not necessarily determined by it (an obligation). They say that something would be good to do or to forbear, but they say it to a will which does not always do a thing because it is conceived to be good to do it. That is practically good, however, which determines the will by means of the conceptions of reason, and consequently not from subjective causes, but objectively, that is on principles which are valid for every rational being as such. It is distinguished from the pleasant, as that which influences the will only by means of sensation from merely subjective causes, valid only for the sense of this or that one, and not as a principle of reason, which holds for every one.\nNow all imperatives command either hypothetically or categorically. The former represent the practical necessity of a possible action as means to something else that is willed (or at least which one might possibly will). The categorical imperative would be that which represented an action as necessary of itself without reference to another end, i.e., as objectively necessary.\n...\nThere is therefore but one categorical imperative, namely, this: Act only on that maxim whereby thou canst at the same time will that it should become a universal law.", "source": "groundwork_metaphysics_morals.txt"}
{"text": "PREFACE TO THE FIRST EDITION\nHuman reason has this peculiar fate that in one species of its knowledge it is burdened by questions which, as prescribed by the very nature of reason itself, it is not able to ignore, but which, as transcending all its powers, it is also not able to answer.\nThe perplexity into which it thus falls is not due to any fault of its own. It begins with principles which it has no option save to employ in the course of experience, and which this experience at the same time abundantly justifies. With these reason rises, in continuous progression, to ever higher, remoter conditions. But it quickly discovers that, in this way, its work must remain always incomplete, because new questions never cease to arise; and so it finds itself compelled to have recourse to principles which transcend the region of experience, while yet appearing so secure that common sense has no difficulty in accepting them. But reason thereby falls into obscurity and contradictions, from which it gleans that somewhere, hidden errors lie, though it is unable to discover them, because the principles which it is using transcend the limits of all experience and therefore no longer recognize any touchstone of experience. The battlefield of these endless controversies is called metaphysics.\nTime was when metaphysics was entitled the Queen of all the sciences; and if the will be taken for the deed, the preeminent importance of her accepted tasks gives her every right to this title of honor. Now, however, the changed fashion of the time brings her only scorn; a matron outcast and forsaken, she mourns like Hecuba: Modo maxima rerum, tot generis natisque potens - nunc trahor exul, inops.\nHer government, under the administration of the dogmatists, was at first despotic. But inasmuch as the legislation still bore traces of the ancient barbarism, her empire gradually broke up through intestine wars, and finally fell into complete anarchy; while the skeptics, a species of nomads, despising all settled modes of life, broke up from time to time all civil society. Fortunately their number was small, and they could not prevent the old settlers from returning to cultivate the ground afresh, though without any fixed plan or agreement.\nI do not mean by this what is commonly called critique of books and systems, but the critique of the faculty of reason in general, in respect of all knowledge after which it may strive independently of all experience. It will therefore decide as to the possibility or impossibility of metaphysics in general, and determine its sources, its extent, and its limits - all in accordance with principles.\nI have entered upon this path - the only one that has remained unexplored - and flatter myself that I have found in it the removal of all the errors that have hitherto set reason, in its non-empirical employment, at variance with itself. I have not evaded its questions by pleading the insufficiency of human reason. On the contrary, I have specified these questions according to principles; and after I had discovered the point where the reason has misunderstood itself, I have solved them to its complete satisfaction.\n...\nI Introduction\n1. The Distinction between Pure and Empirical Knowledge\nThere can be no doubt that all our knowledge begins with experience. For how should our faculty of knowledge be awakened into action did not objects affecting our senses partly of themselves produce representations, partly arouse the activity of our understanding to compare these representations, and, by combining or separating them, work up the raw material of the sensible impressions into that knowledge of objects which is entitled experience? In the order of time, therefore, we have no knowledge antecedent to experience, and with experience all our knowledge begins.\nBut though all our knowledge begins with experience, it does not follow that it all arises out of experience. For it may well be that even our empirical knowledge is made up of what we receive through impressions and of what our own faculty of knowledge (sensible impressions serving merely as the occasion) supplies from itself. If our faculty of knowledge makes any such addition, it may be that we are not in a position to distinguish it from the raw material, until with long practice of attention we have become skilled in separating it.\nThis, then, is a question which at least calls for closer examination, and does not allow of any off-hand answer: whether there is any knowledge that is thus independent of experience and even of all impressions of the senses. Such knowledge is entitled a priori, and distinguished from the empirical, which has its sources a posteriori, that is, in experience.\nThe expression 'a priori' does not, however, indicate with sufficient precision the full meaning of our question. For it has been customary to say, even of much knowledge that is derived from empirical sources, that we have it or are capable of having it a priori, meaning thereby that we do not derive it immediately from experience, but from a universal rule - a rule which is itself, however, borrowed by us from experience. Thus we would say of a man who undermined his foundations, that he might have known a priori that it would fall, that is, that he need not have waited for the experience of its actual falling. But still he could not know this completely a priori. For he had first to learn through experience that bodies are heavy, and therefore fall when their supports are withdrawn.\nIn what follows, therefore, we shall understand by a priori knowledge, not knowledge independent of this or that experience, but knowledge absolutely independent of all experience. Opposed to it is empirical knowledge, which is knowledge possible only a posteriori, that is, through experience. A priori modes of knowledge are entitled pure when there is no admixture of anything empirical. Thus, for instance, the proposition, 'every alteration has its cause', while an a priori proposition, is not a pure proposition, because alteration is a concept which can be derived only from experience.", "source": "critique_of_pure_reason.txt"}
