{"text": "Human reason, in one sphere of its cognition, is called upon to consider questions, which it cannot decline, as they are presented by its own nature, but which it cannot answer, as they transcend every faculty of the mind.\nIt falls into this difficulty without any fault of its own. It begins with principles, which cannot be dispensed with in the field of experience, and the truth and sufficiency of which are, at the same time, insured by experience. With these principles it rises, in obedience to the laws of its own nature, to ever higher and more remote conditions. But it quickly discovers that, in this way, its labour must remain ever incomplete, because new questions never cease to present themselves; and thus it finds itself compelled to have recourse to principles which transcend the region of experience, while they are regarded by common sense without distrust. It thus falls into confusion and contradictions, from which it conjectures the presence of latent errors, which, however, it is unable to discover, because the principles it employs, transcending the limits of experience, cannot be tested by that criterion. The arena of these endless contests is called Metaphysic.\nTime was, when she was the queen of all the sciences; and, if we take the will for the deed, she certainly deserves, so far as regards the high importance of her object-matter, this title of honour. Now, it is the fashion of the time to heap contempt and scorn upon her; and the matron mourns, forlorn and forsaken, like Hecuba:\nModo maxima rerum,\nTot generis, natisque potens...\nNunc trahor exul, inops.\nAt first, her government, under the administration of the dogmatists, was an absolute despotism. But, as the legislative continued to show traces of the ancient barbaric rule, her empire gradually broke up, and intestine wars introduced the reign of anarchy; while the sceptics, like nomadic tribes, who hate a permanent habitation and settled mode of living, attacked from time to time those who had organized themselves into civil communities. But their number was, very happily, small; and thus they could not entirely put a stop to the exertions of those who persisted in raising new edifices, although on no settled or uniform plan. In recent times the hope dawned upon us of seeing those disputes settled, and the legitimacy of her claims established by a kind of physiology of the human understanding—that of the celebrated Locke. But it was found that—although it was affirmed that this so-called queen could not refer her descent to any higher source than the experience of the commoners, and that she must therefore (though very unwillingly) accept a place among the plebeians—her claims could not be so easily set aside. For it happened that the celebrated physiologist had not cast her horoscope aright; and that, in fact, the view he took of her genesis was a mere fiction. And so, the queen maintained her pretensions; and the anarchy continues.", "source": "critique_pure_reason.txt"}
{"text": "Nothing can possibly be conceived in the world, or even out of it, which can be called good, without qualification, except a good will. Intelligence, wit, judgment, and the other talents of the mind, however they may be named, or courage, resolution, perseverance, as qualities of temperament, are undoubtedly good and desirable in many respects; but these gifts of nature may also become extremely bad and mischievous if the will which is to make use of them, and which, therefore, constitutes what is called character, is not good. It is the same with the gifts of fortune. Power, riches, honor, even health, and the general well-being and contentment with one's condition which is called happiness, inspire pride, and often presumption, if there is not a good will to correct the influence of these on the mind, and with this also to rectify the whole principle of acting and adapt it to its end. The sight of a being who is not adorned with a single feature of a pure and good will, enjoying unbroken prosperity, can never give pleasure to an impartial rational spectator. Thus a good will appears to constitute the indispensable condition even of being worthy of happiness.\nThere are some qualities which are of service to this good will itself and may facilitate its action, yet which have no intrinsic unconditional value, but always presuppose a good will, and this qualifies the esteem that we justly have for them and does not permit us to regard them as absolutely good. Moderation in the affections and passions, self-control, and calm deliberation are not only good in many respects, but even seem to constitute part of the intrinsic worth of the person; but they are far from deserving to be called good without qualification, although they have been so unconditionally praised by the ancients. For without the principles of a good will, they may become extremely bad, and the coolness of a villain not only makes him far more dangerous, but also immediately makes him more abominable in our eyes than he would have been without it.\nA good will is good not because of what it performs or effects, not by its aptness for the attainment of some proposed end, but simply by virtue of the volition; that is, it is good in itself, and considered by itself is to be esteemed much higher than all that can be brought about by it in favour of any inclination, nay even of the sum total of all inclinations. Even if it should happen that, owing to special disfavour of fortune, or the niggardly provision of a step-motherly nature, this will should wholly lack power to accomplish its purpose, if with its greatest efforts it should yet achieve nothing, and there should remain only the good will (not, to be sure, a mere wish, but the summoning of all means in our power), then, like a jewel, it would still shine by its own light, as a thing which has its whole value in itself. Its usefulness or fruitlessness can neither add nor take away anything from this value. It would be, as it were, only the setting to enable us to handle it the more conveniently in common commerce, or to attract to it the attention of those who are not yet connoisseurs, but not to recommend it to true connoisseurs, or to determine its value.", "source": "fundamental_principles.txt"}
