{"text": "Preface\nAncient Greek philosophy was divided into three sciences: physics, ethics, and logic. This division is perfectly suitable to the nature of the thing; and the only improvement that can be made to it is to add the principle on which it is based, so that we may both satisfy ourselves of its completeness, and also be able to determine correctly the necessary subdivisions.\nAll rational knowledge is either material or formal: the former considers some object, the latter is concerned only with the form of the understanding and of the reason itself, and with the universal laws of thought in general without distinction of its objects. Formal philosophy is called logic. Material philosophy, however, which has to do with determinate objects and the laws to which they are subject, is again twofold; for these laws are either laws of nature or laws of freedom. The science of the former is physics, that of the latter, ethics; they are also called natural philosophy and moral philosophy respectively.\nSection I\nNothing can possibly be conceived in the world, or even out of it, which can be called good, without qualification, except a good will. Intelligence, wit, judgment, and the other talents of the mind, however they may be named, or courage, resolution, perseverance, as qualities of temperament, are undoubtedly good and desirable in many respects; but these gifts of nature may also become extremely bad and mischievous if the will which is to make use of them, and which, therefore, constitutes what is called character, is not good. It is the same with the gifts of fortune. Power, riches, honor, even health, and the general well-being and contentment with one's condition which is called happiness, inspire pride, and often presumption, if there is not a good will to correct the influence of these on the mind, and with this also to rectify the whole principle of acting and adapt it to its end. The sight of a being who is not graced by any touch of a pure and good will, enjoying an uninterrupted prosperity, can never give pleasure to an impartial rational spectator. Thus a good will appears to constitute the indispensable condition even of being worthy of happiness.\nFirst Section: Transition from the Common Rational Knowledge of Morality to the Philosophical\nDuty is the necessity of acting from respect for the law. I may have inclination for an object as the effect of my proposed action, but I cannot have respect for it, just for this reason, that it is an effect and not an energy of will. Similarly I cannot have respect for inclination, whether my own or another's; I can at most, if my own, approve it; if another's, sometimes even love it; i.e., look on it as favorable to my own interest. It is only what is connected with my will as a principle, by no means as an effect- what does not subserve my inclination, but overpowers it, or at least in making the choice excludes it from its calculation- in other words, simply the law of itself, which can be an object of respect, and hence a command. Now an action done from duty must wholly exclude the influence of inclination and with it every object of the will, so that nothing remains which can determine the will except objectively the law, and subjectively pure respect for this practical law, and consequently the maxim that I should follow this law even to the thwarting of all my inclinations.", "source": "groundwork_metaphysics_morals_excerpts.txt"}
{"text": "The Transcendental Aesthetic\nI. Space\n1. Space is not an empirical concept which has been derived from outer experiences. For in order that certain sensations be referred to something outside me (that is, to something in another region of space from that in which I find myself), and similarly in order that I may be able to represent them as outside and alongside one another, and accordingly as not only different but as in different places, the representation of space must be presupposed. The representation of space cannot, therefore, be empirically obtained from the relations of outer appearance. On the contrary, this outer experience is itself possible at all only through that representation.\n2. Space is a necessary a priori representation, which underlies all outer intuitions. We can never represent to ourselves the absence of space, though we can very well think it as empty of objects. It must therefore be regarded as the condition of the possibility of appearances, not as a determination dependent upon them. It is an a priori representation, which necessarily underlies outer appearances.\n3. On this necessity of an a priori representation of space rests the apodictic certainty of all geometrical principles and the possibility of their construction a priori. For if this representation of space were a concept acquired a posteriori, and derived from outer experience in general, the first principles of mathematical determination would be nothing but perceptions. They would therefore all share in the contingent character of perception; and there would be no necessity that between two points there should be only one straight line, but only that experience has always taught us that such is the case.\n4. Space is not a discursive or, as we say, general concept of relations of things in general, but a pure intuition. For, in the first place, we can represent to ourselves only one space; and if we speak of diverse spaces, we mean thereby only parts of one and the same unique space. Secondly, these parts cannot precede the one all-embracing space, as being, as it were, constituents out of which it can be composed; on the contrary, they can be thought only as existing in it. Space is essentially one; the manifold in it, and accordingly the general concept of spaces, depends solely on [the introduction of] limitations. Hence it follows that an a priori intuition (which is not empirical) underlies all concepts of space.\nThe Transcendental Logic\nGeneral logic constructs its precepts on the basis of an analysis of the mere form of thought; transcendental logic, on the other hand, has for its object the rules of the synthetic a priori knowledge of the pure understanding. The former treats of the laws of understanding and of reason, but only in respect of the form of thought in general, without regard to the content of the knowledge. The latter concerns itself with these laws solely in so far as they relate a priori to objects.", "source": "critique_of_pure_reason_excerpts.txt"}
