{"text": "The Critique of Pure Reason\nBy Immanuel Kant\nTranslated by J. M. D. Meiklejohn\nPREFACE TO THE FIRST EDITION 1781\nHuman reason, in one sphere of its cognition, is called upon to\nconsider questions, which it cannot decline, as they are presented by\nits own nature, but which it cannot answer, as they transcend every\nfaculty of the mind.\nIt falls into this difficulty without any fault of its own. It begins\nwith principles, which cannot be dispensed with in the field of\nexperience, and the truth and sufficiency of which are, at the same\ntime, insured by experience. With these principles it rises, in\nobedience to the laws of its own nature, to ever higher and more remote\nconditions. But it quickly discovers that, in this way, its labours\nmust remain ever incomplete, because new questions never cease to\npresent themselves; and thus it finds itself compelled to have recourse\nto principles which transcend the region of experience, while they are\nregarded by common sense without distrust. It thus falls into confusion\nand contradictions, from which it conjectures the presence of latent\nerrors, which, however, it is unable to discover, because the\nprinciples it employs, transcending the limits of experience, cannot be\ntested by that criterion. The arena of these endless contests is called\n_Metaphysic_.\nTime was, when she was the _queen_ of all the sciences; and, if we take\nthe will for the deed, she certainly deserves, so far as regards the\nhigh importance of her object-matter, this title of honour. Now, it is\nthe fashion of the time to heap contempt and scorn upon her; and the\nmatron mourns, forlorn and forsaken, like Hecuba:\nModo maxima rerum,\nTot generis, natisque potens...\nNunc trahor exul, inops.\n—Ovid, Metamorphoses. xiii\nAt first, her government, under the administration of the _dogmatists_,\nwas an absolute _despotism_. But, as the legislative continued to show\ntraces of the ancient barbaric rule, her empire gradually broke up, and\nintestine wars introduced the reign of _anarchy;_ while the _sceptics_,\nlike nomadic tribes, who hate a permanent habitation and settled mode\nof living, attacked from time to time those who had organized\nthemselves into civil communities. But their number was, very happily,\nsmall; and thus they could not entirely put a stop to the exertions of\nthose who persisted in raising new edifices, although on no settled or\nuniform plan. In recent times the hope dawned upon us of seeing those\ndisputes settled, and the legitimacy of her claims established by a\nkind of _physiology_ of the human understanding—that of the celebrated\nLocke. But it was found that—although it was affirmed that this\nso-called queen could not refer her descent to any higher source than\nthat of common experience, a circumstance which necessarily brought\nsuspicion on her claims—as this _genealogy_ was incorrect, she\npersisted in the advancement of her claims to sovereignty. Thus\nmetaphysics necessarily fell back into the antiquated and rotten\nconstitution of _dogmatism_, and again became obnoxious to the contempt\nfrom which efforts had been made to save it. At present, as all\nmethods, according to the general persuasion, have been tried in vain,\nthere reigns nought but weariness and complete _indifferentism_—the\nmother of chaos and night in the scientific world, but at the same time\nthe source of, or at least the prelude to, the re-creation and\nreinstallation of a science, when it has fallen into confusion,\nobscurity, and disuse from ill directed effort.\nFor it is in reality vain to profess _indifference_ in regard to such\ninquiries, the object of which cannot be indifferent to humanity.\nBesides, these pretended _indifferentists_, however much they may try\nto disguise themselves by the assumption of a popular style and by\nchanges on the language of the schools, unavoidably fall into\nmetaphysical declarations and propositions, which they profess to\nregard with so much contempt. At the same time, this indifference,\nwhich has arisen in the world of science, and which relates to that\nkind of knowledge which we should wish to see destroyed the last, is a\nphenomenon that well deserves our attention and reflection. It is\nplainly not the effect of the levity, but of the matured _judgement_[1]\nof the age, which refuses to be any longer entertained with illusory\nknowledge, It is, in fact, a call to reason, again to undertake the\nmost laborious of all tasks—that of self-examination, and to establish\na tribunal, which may secure it in its well-grounded claims, while it\npronounces against all baseless assumptions and pretensions, not in an\narbitrary manner, but according to its own eternal and unchangeable\nlaws. This tribunal is nothing less than the _Critical Investigation of\nPure Reason_.\n[1] We very often hear complaints of the shallowness of the present\nage, and of the decay of profound science. But I do not think that\nthose which rest upon a secure foundation, such as mathematics,\nphysical science, etc., in the least deserve this reproach, but that\nthey rather maintain their ancient fame, and in the latter case,\nindeed, far surpass it. The same would be the case with the other\nkinds of cognition, if their principles were but firmly established.\nIn the absence of this security, indifference, doubt, and finally,\nsevere criticism are rather signs of a profound habit of thought. Our\nage is the age of criticism, to which everything must be subjected.\nThe sacredness of religion, and the authority of legislation, are by\nmany regarded as grounds of exemption from the examination of this\ntribunal. But, if they are exempted, they become the subjects of just\nsuspicion, and cannot lay claim to sincere respect, which reason\naccords only to that which has stood the test of a free and public\nexamination.\nI do not mean by this a criticism of books and systems, but a critical\ninquiry into the faculty of reason, with reference to the cognitions to\nwhich it strives to attain _without the aid of experience;_ in other\nwords, the solution of the question regarding the possibility or\nimpossibility of metaphysics, and the determination of the origin, as\nwell as of the extent and limits of this science. All this must be done\non the basis of principles.\nPREFACE TO THE SECOND EDITION 1787\nWhether the treatment of that portion of our knowledge which lies\nwithin the province of pure reason advances with that undeviating\ncertainty which characterizes the progress of _science_, we shall be at\nno loss to determine. If we find those who are engaged in metaphysical\npursuits, unable to come to an understanding as to the method which\nthey ought to follow; if we find them, after the most elaborate\npreparations, invariably brought to a stand before the goal is reached,\nand compelled to retrace their steps and strike into fresh paths, we\nmay then feel quite sure that they are far from having attained to the\ncertainty of scientific progress and may rather be said to be merely\ngroping about in the dark. In these circumstances we shall render an\nimportant service to reason if we succeed in simply indicating the path\nalong which it must travel, in order to arrive at any results—even if\nit should be found necessary to abandon many of those aims which,\nwithout reflection, have been proposed for its attainment.\nThat _Logic_ has advanced in this sure course, even from the earliest\ntimes, is apparent from the fact that, since Aristotle, it has been\nunable to advance a step and, thus, to all appearance has reached its\ncompletion. For, if some of the moderns have thought to enlarge its\ndomain by introducing _psychological_ discussions on the mental\nfaculties, such as imagination and wit, _metaphysical_, discussions on\nthe origin of knowledge and the different kinds of certitude, according\nto the difference of the objects (idealism, scepticism, and so on), or\n_anthropological_ discussions on prejudices, their causes and remedies:\nthis attempt, on the part of these authors, only shows their ignorance\nof the peculiar nature of logical science. We do not enlarge but\ndisfigure the sciences when we lose sight of their respective limits\nand allow them to run into one another. Now logic is enclosed within\nlimits which admit of perfectly clear definition; it is a science which\nhas for its object nothing but the exposition and proof of the _formal_\nlaws of all thought, whether it be _à priori_ or empirical, whatever be\nits origin or its object, and whatever the difficulties—natural or\naccidental—which it encounters in the human mind.\nThe early success of logic must be attributed exclusively to the\nnarrowness of its field, in which abstraction may, or rather must, be\nmade of all the objects of cognition with their characteristic\ndistinctions, and in which the understanding has only to deal with\nitself and with its own forms. It is, obviously, a much more difficult\ntask for reason to strike into the sure path of science, where it has\nto deal not simply with itself, but with objects external to itself.\nHence, logic is properly only a _propædeutic_—forms, as it were, the\nvestibule of the sciences; and while it is necessary to enable us to\nform a correct judgement with regard to the various branches of\nknowledge, still the acquisition of real, substantive knowledge is to\nbe sought only in the sciences properly so called, that is, in the\nobjective sciences.\nNow these sciences, if they can be termed rational at all, must contain\nelements of _à priori_ cognition, and this cognition may stand in a\ntwofold relation to its object. Either it may have to _determine_ the\nconception of the object—which must be supplied extraneously, or it may\nhave to _establish its reality_. The former is _theoretical_, the\nlatter _practical_, rational cognition. In both, the _pure_ or _à\npriori_ element must be treated first, and must be carefully\ndistinguished from that which is supplied from other sources. Any other\nmethod can only lead to irremediable confusion.\nIntroduction\nI. Of the difference between Pure and Empirical Knowledge\nThat all our knowledge begins with experience there can be no doubt.\nFor how is it possible that the faculty of cognition should be awakened\ninto exercise otherwise than by means of objects which affect our\nsenses, and partly of themselves produce representations, partly rouse\nour powers of understanding into activity, to compare to connect, or to\nseparate these, and so to convert the raw material of our sensuous\nimpressions into a knowledge of objects, which is called experience? In\nrespect of time, therefore, no knowledge of ours is antecedent to\nexperience, but begins with it.\nBut, though all our knowledge begins with experience, it by no means\nfollows that all arises out of experience. For, on the contrary, it is\nquite possible that our empirical knowledge is a compound of that which\nwe receive through impressions, and that which the faculty of cognition\nsupplies from itself (sensuous impressions giving merely the occasion),\nan addition which we cannot distinguish from the original element given\nby sense, till long practice has made us attentive to, and skilful in\nseparating it. It is, therefore, a question which requires close\ninvestigation, and not to be answered at first sight, whether there\nexists a knowledge altogether independent of experience, and even of\nall sensuous impressions? Knowledge of this kind is called à priori, in\ncontradistinction to empirical knowledge, which has its sources à\nposteriori, that is, in experience.\nBut the expression, “à priori,” is not as yet definite enough\nadequately to indicate the whole meaning of the question above started.\nFor, in speaking of knowledge which has its sources in experience, we\nare wont to say, that this or that may be known à priori, because we do\nnot derive this knowledge immediately from experience, but from a\ngeneral rule, which, however, we have itself borrowed from experience.\nThus, if a man undermined his house, we say, “he might know à priori\nthat it would have fallen;” that is, he needed not to have waited for\nthe experience that it did actually fall. But still, à priori, he could\nnot know even this much. For, that bodies are heavy, and, consequently,\nthat they fall when their supports are taken away, must have been known\nto him previously, by means of experience.\nBy the term “knowledge à priori,” therefore, we shall in the sequel\nunderstand, not such as is independent of this or that kind of\nexperience, but such as is absolutely so of all experience. Opposed to\nthis is empirical knowledge, or that which is possible only à\nposteriori, that is, through experience. Knowledge à priori is either\npure or impure. Pure knowledge à priori is that with which no empirical\nelement is mixed up. For example, the proposition, “Every change has a\ncause,” is a proposition à priori, but impure, because change is a\nconception which can only be derived from experience.\nII. The Human Intellect, even in an Unphilosophical State, is in\nPossession of Certain Cognitions “à priori”.\nThe question now is as to a criterion, by which we may securely\ndistinguish a pure from an empirical cognition. Experience no doubt\nteaches us that this or that object is constituted in such and such a\nmanner, but not that it could not possibly exist otherwise. Now, in the\nfirst place, if we have a proposition which contains the idea of\nnecessity in its very conception, it is priori. If, moreover, it is not\nderived from any other proposition, unless from one equally involving\nthe idea of necessity, it is absolutely priori. Secondly, an empirical\njudgement never exhibits strict and absolute, but only assumed and\ncomparative universality (by induction); therefore, the most we can say\nis—so far as we have hitherto observed, there is no exception to this\nor that rule. If, on the other hand, a judgement carries with it strict\nand absolute universality, that is, admits of no possible exception, it\nis not derived from experience, but is valid absolutely à priori.\nEmpirical universality is, therefore, only an arbitrary extension of\nvalidity, from that which may be predicated of a proposition valid in\nmost cases, to that which is asserted of a proposition which holds good\nin all; as, for example, in the affirmation, “All bodies are heavy.”\nWhen, on the contrary, strict universality characterizes a judgement,\nit necessarily indicates another peculiar source of knowledge, namely,\na faculty of cognition à priori. Necessity and strict universality,\ntherefore, are infallible tests for distinguishing pure from empirical\nknowledge, and are inseparably connected with each other. But as in the\nuse of these criteria the empirical limitation is sometimes more easily\ndetected than the contingency of the judgement, or the unlimited\nuniversality which we attach to a judgement is often a more convincing\nproof than its necessity, it may be advisable to use the criteria\nseparately, each being by itself infallible.\nNow, that in the sphere of human cognition we have judgements which are\nnecessary, and in the strictest sense universal, consequently pure à\npriori, it will be an easy matter to show. If we desire an example from\nthe sciences, we need only take any proposition in mathematics. If we\ncast our eyes upon the commonest operations of the understanding, the\nproposition, “Every change must have a cause,” will amply serve our\npurpose. In the latter case, indeed, the conception of a cause so\nplainly involves the conception of a necessity of connection with an\neffect, and of a strict universality of the law, that the very notion\nof a cause would entirely disappear, were we to derive it, like Hume,\nfrom a frequent association of what happens with that which precedes;\nand the habit thence originating of connecting representations—the\nnecessity inherent in the judgement being therefore merely subjective.\nBesides, without seeking for such examples of principles existing à\npriori in cognition, we might easily show that such principles are the\nindispensable basis of the possibility of experience itself, and\nconsequently prove their existence à priori. For whence could our\nexperience itself acquire certainty, if all the rules on which it\ndepends were themselves empirical, and consequently fortuitous? No one,\ntherefore, can admit the validity of the use of such rules as first\nprinciples. But, for the present, we may content ourselves with having\nestablished the fact, that we do possess and exercise a faculty of pure\nà priori cognition; and, secondly, with having pointed out the proper\ntests of such cognition, namely, universality and necessity.\nNot only in judgements, however, but even in conceptions, is an à\npriori origin manifest. For example, if we take away by degrees from\nour conceptions of a body all that can be referred to mere sensuous\nexperience—colour, hardness or softness, weight, even\nimpenetrability—the body will then vanish; but the space which it\noccupied still remains, and this it is utterly impossible to annihilate\nin thought. Again, if we take away, in like manner, from our empirical\nconception of any object, corporeal or incorporeal, all properties\nwhich mere experience has taught us to connect with it, still we cannot\nthink away those through which we cogitate it as substance, or adhering\nto substance, although our conception of substance is more determined\nthan that of an object. Compelled, therefore, by that necessity with\nwhich the conception of substance forces itself upon us, we must\nconfess that it has its seat in our faculty of cognition à priori.\nI. TRANSCENDENTAL DOCTRINE OF ELEMENTS.\nFIRST PART. TRANSCENDENTAL ÆSTHETIC.\n§ I. Introductory.\nIn whatsoever mode, or by whatsoever means, our knowledge may relate to\nobjects, it is at least quite clear that the only manner in which it\nimmediately relates to them is by means of an intuition. To this as the\nindispensable groundwork, all thought points. But an intuition can take\nplace only in so far as the object is given to us. This, again, is only\npossible, to man at least, on condition that the object affect the mind\nin a certain manner. The capacity for receiving representations\n(receptivity) through the mode in which we are affected by objects,\nobjects, is called sensibility. By means of sensibility, therefore,\nobjects are given to us, and it alone furnishes us with intuitions; by\nthe understanding they are thought, and from it arise conceptions. But\nan thought must directly, or indirectly, by means of certain signs,\nrelate ultimately to intuitions; consequently, with us, to sensibility,\nbecause in no other way can an object be given to us.\nThe effect of an object upon the faculty of representation, so far as\nwe are affected by the said object, is sensation. That sort of\nintuition which relates to an object by means of sensation is called an\nempirical intuition. The undetermined object of an empirical intuition\nis called phenomenon. That which in the phenomenon corresponds to the\nsensation, I term its matter; but that which effects that the content\nof the phenomenon can be arranged under certain relations, I call its\nform. But that in which our sensations are merely arranged, and by\nwhich they are susceptible of assuming a certain form, cannot be itself\nsensation. It is, then, the matter of all phenomena that is given to us\nà posteriori; the form must lie ready à priori for them in the mind,\nand consequently can be regarded separately from all sensation.\nI call all representations pure, in the transcendental meaning of the\nword, wherein nothing is met with that belongs to sensation. And\naccordingly we find existing in the mind à priori, the pure form of\nsensuous intuitions in general, in which all the manifold content of\nthe phenomenal world is arranged and viewed under certain relations.\nThis pure form of sensibility I shall call pure intuition. Thus, if I\ntake away from our representation of a body all that the understanding\nthinks as belonging to it, as substance, force, divisibility, etc., and\nalso whatever belongs to sensation, as impenetrability, hardness,\ncolour, etc.; yet there is still something left us from this empirical\nintuition, namely, extension and shape. These belong to pure intuition,\nwhich exists à priori in the mind, as a mere form of sensibility, and\nwithout any real object of the senses or any sensation.\nThe science of all the principles of sensibility à priori, I call\ntranscendental æsthetic.[10] There must, then, be such a science\nforming the first part of the transcendental doctrine of elements, in\ncontradistinction to that part which contains the principles of pure\nthought, and which is called transcendental logic.\n[10] The Germans are the only people who at present use this word to\nindicate what others call the critique of taste. At the foundation of\nthis term lies the disappointed hope, which the eminent analyst,\nBaumgarten, conceived, of subjecting the criticism of the beautiful to\nprinciples of reason, and so of elevating its rules into a science.\nBut his endeavours were vain. For the said rules or criteria are, in\nrespect to their chief sources, merely empirical, consequently never\ncan serve as determinate laws à priori, by which our judgement in\nmatters of taste is to be directed. It is rather our judgement which\nforms the proper test as to the correctness of the principles. On this\naccount it is advisable to give up the use of the term as designating\nthe critique of taste, and to apply it solely to that doctrine, which\nis true science—the science of the laws of sensibility—and thus come\nnearer to the language and the sense of the ancients in their\nwell-known division of the objects of cognition into aiotheta kai\nnoeta, or to share it with speculative philosophy, and employ it\npartly in a transcendental, partly in a psychological signification.\nIn the science of transcendental æsthetic accordingly, we shall first\nisolate sensibility or the sensuous faculty, by separating from it all\nthat is annexed to its perceptions by the conceptions of understanding,\nso that nothing be left but empirical intuition. In the next place we\nshall take away from this intuition all that belongs to sensation, so\nthat nothing may remain but pure intuition, and the mere form of\nphenomena, which is all that the sensibility can afford à priori. From\nthis investigation it will be found that there are two pure forms of\nsensuous intuition, as principles of knowledge à priori, namely, space\nand time. To the consideration of these we shall now proceed.\nSECTION I. Of Space.\n§ 2. Metaphysical Exposition of this Conception.\nBy means of the external sense (a property of the mind), we represent\nto ourselves objects as without us, and these all in space. Herein\nalone are their shape, dimensions, and relations to each other\ndetermined or determinable. The internal sense, by means of which the\nmind contemplates itself or its internal state, gives, indeed, no\nintuition of the soul as an object; yet there is nevertheless a\ndeterminate form, under which alone the contemplation of our internal\nstate is possible, so that all which relates to the inward\ndeterminations of the mind is represented in relations of time. Of time\nwe cannot have any external intuition, any more than we can have an\ninternal intuition of space. What then are time and space? Are they\nreal existences? Or, are they merely relations or determinations of\nthings, such, however, as would equally belong to these things in\nthemselves, though they should never become objects of intuition; or,\nare they such as belong only to the form of intuition, and consequently\nto the subjective constitution of the mind, without which these\npredicates of time and space could not be attached to any object? In\norder to become informed on these points, we shall first give an\nexposition of the conception of space. By exposition, I mean the clear,\nthough not detailed, representation of that which belongs to a\nconception; and an exposition is metaphysical when it contains that\nwhich represents the conception as given à priori.\n1. Space is not a conception which has been derived from outward\nexperiences. For, in order that certain sensations may relate to\nsomething without me (that is, to something which occupies a different\npart of space from that in which I am); in like manner, in order that I\nmay represent them not merely as without, of, and near to each other,\nbut also in separate places, the representation of space must already\nexist as a foundation. Consequently, the representation of space cannot\nbe borrowed from the relations of external phenomena through\nexperience; but, on the contrary, this external experience is itself\nonly possible through the said antecedent representation.\n2. Space then is a necessary representation à priori, which serves for\nthe foundation of all external intuitions. We never can imagine or make\na representation to ourselves of the non-existence of space, though we\nmay easily enough think that no objects are found in it. It must,\ntherefore, be considered as the condition of the possibility of\nphenomena, and by no means as a determination dependent on them, and is\na representation à priori, which necessarily supplies the basis for\nexternal phenomena.\n3. Space is no discursive, or as we say, general conception of the\nrelations of things, but a pure intuition. For, in the first place, we\ncan only represent to ourselves one space, and, when we talk of divers\nspaces, we mean only parts of one and the same space. Moreover, these\nparts cannot antecede this one all-embracing space, as the component\nparts from which the aggregate can be made up, but can be cogitated\nonly as existing in it. Space is essentially one, and multiplicity in\nit, consequently the general notion of spaces, of this or that space,\ndepends solely upon limitations. Hence it follows that an à priori\nintuition (which is not empirical) lies at the root of all our\nconceptions of space. Thus, moreover, the principles of geometry—for\nexample, that “in a triangle, two sides together are greater than the\nthird,” are never deduced from general conceptions of line and\ntriangle, but from intuition, and this à priori, with apodeictic\ncertainty.\n4. Space is represented as an infinite given quantity. Now every\nconception must indeed be considered as a representation which is\ncontained in an infinite multitude of different possible\nrepresentations, which, therefore, comprises these under itself; but no\nconception, as such, can be so conceived, as if it contained within\nitself an infinite multitude of representations. Nevertheless, space is\nso conceived of, for all parts of space are equally capable of being\nproduced to infinity. Consequently, the original representation of\nspace is an intuition à priori, and not a conception.\n§ 3. Transcendental Exposition of the Conception of Space.\nBy a transcendental exposition, I mean the explanation of a conception,\nas a principle, whence can be discerned the possibility of other\nsynthetical à priori cognitions. For this purpose, it is requisite,\nfirstly, that such cognitions do really flow from the given conception;\nand, secondly, that the said cognitions are only possible under the\npresupposition of a given mode of explaining this conception.\nGeometry is a science which determines the properties of space\nsynthetically, and yet à priori. What, then, must be our representation\nof space, in order that such a cognition of it may be possible? It must\nbe originally intuition, for from a mere conception, no propositions\ncan be deduced which go out beyond the conception, and yet this happens\nin geometry. (Introd. V.) But this intuition must be found in the mind\nà priori, that is, before any perception of objects, consequently must\nbe pure, not empirical, intuition. For geometrical principles are\nalways apodeictic, that is, united with the consciousness of their\nnecessity, as: “Space has only three dimensions.” But propositions of\nthis kind cannot be empirical judgements, nor conclusions from them.\n(Introd. II.) Now, how can an external intuition anterior to objects\nthemselves, and in which our conception of objects can be determined à\npriori, exist in the human mind? Obviously not otherwise than in so far\nas it has its seat in the subject only, as the formal capacity of the\nsubject’s being affected by objects, and thereby of obtaining immediate\nrepresentation, that is, intuition; consequently, only as the form of\nthe external sense in general.\nThus it is only by means of our explanation that the possibility of\ngeometry, as a synthetical science à priori, becomes comprehensible.\nEvery mode of explanation which does not show us this possibility,\nalthough in appearance it may be similar to ours, can with the utmost\ncertainty be distinguished from it by these marks.\n§ 4. Conclusions from the foregoing Conceptions.\n(a) Space does not represent any property of objects as things in\nthemselves, nor does it represent them in their relations to each\nother; in other words, space does not represent to us any determination\nof objects such as attaches to the objects themselves, and would\nremain, even though all subjective conditions of the intuition were\nabstracted. For neither absolute nor relative determinations of objects\ncan be intuited prior to the existence of the things to which they\nbelong, and therefore not à priori.\n(b) Space is nothing else than the form of all phenomena of the\nexternal sense, that is, the subjective condition of the sensibility,\nunder which alone external intuition is possible. Now, because the\nreceptivity or capacity of the subject to be affected by objects\nnecessarily antecedes all intuitions of these objects, it is easily\nunderstood how the form of all phenomena can be given in the mind\nprevious to all actual perceptions, therefore à priori, and how it, as\na pure intuition, in which all objects must be determined, can contain\nprinciples of the relations of these objects prior to all experience.\nIt is therefore from the human point of view only that we can speak of\nspace, extended objects, etc. If we depart from the subjective\ncondition, under which alone we can obtain external intuition, or, in\nother words, by means of which we are affected by objects, the\nrepresentation of space has no meaning whatsoever. This predicate is\nonly applicable to things in so far as they appear to us, that is, are\nobjects of sensibility. The constant form of this receptivity, which we\ncall sensibility, is a necessary condition of all relations in which\nobjects can be intuited as existing without us, and when abstraction of\nthese objects is made, is a pure intuition, to which we give the name\nof space. It is clear that we cannot make the special conditions of\nsensibility into conditions of the possibility of things, but only of\nthe possibility of their existence as far as they are phenomena. And so\nwe may correctly say that space contains all which can appear to us\nexternally, but not all things considered as things in themselves, be\nthey intuited or not, or by whatsoever subject one will. As to the\nintuitions of other thinking beings, we cannot judge whether they are\nor are not bound by the same conditions which limit our own intuition,\nand which for us are universally valid. If we join the limitation of a\njudgement to the conception of the subject, then the judgement will\npossess unconditioned validity. For example, the proposition, “All\nobjects are beside each other in space,” is valid only under the\nlimitation that these things are taken as objects of our sensuous\nintuition. But if I join the condition to the conception and say, “All\nthings, as external phenomena, are beside each other in space,” then\nthe rule is valid universally, and without any limitation. Our\nexpositions, consequently, teach the reality (i.e., the objective\nvalidity) of space in regard of all which can be presented to us\nexternally as object, and at the same time also the ideality of space\nin regard to objects when they are considered by means of reason as\nthings in themselves, that is, without reference to the constitution of\nour sensibility. We maintain, therefore, the empirical reality of space\nin regard to all possible external experience, although we must admit\nits transcendental ideality; in other words, that it is nothing, so\nsoon as we withdraw the condition upon which the possibility of all\nexperience depends and look upon space as something that belongs to\nthings in themselves.\nBut, with the exception of space, there is no representation,\nsubjective and referring to something external to us, which could be\ncalled objective à priori. For there are no other subjective\nrepresentations from which we can deduce synthetical propositions à\npriori, as we can from the intuition of space. (See § 3.) Therefore, to\nspeak accurately, no ideality whatever belongs to these, although they\nagree in this respect with the representation of space, that they\nbelong merely to the subjective nature of the mode of sensuous\nperception; such a mode, for example, as that of sight, of hearing, and\nof feeling, by means of the sensations of colour, sound, and heat, but\nwhich, because they are only sensations and not intuitions, do not of\nthemselves give us the cognition of any object, least of all, an à\npriori cognition. My purpose, in the above remark, is merely this: to\nguard any one against illustrating the asserted ideality of space by\nexamples quite insufficient, for example, by colour, taste, etc.; for\nthese must be contemplated not as properties of things, but only as\nchanges in the subject, changes which may be different in different\nmen. For, in such a case, that which is originally a mere phenomenon, a\nrose, for example, is taken by the empirical understanding for a thing\nin itself, though to every different eye, in respect of its colour, it\nmay appear different. On the contrary, the transcendental conception of\nphenomena in space is a critical admonition, that, in general, nothing\nwhich is intuited in space is a thing in itself, and that space is not\na form which belongs as a property to things; but that objects are\nquite unknown to us in themselves, and what we call outward objects,\nare nothing else but mere representations of our sensibility, whose\nform is space, but whose real correlate, the thing in itself, is not\nknown by means of these representations, nor ever can be, but\nrespecting which, in experience, no inquiry is ever made.\nSECTION II. Of Time.\n§ 5. Metaphysical Exposition of this Conception.\n1. Time is not an empirical conception. For neither coexistence nor\nsuccession would be perceived by us, if the representation of time did\nnot exist as a foundation à priori. Without this presupposition we\ncould not represent to ourselves that things exist together at one and\nthe same time, or at different times, that is, contemporaneously, or in\nsuccession.\n2. Time is a necessary representation, lying at the foundation of all\nour intuitions. With regard to phenomena in general, we cannot think\naway time from them, and represent them to ourselves as out of and\nunconnected with time, but we can quite well represent to ourselves\ntime void of phenomena. Time is therefore given à priori. In it alone\nis all reality of phenomena possible. These may all be annihilated in\nthought, but time itself, as the universal condition of their\npossibility, cannot be so annulled.\n3. On this necessity à priori is also founded the possibility of\napodeictic principles of the relations of time, or axioms of time in\ngeneral, such as: “Time has only one dimension,” “Different times are\nnot coexistent but successive” (as different spaces are not successive\nbut coexistent). These principles cannot be derived from experience,\nfor it would give neither strict universality, nor apodeictic\ncertainty. We should only be able to say, “so common experience teaches\nus,” but not “it must be so.” They are valid as rules, through which,\nin general, experience is possible; and they instruct us respecting\nexperience, and not by means of it.\n4. Time is not a discursive, or as it is called, general conception,\nbut a pure form of the sensuous intuition. Different times are merely\nparts of one and the same time. But the representation which can only\nbe given by a single object is an intuition. Besides, the proposition\nthat different times cannot be coexistent could not be derived from a\ngeneral conception. For this proposition is synthetical, and therefore\ncannot spring out of conceptions alone. It is therefore contained\nimmediately in the intuition and representation of time.\n5. The infinity of time signifies nothing more than that every\ndetermined quantity of time is possible only through limitations of one\ntime lying at the foundation. Consequently, the original\nrepresentation, time, must be given as unlimited. But as the\ndeterminate representation of the parts of time and of every quantity\nof an object can only be obtained by limitation, the complete\nrepresentation of time must not be furnished by means of conceptions,\nfor these contain only partial representations. Conceptions, on the\ncontrary, must have immediate intuition for their basis.\n§ 6 Transcendental Exposition of the Conception of Time.\nI may here refer to what is said above (§ 5, 3), where, for or sake of\nbrevity, I have placed under the head of metaphysical exposition, that\nwhich is properly transcendental. Here I shall add that the conception\nof change, and with it the conception of motion, as change of place, is\npossible only through and in the representation of time; that if this\nrepresentation were not an intuition (internal) à priori, no\nconception, of whatever kind, could render comprehensible the\npossibility of change, in other words, of a conjunction of\ncontradictorily opposed predicates in one and the same object, for\nexample, the presence of a thing in a place and the non-presence of the\nsame thing in the same place. It is only in time that it is possible to\nmeet with two contradictorily opposed determinations in one thing, that\nis, after each other. Thus our conception of time explains the\npossibility of so much synthetical knowledge à priori, as is exhibited\nin the general doctrine of motion, which is not a little fruitful.\n§ 7. Conclusions from the above Conceptions.\n(a) Time is not something which subsists of itself, or which inheres in\nthings as an objective determination, and therefore remains, when\nabstraction is made of the subjective conditions of the intuition of\nthings. For in the former case, it would be something real, yet without\npresenting to any power of perception any real object. In the latter\ncase, as an order or determination inherent in things themselves, it\ncould not be antecedent to things, as their condition, nor discerned or\nintuited by means of synthetical propositions à priori. But all this is\nquite possible when we regard time as merely the subjective condition\nunder which all our intuitions take place. For in that case, this form\nof the inward intuition can be represented prior to the objects, and\nconsequently à priori.\n(b) Time is nothing else than the form of the internal sense, that is,\nof the intuitions of self and of our internal state. For time cannot be\nany determination of outward phenomena. It has to do neither with shape\nnor position; on the contrary, it determines the relation of\nrepresentations in our internal state. And precisely because this\ninternal intuition presents to us no shape or form, we endeavour to\nsupply this want by analogies, and represent the course of time by a\nline progressing to infinity, the content of which constitutes a series\nwhich is only of one dimension; and we conclude from the properties of\nthis line as to all the properties of time, with this single exception,\nthat the parts of the line are coexistent, whilst those of time are\nsuccessive. From this it is clear also that the representation of time\nis itself an intuition, because all its relations can be expressed in\nan external intuition.\n(c) Time is the formal condition à priori of all phenomena whatsoever.\nSpace, as the pure form of external intuition, is limited as a\ncondition à priori to external phenomena alone. On the other hand,\nbecause all representations, whether they have or have not external\nthings for their objects, still in themselves, as determinations of the\nmind, belong to our internal state; and because this internal state is\nsubject to the formal condition of the internal intuition, that is, to\ntime—time is a condition à priori of all phenomena whatsoever—the\nimmediate condition of all internal, and thereby the mediate condition\nof all external phenomena. If I can say à priori, “All outward\nphenomena are in space, and determined à priori according to the\nrelations of space,” I can also, from the principle of the internal\nsense, affirm universally, “All phenomena in general, that is, all\nobjects of the senses, are in time and stand necessarily in relations\nof time.”\nIf we abstract our internal intuition of ourselves and all external\nintuitions, possible only by virtue of this internal intuition and\npresented to us by our faculty of representation, and consequently take\nobjects as they are in themselves, then time is nothing. It is only of\nobjective validity in regard to phenomena, because these are things\nwhich we regard as objects of our senses. It no longer objective we,\nmake abstraction of the sensuousness of our intuition, in other words,\nof that mode of representation which is peculiar to us, and speak of\nthings in general. Time is therefore merely a subjective condition of\nour (human) intuition (which is always sensuous, that is, so far as we\nare affected by objects), and in itself, independently of the mind or\nsubject, is nothing. Nevertheless, in respect of all phenomena,\nconsequently of all things which come within the sphere of our\nexperience, it is necessarily objective. We cannot say, “All things are\nin time,” because in this conception of things in general, we abstract\nand make no mention of any sort of intuition of things. But this is the\nproper condition under which time belongs to our representation of\nobjects. If we add the condition to the conception, and say, “All\nthings, as phenomena, that is, objects of sensuous intuition, are in\ntime,” then the proposition has its sound objective validity and\nuniversality à priori.\nWhat we have now set forth teaches, therefore, the empirical reality of\ntime; that is, its objective validity in reference to all objects which\ncan ever be presented to our senses. And as our intuition is always\nsensuous, no object ever can be presented to us in experience, which\ndoes not come under the conditions of time. On the other hand, we deny\nto time all claim to absolute reality; that is, we deny that it,\nwithout having regard to the form of our sensuous intuition, absolutely\ninheres in things as a condition or property. Such properties as belong\nto objects as things in themselves never can be presented to us through\nthe medium of the senses. Herein consists, therefore, the\ntranscendental ideality of time, according to which, if we abstract the\nsubjective conditions of sensuous intuition, it is nothing, and cannot\nbe reckoned as subsisting or inhering in objects as things in\nthemselves, independently of its relation to our intuition. This\nideality, like that of space, is not to be proved or illustrated by\nfallacious analogies with sensations, for this reason—that in such\narguments or illustrations, we make the presupposition that the\nphenomenon, in which such and such predicates inhere, has objective\nreality, while in this case we can only find such an objective reality\nas is itself empirical, that is, regards the object as a mere\nphenomenon. In reference to this subject, see the remark in Section I\n(§ 4)\n§ 8. Elucidation.\nAgainst this theory, which grants empirical reality to time, but denies\nto it absolute and transcendental reality, I have heard from\nintelligent men an objection so unanimously urged that I conclude that\nit must naturally present itself to every reader to whom these\nconsiderations are novel. It runs thus: “Changes are real” (this the\ncontinual change in our own representations demonstrates, even though\nthe existence of all external phenomena, together with their changes,\nis denied). Now, changes are only possible in time, and therefore time\nmust be something real. But there is no difficulty in answering this. I\ngrant the whole argument. Time, no doubt, is something real, that is,\nit is the real form of our internal intuition. It therefore has\nsubjective reality, in reference to our internal experience, that is, I\nhave really the representation of time and of my determinations\ntherein. Time, therefore, is not to be regarded as an object, but as\nthe mode of representation of myself as an object. But if I could\nintuite myself, or be intuited by another being, without this condition\nof sensibility, then those very determinations which we now represent\nto ourselves as changes, would present to us a knowledge in which the\nrepresentation of time, and consequently of change, would not appear.\nThe empirical reality of time, therefore, remains, as the condition of\nall our experience. But absolute reality, according to what has been\nsaid above, cannot be granted it. Time is nothing but the form of our\ninternal intuition.[11] If we take away from it the special condition\nof our sensibility, the conception of time also vanishes; and it\ninheres not in the objects themselves, but solely in the subject (or\nmind) which intuites them.\n[11] I can indeed say “my representations follow one another, or are\nsuccessive”; but this means only that we are conscious of them as in a\nsuccession, that is, according to the form of the internal sense.\nTime, therefore, is not a thing in itself, nor is it any objective\ndetermination pertaining to, or inherent in things.\nBut the reason why this objection is so unanimously brought against our\ndoctrine of time, and that too by disputants who cannot start any\nintelligible arguments against the doctrine of the ideality of space,\nis this—they have no hope of demonstrating apodeictically the absolute\nreality of space, because the doctrine of idealism is against them,\naccording to which the reality of external objects is not capable of\nany strict proof. On the other hand, the reality of the object of our\ninternal sense (that is, myself and my internal state) is clear\nimmediately through consciousness. The former—external objects in\nspace—might be a mere delusion, but the latter—the object of my\ninternal perception—is undeniably real. They do not, however, reflect\nthat both, without question of their reality as representations, belong\nonly to the genus phenomenon, which has always two aspects, the one,\nthe object considered as a thing in itself, without regard to the mode\nof intuiting it, and the nature of which remains for this very reason\nproblematical, the other, the form of our intuition of the object,\nwhich must be sought not in the object as a thing in itself, but in the\nsubject to which it appears—which form of intuition nevertheless\nbelongs really and necessarily to the phenomenal object.\nTime and space are, therefore, two sources of knowledge, from which, à\npriori, various synthetical cognitions can be drawn. Of this we find a\nstriking example in the cognitions of space and its relations, which\nform the foundation of pure mathematics. They are the two pure forms of\nall intuitions, and thereby make synthetical propositions à priori\npossible. But these sources of knowledge being merely conditions of our\nsensibility, do therefore, and as such, strictly determine their own\nrange and purpose, in that they do not and cannot present objects as\nthings in themselves, but are applicable to them solely in so far as\nthey are considered as sensuous phenomena. The sphere of phenomena is\nthe only sphere of their validity, and if we venture out of this, no\nfurther objective use can be made of them. For the rest, this formal\nreality of time and space leaves the validity of our empirical\nknowledge unshaken; for our certainty in that respect is equally firm,\nwhether these forms necessarily inhere in the things themselves, or\nonly in our intuitions of them. On the other hand, those who maintain\nthe absolute reality of time and space, whether as essentially\nsubsisting, or only inhering, as modifications, in things, must find\nthemselves at utter variance with the principles of experience itself.\nFor, if they decide for the first view, and make space and time into\nsubstances, this being the side taken by mathematical natural\nphilosophers, they must admit two self-subsisting nonentities, infinite\nand eternal, which exist (yet without there being anything real) for\nthe purpose of containing in themselves everything that is real. If\nthey adopt the second view of inherence, which is preferred by some\nmetaphysical natural philosophers, and regard space and time as\nrelations (contiguity in space or succession in time), abstracted from\nexperience, though represented confusedly in this state of separation,\nthey find themselves in that case necessitated to deny the validity of\nmathematical doctrines à priori in reference to real things (for\nexample, in space)—at all events their apodeictic certainty. For such\ncertainty cannot be found in an à posteriori proposition; and the\nconceptions à priori of space and time are, according to this opinion,\nmere creations of the imagination, having their source really in\nexperience, inasmuch as, out of relations abstracted from experience,\nimagination has made up something which contains, indeed, general\nstatements of these relations, yet of which no application can be made\nwithout the restrictions attached thereto by nature. The former of\nthese parties gains this advantage, that they keep the sphere of\nphenomena free for mathematical science. On the other hand, these very\nconditions (space and time) embarrass them greatly, when the\nunderstanding endeavours to pass the limits of that sphere. The latter\nhas, indeed, this advantage, that the representations of space and time\ndo not come in their way when they wish to judge of objects, not as\nphenomena, but merely in their relation to the understanding. Devoid,\nhowever, of a true and objectively valid à priori intuition, they can\nneither furnish any basis for the possibility of mathematical\ncognitions à priori, nor bring the propositions of experience into\nnecessary accordance with those of mathematics. In our theory of the\ntrue nature of these two original forms of the sensibility, both\ndifficulties are surmounted.\nIn conclusion, that transcendental æsthetic cannot contain any more\nthan these two elements—space and time, is sufficiently obvious from\nthe fact that all other conceptions appertaining to sensibility, even\nthat of motion, which unites in itself both elements, presuppose\nsomething empirical. Motion, for example, presupposes the perception of\nsomething movable. But space considered in itself contains nothing\nmovable, consequently motion must be something which is found in space\nonly through experience—in other words, an empirical datum. In like\nmanner, transcendental æsthetic cannot number the conception of change\namong its data à priori; for time itself does not change, but only\nsomething which is in time. To acquire the conception of change,\ntherefore, the perception of some existing object and of the succession\nof its determinations, in one word, experience, is necessary.\n§ 9. General Remarks on Transcendental Æsthetic.\nI. In order to prevent any misunderstanding, it will be requisite, in\nthe first place, to recapitulate, as clearly as possible, what our\nopinion is with respect to the fundamental nature of our sensuous\ncognition in general. We have intended, then, to say that all our\nintuition is nothing but the representation of phenomena; that the\nthings which we intuite, are not in themselves the same as our\nrepresentations of them in intuition, nor are their relations in\nthemselves so constituted as they appear to us; and that if we take\naway the subject, or even only the subjective constitution of our\nsenses in general, then not only the nature and relations of objects in\nspace and time, but even space and time themselves disappear; and that\nthese, as phenomena, cannot exist in themselves, but only in us. What\nmay be the nature of objects considered as things in themselves and\nwithout reference to the receptivity of our sensibility is quite\nunknown to us. We know nothing more than our mode of perceiving them,\nwhich is peculiar to us, and which, though not of necessity pertaining\nto every animated being, is so to the whole human race. With this alone\nwe have to do. Space and time are the pure forms thereof; sensation the\nmatter. The former alone can we cognize à priori, that is, antecedent\nto all actual perception; and for this reason such cognition is called\npure intuition. The latter is that in our cognition which is called\ncognition à posteriori, that is, empirical intuition. The former\nappertain absolutely and necessarily to our sensibility, of whatsoever\nkind our sensations may be; the latter may be of very diversified\ncharacter. Supposing that we should carry our empirical intuition even\nto the very highest degree of clearness, we should not thereby advance\none step nearer to a knowledge of the constitution of objects as things\nin themselves. For we could only, at best, arrive at a complete\ncognition of our own mode of intuition, that is of our sensibility, and\nthis always under the conditions originally attaching to the subject,\nnamely, the conditions of space and time; while the question: “What are\nobjects considered as things in themselves?” remains unanswerable even\nafter the most thorough examination of the phenomenal world.\nTo say, then, that all our sensibility is nothing but the confused\nrepresentation of things containing exclusively that which belongs to\nthem as things in themselves, and this under an accumulation of\ncharacteristic marks and partial representations which we cannot\ndistinguish in consciousness, is a falsification of the conception of\nsensibility and phenomenization, which renders our whole doctrine\nthereof empty and useless. The difference between a confused and a\nclear representation is merely logical and has nothing to do with\ncontent. No doubt the conception of right, as employed by a sound\nunderstanding, contains all that the most subtle investigation could\nunfold from it, although, in the ordinary practical use of the word, we\nare not conscious of the manifold representations comprised in the\nconception. But we cannot for this reason assert that the ordinary\nconception is a sensuous one, containing a mere phenomenon, for right\ncannot appear as a phenomenon; but the conception of it lies in the\nunderstanding, and represents a property (the moral property) of\nactions, which belongs to them in themselves. On the other hand, the\nrepresentation in intuition of a body contains nothing which could\nbelong to an object considered as a thing in itself, but merely the\nphenomenon or appearance of something, and the mode in which we are\naffected by that appearance; and this receptivity of our faculty of\ncognition is called sensibility, and remains toto caelo different from\nthe cognition of an object in itself, even though we should examine the\ncontent of the phenomenon to the very bottom.\nIt must be admitted that the Leibnitz-Wolfian philosophy has assigned\nan entirely erroneous point of view to all investigations into the\nnature and origin of our cognitions, inasmuch as it regards the\ndistinction between the sensuous and the intellectual as merely\nlogical, whereas it is plainly transcendental, and concerns not merely\nthe clearness or obscurity, but the content and origin of both. For the\nfaculty of sensibility not only does not present us with an indistinct\nand confused cognition of objects as things in themselves, but, in\nfact, gives us no knowledge of these at all. On the contrary, so soon\nas we abstract in thought our own subjective nature, the object\nrepresented, with the properties ascribed to it by sensuous intuition,\nentirely disappears, because it was only this subjective nature that\ndetermined the form of the object as a phenomenon.\nIn phenomena, we commonly, indeed, distinguish that which essentially\nbelongs to the intuition of them, and is valid for the sensuous faculty\nof every human being, from that which belongs to the same intuition\naccidentally, as valid not for the sensuous faculty in general, but for\na particular state or organization of this or that sense. Accordingly,\nwe are accustomed to say that the former is a cognition which\nrepresents the object itself, whilst the latter presents only a\nparticular appearance or phenomenon thereof. This distinction, however,\nis only empirical. If we stop here (as is usual), and do not regard the\nempirical intuition as itself a mere phenomenon (as we ought to do), in\nwhich nothing that can appertain to a thing in itself is to be found,\nour transcendental distinction is lost, and we believe that we cognize\nobjects as things in themselves, although in the whole range of the\nsensuous world, investigate the nature of its objects as profoundly as\nwe may, we have to do with nothing but phenomena. Thus, we call the\nrainbow a mere appearance of phenomenon in a sunny shower, and the\nrain, the reality or thing in itself; and this is right enough, if we\nunderstand the latter conception in a merely physical sense, that is,\nas that which in universal experience, and under whatever conditions of\nsensuous perception, is known in intuition to be so and so determined,\nand not otherwise. But if we consider this empirical datum generally,\nand inquire, without reference to its accordance with all our senses,\nwhether there can be discovered in it aught which represents an object\nas a thing in itself (the raindrops of course are not such, for they\nare, as phenomena, empirical objects), the question of the relation of\nthe representation to the object is transcendental; and not only are\nthe raindrops mere phenomena, but even the circular form, nay, the\nspace itself through which they fall, is nothing in itself, but both\nare mere modifications or fundamental dispositions of our sensuous\nintuition, whilst the transcendental object remains for us utterly\nunknown.\nThe second important concern of our æsthetic is that it does not obtain\nfavour merely as a plausible hypothesis, but possess as undoubted a\ncharacter of certainty as can be demanded of any theory which is to\nserve for an organon. In order fully to convince the reader of this\ncertainty, we shall select a case which will serve to make its validity\napparent, and also to illustrate what has been said in § 3.\nSuppose, then, that space and time are in themselves objective, and\nconditions of the—possibility of objects as things in themselves. In\nthe first place, it is evident that both present us, with very many\napodeictic and synthetic propositions à priori, but especially\nspace—and for this reason we shall prefer it for investigation at\npresent. As the propositions of geometry are cognized synthetically à\npriori, and with apodeictic certainty, I inquire: Whence do you obtain\npropositions of this kind, and on what basis does the understanding\nrest, in order to arrive at such absolutely necessary and universally\nvalid truths?\nThere is no other way than through intuitions or conceptions, as such;\nand these are given either à priori or à posteriori. The latter,\nnamely, empirical conceptions, together with the empirical intuition on\nwhich they are founded, cannot afford any synthetical proposition,\nexcept such as is itself also empirical, that is, a proposition of\nexperience. But an empirical proposition cannot possess the qualities\nof necessity and absolute universality, which, nevertheless, are the\ncharacteristics of all geometrical propositions. As to the first and\nonly means to arrive at such cognitions, namely, through mere\nconceptions or intuitions à priori, it is quite clear that from mere\nconceptions no synthetical cognitions, but only analytical ones, can be\nobtained. Take, for example, the proposition: “Two straight lines\ncannot enclose a space, and with these alone no figure is possible,”\nand try to deduce it from the conception of a straight line and the\nnumber two; or take the proposition: “It is possible to construct a\nfigure with three straight lines,” and endeavour, in like manner, to\ndeduce it from the mere conception of a straight line and the number\nthree. All your endeavours are in vain, and you find yourself forced to\nhave recourse to intuition, as, in fact, geometry always does. You\ntherefore give yourself an object in intuition. But of what kind is\nthis intuition? Is it a pure à priori, or is it an empirical intuition?\nIf the latter, then neither an universally valid, much less an\napodeictic proposition can arise from it, for experience never can give\nus any such proposition. You must, therefore, give yourself an object à\npriori in intuition, and upon that ground your synthetical proposition.\nNow if there did not exist within you a faculty of intuition à priori;\nif this subjective condition were not in respect to its form also the\nuniversal condition à priori under which alone the object of this\nexternal intuition is itself possible; if the object (that is, the\ntriangle) were something in itself, without relation to you the\nsubject; how could you affirm that that which lies necessarily in your\nsubjective conditions in order to construct a triangle, must also\nnecessarily belong to the triangle in itself? For to your conceptions\nof three lines, you could not add anything new (that is, the figure);\nwhich, therefore, must necessarily be found in the object, because the\nobject is given before your cognition, and not by means of it. If,\ntherefore, space (and time also) were not a mere form of your\nintuition, which contains conditions à priori, under which alone things\ncan become external objects for you, and without which subjective\nconditions the objects are in themselves nothing, you could not\nconstruct any synthetical proposition whatsoever regarding external\nobjects. It is therefore not merely possible or probable, but\nindubitably certain, that space and time, as the necessary conditions\nof all our external and internal experience, are merely subjective\nconditions of all our intuitions, in relation to which all objects are\ntherefore mere phenomena, and not things in themselves, presented to us\nin this particular manner. And for this reason, in respect to the form\nof phenomena, much may be said à priori, whilst of the thing in itself,\nwhich may lie at the foundation of these phenomena, it is impossible to\nsay anything.\nII. In confirmation of this theory of the ideality of the external as\nwell as internal sense, consequently of all objects of sense, as mere\nphenomena, we may especially remark that all in our cognition that\nbelongs to intuition contains nothing more than mere relations. (The\nfeelings of pain and pleasure, and the will, which are not cognitions,\nare excepted.) The relations, to wit, of place in an intuition\n(extension), change of place (motion), and laws according to which this\nchange is determined (moving forces). That, however, which is present\nin this or that place, or any operation going on, or result taking\nplace in the things themselves, with the exception of change of place,\nis not given to us by intuition. Now by means of mere relations, a\nthing cannot be known in itself; and it may therefore be fairly\nconcluded, that, as through the external sense nothing but mere\nrepresentations of relations are given us, the said external sense in\nits representation can contain only the relation of the object to the\nsubject, but not the essential nature of the object as a thing in\nitself.\nThe same is the case with the internal intuition, not only because, in\nthe internal intuition, the representation of the external senses\nconstitutes the material with which the mind is occupied; but because\ntime, in which we place, and which itself antecedes the consciousness\nof, these representations in experience, and which, as the formal\ncondition of the mode according to which objects are placed in the\nmind, lies at the foundation of them, contains relations of the\nsuccessive, the coexistent, and of that which always must be coexistent\nwith succession, the permanent. Now that which, as representation, can\nantecede every exercise of thought (of an object), is intuition; and\nwhen it contains nothing but relations, it is the form of the\nintuition, which, as it presents us with no representation, except in\nso far as something is placed in the mind, can be nothing else than the\nmode in which the mind is affected by its own activity, to wit—its\npresenting to itself representations, consequently the mode in which\nthe mind is affected by itself; that is, it can be nothing but an\ninternal sense in respect to its form. Everything that is represented\nthrough the medium of sense is so far phenomenal; consequently, we must\neither refuse altogether to admit an internal sense, or the subject,\nwhich is the object of that sense, could only be represented by it as\nphenomenon, and not as it would judge of itself, if its intuition were\npure spontaneous activity, that is, were intellectual. The difficulty\nhere lies wholly in the question: How can the subject have an internal\nintuition of itself? But this difficulty is common to every theory. The\nconsciousness of self (apperception) is the simple representation of\nthe “ego”; and if by means of that representation alone, all the\nmanifold representations in the subject were spontaneously given, then\nour internal intuition would be intellectual. This consciousness in man\nrequires an internal perception of the manifold representations which\nare previously given in the subject; and the manner in which these\nrepresentations are given in the mind without spontaneity, must, on\naccount of this difference (the want of spontaneity), be called\nsensibility. If the faculty of self-consciousness is to apprehend what\nlies in the mind, it must all act that and can in this way alone\nproduce an intuition of self. But the form of this intuition, which\nlies in the original constitution of the mind, determines, in the\nrepresentation of time, the manner in which the manifold\nrepresentations are to combine themselves in the mind; since the\nsubject intuites itself, not as it would represent itself immediately\nand spontaneously, but according to the manner in which the mind is\ninternally affected, consequently, as it appears, and not as it is.\nIII. When we say that the intuition of external objects, and also the\nself-intuition of the subject, represent both, objects and subject, in\nspace and time, as they affect our senses, that is, as they appear—this\nis by no means equivalent to asserting that these objects are mere\nillusory appearances. For when we speak of things as phenomena, the\nobjects, nay, even the properties which we ascribe to them, are looked\nupon as really given; only that, in so far as this or that property\ndepends upon the mode of intuition of the subject, in the relation of\nthe given object to the subject, the object as phenomenon is to be\ndistinguished from the object as a thing in itself. Thus I do not say\nthat bodies seem or appear to be external to me, or that my soul seems\nmerely to be given in my self-consciousness, although I maintain that\nthe properties of space and time, in conformity to which I set both, as\nthe condition of their existence, abide in my mode of intuition, and\nnot in the objects in themselves. It would be my own fault, if out of\nthat which I should reckon as phenomenon, I made mere illusory\nappearance.[12] But this will not happen, because of our principle of\nthe ideality of all sensuous intuitions. On the contrary, if we ascribe\nobjective reality to these forms of representation, it becomes\nimpossible to avoid changing everything into mere appearance. For if we\nregard space and time as properties, which must be found in objects as\nthings in themselves, as sine quibus non of the possibility of their\nexistence, and reflect on the absurdities in which we then find\nourselves involved, inasmuch as we are compelled to admit the existence\nof two infinite things, which are nevertheless not substances, nor\nanything really inhering in substances, nay, to admit that they are the\nnecessary conditions of the existence of all things, and moreover, that\nthey must continue to exist, although all existing things were\nannihilated—we cannot blame the good Berkeley for degrading bodies to\nmere illusory appearances. Nay, even our own existence, which would in\nthis case depend upon the self-existent reality of such a mere\nnonentity as time, would necessarily be changed with it into mere\nappearance—an absurdity which no one has as yet been guilty of.\n[12] The predicates of the phenomenon can be affixed to the object\nitself in relation to our sensuous faculty; for example, the red\ncolour or the perfume to the rose. But (illusory) appearance never can\nbe attributed as a predicate to an object, for this very reason, that\nit attributes to this object in itself that which belongs to it only\nin relation to our sensuous faculty, or to the subject in general,\ne.g., the two handles which were formerly ascribed to Saturn. That\nwhich is never to be found in the object itself, but always in the\nrelation of the object to the subject, and which moreover is\ninseparable from our representation of the object, we denominate\nphenomenon. Thus the predicates of space and time are rightly\nattributed to objects of the senses as such, and in this there is no\nillusion. On the contrary, if I ascribe redness of the rose as a thing\nin itself, or to Saturn his handles, or extension to all external\nobjects, considered as things in themselves, without regarding the\ndeterminate relation of these objects to the subject, and without\nlimiting my judgement to that relation—then, and then only, arises\nillusion.\nIV. In natural theology, where we think of an object—God—which never\ncan be an object of intuition to us, and even to himself can never be\nan object of sensuous intuition, we carefully avoid attributing to his\nintuition the conditions of space and time—and intuition all his\ncognition must be, and not thought, which always includes limitation.\nBut with what right can we do this if we make them forms of objects as\nthings in themselves, and such, moreover, as would continue to exist as\nà priori conditions of the existence of things, even though the things\nthemselves were annihilated? For as conditions of all existence in\ngeneral, space and time must be conditions of the existence of the\nSupreme Being also. But if we do not thus make them objective forms of\nall things, there is no other way left than to make them subjective\nforms of our mode of intuition—external and internal; which is called\nsensuous, because it is not primitive, that is, is not such as gives in\nitself the existence of the object of the intuition (a mode of\nintuition which, so far as we can judge, can belong only to the\nCreator), but is dependent on the existence of the object, is possible,\ntherefore, only on condition that the representative faculty of the\nsubject is affected by the object.\nIt is, moreover, not necessary that we should limit the mode of\nintuition in space and time to the sensuous faculty of man. It may well\nbe that all finite thinking beings must necessarily in this respect\nagree with man (though as to this we cannot decide), but sensibility\ndoes not on account of this universality cease to be sensibility, for\nthis very reason, that it is a deduced (intuitus derivativus), and not\nan original (intuitus originarius), consequently not an intellectual\nintuition, and this intuition, as such, for reasons above mentioned,\nseems to belong solely to the Supreme Being, but never to a being\ndependent, quoad its existence, as well as its intuition (which its\nexistence determines and limits relatively to given objects). This\nlatter remark, however, must be taken only as an illustration, and not\nas any proof of the truth of our æsthetical theory.\n§ 10. Conclusion of the Transcendental Æsthetic.\nWe have now completely before us one part of the solution of the grand\ngeneral problem of transcendental philosophy, namely, the question:\n“How are synthetical propositions à priori possible?” That is to say,\nwe have shown that we are in possession of pure à priori intuitions,\nnamely, space and time, in which we find, when in a judgement à priori\nwe pass out beyond the given conception, something which is not\ndiscoverable in that conception, but is certainly found à priori in the\nintuition which corresponds to the conception, and can be united\nsynthetically with it. But the judgements which these pure intuitions\nenable us to make, never reach farther than to objects of the senses,\nand are valid only for objects of possible experience.", "source": "critique_of_pure_reason.txt"}
