{"text": "Groundwork of the Metaphysics of Morals\nPREFACE\nAncient Greek philosophy was divided into three sciences: physics,\nethics, and logic. This division is perfectly suitable to the nature of\nthe thing; and the only improvement that can be made in it is to add\nthe principle on which it is based, so that we may both satisfy\nourselves of its completeness, and also be able to determine correctly\nthe necessary subdivisions.\nAll rational knowledge is either material or formal: the former\nconsiders some object, the latter is concerned only with the form of\nthe understanding and of the reason itself, and with the universal\nlaws of thought in general without distinction of its objects. Formal\nphilosophy is called logic. Material philosophy, however, has to do\nwith determinate objects and the laws to which they are subject, is\nagain twofold; for these laws are either laws of nature or of freedom.\nThe science of the former is physics, that of the latter, ethics; they\nare also termed natural philosophy and moral philosophy respectively.\n...\nSECTION I\nTRANSITION FROM THE COMMON RATIONAL KNOWLEDGE OF MORALITY TO THE\nPHILOSOPHICAL\nNothing can possibly be conceived in the world, or even out of it,\nwhich can be called good, without qualification, except a good will.\nIntelligence, wit, judgement, and the other talents of the mind,\nhowever they may be named, or courage, resolution, perseverance, as\nqualities of temperament, are undoubtedly good and desirable in many\nrespects; but these gifts of nature may also become extremely bad and\nmischievous if the will which is to make use of them, and which,\ntherefore, constitutes what is called character, is not good. It is the\nsame with the gifts of fortune. Power, riches, honour, even health, and\nthe general well-being and contentment with one's condition which is\ncalled happiness, inspire pride, and often presumption, if there is not\na good will to correct the influence of these on the mind, and with\nthis also to rectify the whole principle of acting and adapt it to its\nend. The sight of a being who is not adorned with a single feature of a\npure and good will, enjoying unbroken prosperity, can never give\npleasure to an impartial rational spectator. Thus a good will appears\nto constitute the indispensable condition even of being worthy of\nhappiness.\n...\nThe categorical imperative would be that which represented an action as\nnecessary of itself without reference to another end, i.e., as\nobjectively necessary.\n...\nThere is therefore but one categorical imperative, namely, this: Act\nonly on that maxim whereby thou canst at the same time will that it\nshould become a universal law.", "source": "groundwork_metaphysics_morals.txt"}
{"text": "The Critique of Pure Reason\nI. THEME OF THE FIRST CRITIQUE\nHuman reason, in one sphere of its cognition, is called upon to consider\nquestions, which it cannot decline, as they are presented by its own\nnature, but which it cannot answer, as they transcend every faculty of\nthe mind.\nIt falls into this difficulty without any fault of its own. It begins\nwith principles, which cannot be dispensed with in the field of\nexperience, and the truth and sufficiency of which are, at the same\ntime, insured by experience. With these principles it rises, in\nobedience to the laws of its own nature, to ever higher and more remote\nconditions. But it quickly discovers that, in this way, its labour must\nremain ever incomplete, because new questions never cease to present\nthemselves; and thus it finds itself compelled to have recourse to\nprinciples which transcend the region of experience, while they are\nregarded by common sense without distrust. It thus falls into confusion\nand contradictions, from which it conjectures the presence of latent\nerrors, which, however, it is unable to discover, because the principles\nit employs, transcending the limits of experience, cannot be tested by\nthat criterion. The arena of these endless contests is called\nMetaphysic.\nTime was, when she was the queen of all the sciences; and, if we take\nthe will for the deed, she certainly deserves, so far as regards the\nhigh importance of her object-matter, this title of honour. Now, it is\nthe fashion of the time to heap contempt and scorn upon her; and the\nmatron mourns, forlorn and forsaken, like Hecuba:\nModo maxima rerum,\nTot generis, natisque potens...\nNunc trahor exul, inops.\n...\nFor the chief question is always simply this: \"What and how much can\nthe understanding and reason know apart from all experience?\" not:\n\"How is the faculty of thought itself possible?\" The first only is\nnecessary to the determination of the nature of the instrument, the\ntruth of the result to be aimed at; the latter is merely an auxiliary\nstudy, but one which we cannot entirely dispense with.\n...\nI have therefore found it necessary to deny knowledge, in order to make\nroom for faith. The dogmatism of metaphysics, that is, the presumption\nthat it is possible to make progress in metaphysics without previous\ncriticism of pure reason, is the true source of all that unbelief,\nalways very dogmatic, which wars against morality.", "source": "critique_of_pure_reason.txt"}
