{"text": "Introduction\nI. Of the difference between Pure and Empirical Knowledge\nThat all our knowledge begins with experience there can be no doubt.\nFor how is it possible that the faculty of cognition should be awakened\ninto exercise otherwise than by means of objects which affect our\nsenses, and partly of themselves produce representations, partly rouse\nour powers of understanding into activity, to compare to connect, or to\nseparate these, and so to convert the raw material of our sensuous\nimpressions into a knowledge of objects, which is called experience? In\nrespect of time, therefore, no knowledge of ours is antecedent to\nexperience, but begins with it.\nBut, though all our knowledge begins with experience, it by no means\nfollows that all arises out of experience. For, on the contrary, it is\nquite possible that our empirical knowledge is a compound of that which\nwe receive through impressions, and that which the faculty of cognition\nsupplies from itself (sensuous impressions giving merely the occasion),\nan addition which we cannot distinguish from the original element given\nby sense, till long practice has made us attentive to, and skilful in\nseparating it. It is, therefore, a question which requires close\ninvestigation, and not to be answered at first sight, whether there\nexists a knowledge altogether independent of experience, and even of\nall sensuous impressions? Knowledge of this kind is called à priori, in\ncontradistinction to empirical knowledge, which has its sources à\nposteriori, that is, in experience.\nBut the expression, “à priori,” is not as yet definite enough\nadequately to indicate the whole meaning of the question above started.\nFor, in speaking of knowledge which has its sources in experience, we\nare wont to say, that this or that may be known à priori, because we do\nnot derive this knowledge immediately from experience, but from a\ngeneral rule, which, however, we have itself borrowed from experience.\nThus, if a man undermined his house, we say, “he might know à priori\nthat it would have fallen;” that is, he needed not to have waited for\nthe experience that it did actually fall. But still, à priori, he could\nnot know even this much. For, that bodies are heavy, and, consequently,\nthat they fall when their supports are taken away, must have been known\nto him previously, by means of experience.\nBy the term “knowledge à priori,” therefore, we shall in the sequel\nunderstand, not such as is independent of this or that kind of\nexperience, but such as is absolutely so of all experience. Opposed to\nthis is empirical knowledge, or that which is possible only à\nposteriori, that is, through experience. Knowledge à priori is either\npure or impure. Pure knowledge à priori is that with which no empirical\nelement is mixed up. For example, the proposition, “Every change has a\ncause,” is a proposition à priori, but impure, because change is a\nconception which can only be derived from experience.\nII. The Human Intellect, even in an Unphilosophical State, is in Possession\nof Certain Cognitions “à priori”.\nThe question now is as to a criterion, by which we may securely\ndistinguish a pure from an empirical cognition. Experience no doubt\nteaches us that this or that object is constituted in such and such a\nmanner, but not that it could not possibly exist otherwise. Now, in the\nfirst place, if we have a proposition which contains the idea of\nnecessity in its very conception, it is priori. If, moreover, it is not\nderived from any other proposition, unless from one equally involving\nthe idea of necessity, it is absolutely priori. Secondly, an empirical\njudgement never exhibits strict and absolute, but only assumed and\ncomparative universality (by induction); therefore, the most we can say\nis—so far as we have hitherto observed, there is no exception to this\nor that rule. If, on the other hand, a judgement carries with it strict\nand absolute universality, that is, admits of no possible exception, it\nis not derived from experience, but is valid absolutely à priori.\nEmpirical universality is, therefore, only an arbitrary extension of\nvalidity, from that which may be predicated of a proposition valid in\nmost cases, to that which is asserted of a proposition which holds good\nin all; as, for example, in the affirmation, “All bodies are heavy.”\nWhen, on the contrary, strict universality characterizes a judgement,\nit necessarily indicates another peculiar source of knowledge, namely,\na faculty of cognition à priori. Necessity and strict universality,\ntherefore, are infallible tests for distinguishing pure from empirical\nknowledge, and are inseparably connected with each other. But as in the\nuse of these criteria the empirical limitation is sometimes more easily\ndetected than the contingency of the judgement, or the unlimited\nuniversality which we attach to a judgement is often a more convincing\nproof than its necessity, it may be advisable to use the criteria\nseparately, each being by itself infallible.\nNow, that in the sphere of human cognition we have judgements which are\nnecessary, and in the strictest sense universal, consequently pure à\npriori, it will be an easy matter to show. If we desire an example from\nthe sciences, we need only take any proposition in mathematics. If we\ncast our eyes upon the commonest operations of the understanding, the\nproposition, “Every change must have a cause,” will amply serve our\npurpose. In the latter case, indeed, the conception of a cause so\nplainly involves the conception of a necessity of connection with an\neffect, and of a strict universality of the law, that the very notion\nof a cause would entirely disappear, were we to derive it, like Hume,\nfrom a frequent association of what happens with that which precedes;\nand the habit thence originating of connecting representations—the\nnecessity inherent in the judgement being therefore merely subjective.\nBesides, without seeking for such examples of principles existing à\npriori in cognition, we might easily show that such principles are the\nindispensable basis of the possibility of experience itself, and\nconsequently prove their existence à priori. For whence could our\nexperience itself acquire certainty, if all the rules on which it\ndepends were themselves empirical, and consequently fortuitous? No one,\ntherefore, can admit the validity of the use of such rules as first\nprinciples. But, for the present, we may content ourselves with having\nestablished the fact, that we do possess and exercise a faculty of pure\nà priori cognition; and, secondly, with having pointed out the proper\ntests of such cognition, namely, universality and necessity.\nNot only in judgements, however, but even in conceptions, is an à\npriori origin manifest. For example, if we take away by degrees from\nour conceptions of a body all that can be referred to mere sensuous\nexperience—colour, hardness or softness, weight, even\nimpenetrability—the body will then vanish; but the space which it\noccupied still remains, and this it is utterly impossible to annihilate\nin thought. Again, if we take away, in like manner, from our empirical\nconception of any object, corporeal or incorporeal, all properties\nwhich mere experience has taught us to connect with it, still we cannot\nthink away those through which we cogitate it as substance, or adhering\nto substance, although our conception of substance is more determined\nthan that of an object. Compelled, therefore, by that necessity with\nwhich the conception of substance forces itself upon us, we must\nconfess that it has its seat in our faculty of cognition à priori.", "source": "critique_of_pure_reason_excerpt.txt"}
