{"text": "Title: Critique of Pure Reason\nAuthor: Immanuel Kant\nTime is not an empirical concept that has been derived from any experience. For neither coexistence nor succession would ever come within our perception, if the representation of time were not a priori at the foundation of them. Only on the presupposition of time can we represent to ourselves a number of things as existing at one and the same time (simultaneously) or at different times (successively).\nTime is a necessary representation that underlies all intuitions. We cannot, in respect of appearances in general, remove time itself, though we can quite well think of time as void of appearances. Time is, therefore, given a priori. In it alone is universality of appearances possible. The latter could all be done away with, but time itself (as the universal condition of their possibility) cannot be removed.\nSpace is not a discursive or, as is said, general concept of relations of things in general, but a pure intuition. For, in the first place, we can represent to ourselves only one space; and if we speak of diverse spaces, we mean thereby only parts of one and the same unique space. Secondly, these parts cannot precede the one all-embracing space, as being, as it were, constituents out of which it can be composed; on the contrary, they can be thought only as existing in it. Space is essentially one; the manifold in it, and therefore the general concept of spaces, depends solely on [the introduction of] limitations. Hence it follows that an a priori intuition (which is not empirical) underlies all concepts of space.\nThoughts without content are empty, intuitions without concepts are blind. It is, therefore, just as necessary to make our concepts sensible, that is, to add the object to them in intuition, as to make our intuitions intelligible, that is, to bring them under concepts. These two powers or capacities cannot exchange their functions. The understanding can intuit nothing, the senses can think nothing. Only through their union can knowledge arise.", "source": "critique_excerpt.txt"}
