{"text": "GROUNDWORK OF THE METAPHYSICS OF MORALS\nPREFACE\nAncient Greek philosophy was divided into three sciences: physics, ethics, and logic. This division is perfectly suitable to the nature of the thing; and the only improvement that can be made in it is to add the principle on which it is based, so that we may both satisfy ourselves of its completeness, and also be able to determine correctly the necessary subdivisions.\nAll rational knowledge is either material or formal: the former considers some object, the latter is concerned only with the form of the understanding and of the reason itself, and with the universal laws of thought in general without distinction of its objects. Formal philosophy is called logic. Material philosophy, however, has to do with determinate objects and the laws to which they are subject, is again twofold; for these laws are either laws of nature or of freedom. The science of the former is physics, that of the latter, ethics; they are also called natural philosophy and moral philosophy respectively.\nLogic cannot have any empirical part; that is, a part in which the universal and necessary laws of thought would rest on grounds taken from experience; otherwise it would not be logic, i.e., a canon for the understanding or the reason, valid for all thought and capable of demonstration. Natural and moral philosophy, on the contrary, can each have their empirical part, since the former has to determine the laws of nature as an object of experience; the latter the laws of the human will, so far as it is affected by nature: the former, however, being laws according to which everything does happen; the latter, laws according to which everything ought to happen. Ethics, however, must also consider the conditions under which what ought to happen frequently does not.\nWe may call all philosophy empirical, so far as it is based on grounds of experience: on the other hand, that which delivers its doctrines from a priori principles alone we may call pure philosophy. When the latter is merely formal it is logic; if it is restricted to definite objects of the understanding it is metaphysic.\nIn this way there arises the idea of a twofold metaphysic- a metaphysic of nature and a metaphysic of morals. Physics will thus have an empirical and also a rational part. Ethics likewise; but here the empirical part might have the special name of practical anthropology, the name morality being appropriated to the rational part.\nSECTION I\nTRANSITION FROM THE COMMON RATIONAL KNOWLEDGE OF MORALITY TO THE PHILOSOPHICAL\nNothing can possibly be conceived in the world, or even out of it, which can be called good, without qualification, except a good will. Intelligence, wit, judgment, and the other talents of the mind, however they may be named, or courage, resolution, perseverance, as qualities of temperament, are undoubtedly good and desirable in many respects; but these gifts of nature may also become extremely bad and mischievous if the will which is to make use of them, and which, therefore, constitutes what is called character, is not good. It is the same with the gifts of fortune. Power, riches, honor, even health, and the general well-being and contentment with one's condition which is called happiness, inspire pride, and often presumption, if there is not a good will to correct the influence of these on the mind, and with this also to rectify the whole principle of acting and adapt it to its end. The sight of a being who is not adorned with a single feature of a pure and good will, enjoying unbroken prosperity, can never give pleasure to an impartial rational spectator. Thus a good will appears to constitute the indispensable condition even of being worthy of happiness.\nThere are even some qualities which are of service to this good will itself and may facilitate its action, yet which have no intrinsic unconditional value, but always presuppose a good will, and this qualifies the esteem that we justly have for them and permits us to regard them as absolutely good. Moderation in the affections and passions, self-control, and calm deliberation are not only good in many respects, but even seem to constitute part of the intrinsic worth of the person; but they are far from deserving to be called good without qualification, although they have been so unconditionally praised by the ancients. For without the principles of a good will, they may become extremely bad. The coolness of a villain not only makes him far more dangerous, but also directly makes him more abominable in our eyes than he would have been without it.\nA good will is good not because of what it performs or effects, not by its aptness for the attainment of some proposed end, but simply by virtue of the volition; that is, it is good in itself, and considered by itself is to be esteemed much higher than all that can be brought about by it in favour of any inclination, nay even of the sum total of all inclinations. Even if it should happen that, owing to special disfavour of fortune, or the niggardly provision of a step-motherly nature, this will should wholly lack power to accomplish its purpose, if with its greatest efforts it should yet achieve nothing, and there should remain only the good will (not, to be sure, a mere wish, but the summoning of all means in our power), then, like a jewel, it would still shine by its own light, as a thing which has its whole value in itself. Its usefulness or fruitlessness can neither add nothing to this value nor take anything away from it. It would be, as it were, only the setting to enable us to handle it the more conveniently in common commerce, or to attract to it the attention of those who are not yet connoisseurs, but not to recommend it to true connoisseurs, or to determine its value.\nThere is, however, something so strange in this idea of the absolute value of the mere will, in which no account is taken of its utility, that notwithstanding the thorough assent of even common reason to the idea, yet a suspicion must arise that it may perhaps really be the product of mere high-flown fancy, and that we may have misunderstood the purpose of nature in assigning reason as the governor of our will. Therefore we will examine this idea from this point of view.\nIn the physical constitution of an organized being, that is, a being adapted suitably to the purposes of life, we assume it as a fundamental principle that no organ for any purpose will be found but what is also the fittest and best adapted for that purpose. Now in a being which has reason and a will, if the proper object of nature were its preservation, its welfare, in a word, its happiness, then nature would have hit upon a very bad arrangement in selecting the reason of the creature to carry out this purpose. For all the actions which the creature has to perform with a view to this purpose, and the whole rule of its conduct, would be far more surely prescribed to it by instinct, and that end would have been attained thereby much more certainly than it ever can be by reason. Should reason have been communicated to this favored creature over and above, it must only have served it to contemplate the happy constitution of its nature, to admire it, to congratulate itself thereon, and to feel thankful for it to the beneficent cause, but not that it should submit its desires to that weak and delusive guidance and meddle with the purpose of nature. In a word, nature would have taken care that reason should not break forth into practical exercise, nor have the presumption, with its weak insight, to think out for itself the plan of happiness, and of the means of attaining it. Nature would not only have taken on herself the choice of the ends, but also of the means, and with wise foresight would have entrusted both to instinct.\nAnd, in fact, we find that the more a cultivated reason applies itself with deliberate purpose to the enjoyment of life and happiness, so much the more does the man fail of true satisfaction. And from this circumstance there arises in many, if they are candid enough to confess it, a certain degree of misology, that is, hatred of reason, especially in the case of those who are most experienced in the use of it, because after calculating all the advantages they derive, I do not say from the invention of all the arts of common luxury, but even from the sciences (which seem to them to be after all only a luxury of the understanding), they find that they have, in fact, only brought more trouble on their shoulders, rather than gained in happiness; and they end by envying, rather than despising, the more common stamp of men who keep closer to the guidance of mere instinct and do not allow their reason much influence on their conduct. And this we must admit, that the judgment of those who would very much lower the lofty eulogies of the advantages which reason gives us in regard to the happiness and satisfaction of life, or who would even reduce them below zero, is by no means morose or ungrateful to the goodness with which the world is governed, but that there lies at the root of these judgments the idea that the existence of reason has another and far more worthy purpose, for which and not for happiness, man is destined by nature, and to which, therefore, as a supreme condition, the private views of the man must, for the most part, yield.\nFor as reason is not competent to guide the will with certainty in regard to its objects and the satisfaction of all our wants (which it to some extent even multiplies), this being an end to which an implanted instinct would have led with much greater certainty; and since, nevertheless, reason is imparted to us as a practical faculty, i.e., as one which is to have influence on the will, therefore, admitting that nature generally in the distribution of her capacities has adapted the means to the end, its true destination must be to produce a will, not merely good as a means to something else, but good in itself, for which reason was absolutely necessary. This will then, though not indeed the sole and complete good, must be the supreme good and the condition of every other, even of the desire of happiness. Under these circumstances, there is nothing inconsistent with the wisdom of nature in the fact that the cultivation of reason, which is requisite for the first and unconditional purpose, does in many ways interfere, at least in this life, with the attainment of the second, which is always conditional, namely, happiness. Nay, it may even reduce it to nothing, without nature being chargeable with any failure of her purpose. For reason recognizes the establishment of a good will as its highest practical destination, and in attaining this purpose is capable only of a satisfaction of its own proper kind, namely that from the attainment of an end, which end again is determined by reason only, notwithstanding that this may involve many a disappointment to the ends of inclination.\nWe have then to develop the concept of a will which is to be esteemed as good of itself without regard to anything else, a concept which dwells already in the sound natural understanding, requiring rather to be cleared up than to be taught, and which in estimating the value of our actions always takes the first place and constitutes the condition of all the rest. In order to do this, we will take the concept of duty, which includes that of a good will, although implying certain subjective restrictions and hindrances. These, however, far from concealing it, or rendering it unrecognizable, rather bring it out by contrast and make it shine the brighter.", "source": "groundwork_metaphysics_morals_excerpt.txt"}
{"text": "THE CRITIQUE OF PURE REASON\nPREFACE TO THE FIRST EDITION (1781)\nHuman reason has this peculiar fate that in one species of its knowledge it is burdened by questions which, as prescribed by the very nature of reason itself, it is not able to ignore, but which, as transcending all its powers, it is also not able to answer.\nThe perplexity into which it thus falls is not due to any fault of its own. It begins with principles which it has no option save to employ in the course of experience, and which this experience at the same time abundantly justifies it in using. Rising with their aid (since it is determined to this also by its own nature) to ever higher, ever more remote, conditions, it soon becomes aware that in this way—the questions never ceasing—its work must always remain incomplete; and it therefore finds itself compelled to resort to principles which overstep all possible use in experience, and which yet seem so free from suspicion that even ordinary common sense agrees in using them. But it thereby falls into obscurity and contradictions, from which it can indeed surmise that it must somewhere be proceeding on groundless errors, but which it cannot discover, because the principles on which it is proceeding, since they surpass the limits of all experience, no longer recognise any touchstone of experience. The arena of these endless contests is called Metaphysic.\nTime was when Metaphysic was entitled the Queen of all the sciences; and if the will be taken for the deed, the pre-eminent importance of her accepted tasks gives her every right to this title of honour. Now, however, the changed fashion of the time brings her only scorn; a matron outcast and forsaken, she mourns like Hecuba:\nModo maxima rerum,\nTot generis natisque potens —\nNunc trahor exul, inops.\nINTRODUCTION\nI. THE DISTINCTION BETWEEN PURE AND EMPIRICAL KNOWLEDGE\nThere can be no doubt that all our knowledge begins with experience. For how should our faculty of knowledge be awakened into action did not objects affecting our senses partly of themselves produce representations, partly arouse the activity of our understanding to compare these representations, and, by combining or separating them, work up the raw material of the sensible impressions into that knowledge of objects which is entitled experience? In the order of time, therefore, we have no knowledge antecedent to experience, and with experience all our knowledge begins.\nBut though all our knowledge begins with experience, it does not follow that it all arises out of experience. For it may well be that even our empirical knowledge is made up of what we receive through impressions and of what our own faculty of knowledge (sensible impressions serving merely as the occasion) supplies from itself. If our faculty of knowledge makes any such addition, it may be that we are not in a position to distinguish it from the raw material, until with long practice of attention we have become skilled in separating it.\nThis, then, is a question which at least calls for closer examination, and does not allow of any off-hand answer:—whether there is any such knowledge independent of experience and even of all impressions of the senses. Such knowledge is entitled a priori, and distinguished from the empirical, which has its sources a posteriori, that is, in experience.\nThe expression 'a priori' does not, however, indicate with sufficient precision the full meaning of our question. For it has been customary to say, even of much knowledge that is derived from empirical sources, that we have it or are capable of having it a priori, meaning thereby that we do not derive it immediately from experience, but from a universal rule—a rule which is itself, however, borrowed by us from experience. Thus we would say of a man who undermined the foundations of his house, that he might have known a priori that it would fall, that is, that he need not have waited for the experience of its actual falling. But still he could not know this completely a priori. For he had first to learn through experience that bodies are heavy, and therefore fall when their supports are withdrawn.\nIn what follows, therefore, we shall understand by a priori knowledge, not knowledge independent of this or that experience, but knowledge absolutely independent of all experience. Opposed to it is empirical knowledge, which is knowledge possible only a posteriori, that is, through experience. A priori modes of knowledge are entitled pure when there is no admixture of anything empirical. Thus, for instance, the proposition, 'every alteration has its cause', while an a priori proposition, is not a pure proposition, because alteration is a concept which can be derived only from experience.\nII. WE ARE IN POSSESSION OF CERTAIN MODES OF A PRIORI KNOWLEDGE, AND EVEN THE COMMON UNDERSTANDING IS NEVER WITHOUT THEM\nThat there is such a thing as pure knowledge occurs. We need only look at the propositions of mathematics. If we seek an example from the understanding in its quite ordinary employment, the proposition, 'every alteration must have a cause', will serve our purpose. In the latter case, indeed, the concept of a cause so plainly involves the concept of a necessity of connection with an effect and of a strict universality of the rule, that the concept would be altogether lost if we attempted to derive it, as Hume has done, from a repeated association of that which happens with that which precedes, and from a custom of connecting representations, a custom originating in this repeated association, and constituting therefore a merely subjective necessity. Even without appealing to such examples, it is possible to show that pure a priori principles are indispensable for the possibility of experience, and so to prove their existence a priori. For whence could experience derive its certainty, if all the rules, according to which it proceeds, were always themselves empirical, and therefore contingent? Such rules could hardly be regarded as first principles. At present, however, we may be content to have established the fact that our faculties of knowledge do actually have a pure employment, and to have shown what are the criteria of such an employment.\nIII. PHILOSOPHY STANDS IN NEED OF A SCIENCE WHICH SHALL DETERMINE THE POSSIBILITY, THE PRINCIPLES, AND THE EXTENT OF ALL A PRIORI KNOWLEDGE\nIV. THE DISTINCTION BETWEEN ANALYTIC AND SYNTHETIC JUDGMENTS\nIn all judgments in which the relation of a subject to the predicate is thought (I take into consideration affirmative judgments only, the subsequent application to negative judgments being easily made), this relation is possible in two different ways. Either the predicate B belongs to the subject A, as something which is (covertly) contained in this concept A; or B lies outside the concept A, although it does indeed stand in connection with it. In the one case I entitle the judgment analytic, in the other synthetic. Analytic judgments (affirmative) are therefore those in which the connection of the predicate with the subject is thought through identity; those in which this connection is thought without identity should be entitled synthetic. The former, as adding nothing through the predicate to the concept of the subject, but merely breaking it up into those constituent concepts that have all along been thought in it, although confusedly, can also be entitled explicative. The latter, on the other hand, add to the concept of the subject a predicate which has not been in any wise thought in it, and which no analysis could possibly extract from it; and they may therefore be entitled ampliative. If I say, for instance, 'All bodies are extended', this is an analytic judgment. For I do not require to go beyond the concept which I connect with 'body' in order to find extension as bound up with it. I have only to analyse the concept, that is, to become conscious to myself of the manifold which I always think in that concept, in order to meet with this predicate. This is therefore an analytic judgment. On the other hand, when I say, 'All bodies are heavy', the predicate is something quite different from anything that I think in the mere concept of body in general; and the addition of such a predicate therefore yields a synthetic judgment.\nJudgments of experience, as such, are one and all synthetic. For it would be absurd to found an analytic judgment on experience. Since, in framing the judgment, I must not go outside my concept, there is no need to appeal to the testimony of experience in its support. That a body is extended is a proposition that holds a priori and is not empirical. For, before appealing to experience, I have already in the concept of body all the conditions required for my judgment. I have only to extract from it, in accordance with the principle of contradiction, the required predicate, and in so doing can at the same time become conscious of the necessity of the judgment—and that is what experience could never teach me. On the other hand, though I do not include in the concept of a body in general the predicate 'weight', none the less this concept indicates an object of experience through one of its parts, and I can add to that part other parts of this same experience, as in this way belonging to the concept. I can know by analysis the concept of body through the characteristics of extension, impenetrability, figure, etc., all of which are thought in the concept. Now, however, looking back on the experience from which I have derived this concept of body, and finding weight to be invariably connected with the above characteristics, I attach it as a predicate to the concept; and in doing so I attach it synthetically, and am therefore extending my knowledge. The possibility of the synthesis of the predicate 'weight' with the concept of 'body' thus rests upon experience. While the one concept is not contained in the other, they yet belong to one another, though only contingently, as parts of a whole, namely, of an experience which is itself a synthetic combination of intuitions.\nBut in a priori synthetic judgments this help is entirely lacking. [I do not here have the advantage of looking around in the field of experience.] Upon what, then, am I to rely, when I seek to go beyond the concept A, and to know that another concept B is connected with it? Through what is the synthesis made possible? Let us take the proposition, 'Everything which happens has its cause'. In the concept of 'something which happens', I do indeed think an existence which is preceded by a time, etc., and from this concept analytic judgments may be obtained. But the concept of a 'cause' lies entirely outside the other concept, and signifies something different from 'that which happens', and is not therefore in any way contained in this latter representation. How come I then to predicate of that which happens something quite different, and to apprehend that the concept of cause, though not contained in it, yet belongs, and indeed necessarily belongs, to it? What is here the unknown = X which gives support to the understanding when it believes that it can discover outside the concept A a predicate B foreign to this concept, which it yet at the same time considers to be connected with it? It cannot be experience, because the suggested principle has connected the second representation with the first, not only with greater universality, but also with the character of necessity, and therefore completely a priori and on the basis of mere concepts. Now the whole final purpose of our speculative a priori knowledge rests upon such synthetic, that is, ampliative principles. The analytic judgments are indeed very important and necessary, but only for attaining that clearness of concepts which is requisite for a sure and wide synthesis, and not for a truly new acquisition.\nV. IN ALL THEORETICAL SCIENCES OF REASON SYNTHETIC A PRIORI JUDGMENTS ARE CONTAINED AS PRINCIPLES\n1. All mathematical judgments, without exception, are synthetic. This fact, though incontestably certain and in its consequences very important, has hitherto escaped the notice of those who have analysed human reason, and indeed stands in direct contradiction to all their conjectures. For as it was found that all mathematical inferences proceed in accordance with the principle of contradiction (which the nature of all apodeictic certainty requires), it was supposed that the fundamental propositions of the science can themselves be known to be true through that principle. This is an erroneous view. For though a synthetic proposition can indeed be discerned in accordance with the principle of contradiction, this can only be if another synthetic proposition is presupposed, and if it can then be apprehended as following from this other proposition; it can never be so discerned in and by itself.\nFirst of all, it has to be noted that mathematical propositions, strictly so called, are always judgments a priori, not empirical; because they carry with them necessity, which cannot be derived from experience. If this be demurred to, I am willing to limit my statement to pure mathematics, the very concept of which implies that it does not contain empirical, but only pure a priori knowledge.\nWe might, indeed, at first suppose that the proposition 7 + 5 = 12 is a merely analytic proposition, and follows by the principle of contradiction from the concept of a sum of 7 and 5. But if we look more closely we find that the concept of the sum of 7 and 5 contains nothing save the union of the two numbers into one, and in this no thought is being taken as to what that single number may be which combines both. The concept of 12 is by no means already thought in merely thinking this union of 7 and 5; and I may analyse my concept of such a possible sum as long as I please, still I shall never find the 12 in it. We have to go outside these concepts, and call in the aid of the intuition which corresponds to one of them, our five fingers, for instance, or, as Segner does in his Arithmetic, five points, adding to the concept of 7, unit by unit, the five given in intuition. For starting with the number 7, and for the concept of 5 calling in the aid of the fingers of my hand as intuition, I now add one by one to the number 7 the units which I previously took together to form the number 5, and with the aid of that figure [the hand] see the number 12 come into being. That 5 should be added to 7, I have indeed already thought in the concept of a sum = 7 + 5, but not that this sum is equivalent to the number 12. Arithmetical propositions are therefore one and all synthetic. This is more evidently seen if we take larger numbers; for it is then clearly evident that, however we might turn and twist our concepts, we could never, by the mere analysis of them, and without the aid of intuition, discover what [the number is that] is the sum.\nJust as little is any fundamental proposition of pure geometry analytic. That the straight line between two points is the shortest, is a synthetic proposition. For my concept of straight contains nothing of quantity, but only of quality. The concept of the shortest is wholly an addition, and cannot be derived, through any process of analysis, from the concept of the straight line. Intuition, therefore, must here be called in; only by its aid is the synthesis possible.\nSome few fundamental propositions, presupposed by the geometrician, are, indeed, really analytic, and rest on the principle of contradiction. But, as identical propositions, they serve only as links in the chain of method and not as principles; for instance, a = a; the whole is equal to itself; or (a + b) > a, that is, the whole is greater than its part. And even these propositions, though they are valid according to pure concepts, are only admitted in mathematics because they can be exhibited in intuition.\n2. Natural science (physics) contains a priori synthetic judgments as principles. I need cite only two such judgments: that in all changes of the material world the quantity of matter remains unchanged; and that in all communication of motion, action and reaction must always be equal. Both propositions, it is evident, are not only necessary, and therefore in their origin a priori, but also synthetic. For in the concept of matter I do not think its permanence, but only its presence in the space which it fills. I go outside and beyond the concept of matter, joining to it a priori in thought something which I have not thought in it. The proposition is not, therefore, analytic, but synthetic, and yet is thought a priori; and so likewise are the other propositions of the pure part of physics.\n3. Metaphysics, even if we look upon it as having hitherto failed in all its endeavours, is yet, owing to the nature of human reason, a quite indispensable science, and ought to contain a priori synthetic knowledge. For its business is not merely to analyse concepts which we make for ourselves a priori of things, and thereby to clarify them analytically, but to extend our a priori knowledge. And for this purpose we must employ principles which add to the given concept something that was not contained in it, and through a priori synthetic judgments venture out so far that experience is quite unable to follow us, as, for instance, in the proposition, that the world must have a first beginning, and such like. Thus metaphysics consists, at least in intention, entirely of a priori synthetic propositions.", "source": "critique_of_pure_reason_excerpt.txt"}
