{"text": "PROPOSITIONS.\nPROP. I. Substance is by nature prior to its modifications.\nProof.—This is evident from Def. iii. and v.\nPROP. II. Two substances, having different attributes, have nothing in common.\nProof.—Also evident from Def. iii. For each must exist in itself, and be conceived through itself; in other words, the conception of one does not imply the conception of the other.\nPROP. III. Things which have nothing in common cannot be one the cause of the other.\nProof.—If they have nothing in common, it follows that one cannot be apprehended by means of the other (Ax. v.), and, therefore, one cannot be the cause of the other (Ax. iv.). Q.E.D.\nPROP. IV. Two or more distinct things are distinguished one from the other, either by the difference of the attributes of the substances or by the difference of their modifications.\nProof.—Everything which exists, exists either in itself or in something else (Ax. i.),—that is (Def. iii. and v.), nothing is granted in addition to the understanding, except substance and its modifications. Nothing is, therefore, given, besides the understanding, by which several things may be distinguished one from the other, except the substances, or, in other words (see Ax. iv.), their attributes and modifications. Q.E.D.\nPROP. V. There cannot exist in the universe two or more substances having the same nature or attribute.\nPROP. VI. One substance cannot be produced by another substance.\nPROP. VII. Existence belongs to the nature of substance.\nProof.—Substance cannot be produced by anything external (Corollary, Prop. vi.), it must, therefore, be its own cause—that is (Def. i.), its essence necessarily involves existence, or existence belongs to its nature.\nPROP. XI. God, or substance, consisting of infinite attributes, of each of which expresses eternal and infinite essentiality, necessarily exists.\nPROP. XIV. Besides God no substance can be granted or conceived.\nProof.—As God is a being absolutely infinite, of whom no attribute that expresses the essence of substance can be denied (Def. vi.), and he necessarily exists (Prop. xi.); if any substance besides God were granted, it would have to be explained by some attribute of God, and thus two substances with the same attribute would exist, which (Prop. v.) is absurd; therefore, besides God no substance can be granted, or, consequently, be conceived. If it could be conceived, it would necessarily have to be conceived as existent; but this (by the first part of this proof) is absurd. Therefore, besides God no substance can be granted or conceived. Q.E.D.\nCorollary I.—Clearly, therefore: 1. God is one, that is (Def. vi.) only one substance can be granted in the universe, and that substance is absolutely infinite, as we have already indicated (in the note to Prop. x.).\nCorollary II.—It follows: 2. That extension and thought are either attributes of God or (by Ax. i.) accidents (affectiones) of the attributes of God.\nPROP. XV. Whatever is, is in God, and without God nothing can be, or be conceived.", "source": "ethics_part1_propositions.txt"}
{"text": "PART II. OF THE NATURE AND ORIGIN OF THE MIND.\nPROP. I. Thought is an attribute of God, or God is a thinking thing.\nPROP. II. Extension is an attribute of God, or God is an extended thing.\nPROP. VII. The order and connection of ideas is the same as the order and connection of things.\nProof.—This is evident from Ax. iv. of Part I. For the idea of everything that is caused depends on a knowledge of the cause of which it is an effect.\nPROP. XI. The first element, which constitutes the actual being of the human mind, is the idea of some particular thing actually existing.\nPROP. XIII. The object of the idea constituting the human mind is the body, in other words a certain mode of extension which actually exists, and nothing else.\nPROP. XLVIII. In the mind there is no absolute or free will; but the mind is determined to wish this or that by a cause, which has also been determined by another cause, and this last by another cause, and so on to infinity.\nProof.—The mind is a fixed and definite mode of thought (Prop. xi.), therefore it cannot be the free cause of its actions; in other words, it cannot have an absolute faculty of positive or negative volition; but it must be determined by a cause (Prop. xxviii., Part I.), which has also been determined by another cause, and this last by another cause, and so on to infinity. Q.E.D.\nNote.—In the same way it is proved, that there is in the mind no absolute faculty of understanding, desiring, loving, &c. Whence it follows, that these and similar faculties are either entirely fictitious, or are merely abstract or general terms, such as we are accustomed to put together from particular things.", "source": "ethics_part2_nature_of_mind.txt"}
{"text": "PART V. OF THE POWER OF THE INTELLECT, OR OF HUMAN FREEDOM.\nPROP. I. Even as thoughts and the ideas of things are arranged and associated in the mind, so are the modifications of body or the images of things precisely in the same way arranged and associated in the body.\nPROP. III. An emotion, which is a passion, ceases to be a passion, as soon as we form a clear and distinct idea thereof.\nPROP. XV. He who clearly and distinctly understands himself and his emotions loves God, and so much the more in proportion as he more understands himself and his emotions.\nPROP. XXXII. Whatever we understand by the third kind of knowledge, we take pleasure in, and our pleasure is accompanied by the idea of God as cause.\nPROP. XXXIII. The intellectual love of God, which arises from the third kind of knowledge, is eternal.\nPROP. XXXVI. The intellectual love of the mind towards God is that very love of God whereby God loves himself, not in so far as he is infinite, but in so far as he can be explained through the essence of the human mind considered under the form of eternity; in other words, the intellectual love of the mind towards God is part of the infinite love wherewith God loves himself.\nPROP. XLII. Blessedness is not the reward of virtue, but virtue itself; neither do we rejoice therein, because we control our lusts, but, contrariwise, because we rejoice therein, we are able to control our lusts.", "source": "ethics_part5_human_freedom.txt"}
{"text": "AXIOMS.\nI. Everything which exists, exists either in itself or in something else.\nII. That which cannot be conceived through anything else must be conceived through itself.\nIII. From a given definite cause an effect necessarily follows; and, on the other hand, if no definite cause be granted, it is impossible that an effect can follow.\nIV. The knowledge of an effect depends on and involves the knowledge of a cause.\nV. Things which have nothing in common cannot be understood, the one by means of the other; the conception of one does not involve the conception of the other.\nVI. A true idea must correspond with its ideate or object.\nVII. If a thing can be conceived as non-existing, its essence does not involve existence.", "source": "ethics_part1_axioms.txt"}
{"text": "PART I. CONCERNING GOD.\nDEFINITIONS.\nI. By that which is self-caused, I mean that of which the essence involves existence, or that of which the nature is only conceivable as existent.\nII. A thing is called finite after its kind, when it can be limited by another thing of the same nature; for instance, a body is called finite because we always conceive another greater body. So, also, a thought is limited by another thought, but a body is not limited by thought, nor a thought by body.\nIII. By substance, I mean that which is in itself, and is conceived through itself: in other words, that of which a conception can be formed independently of any other conception.\nIV. By attribute, I mean that which the intellect perceives as constituting the essence of substance.\nV. By mode, I mean the modifications of substance, or that which exists in, and is conceived through, something other than itself.\nVI. By God, I mean a being absolutely infinite—that is, a substance consisting in infinite attributes, of which each expresses eternal and infinite essentiality.\nExplanation.—I say absolutely infinite, not infinite after its kind: for, of a thing infinite only after its kind, infinite attributes may be denied; but that which is absolutely infinite, contains in its essence whatever expresses reality, and involves no negation.\nVII. That thing is called free, which exists solely by the necessity of its own nature, and of which the action is determined by itself alone. On the other hand, that thing is necessary, or rather constrained, which is determined by something external to itself to a fixed and definite method of existence or action.\nVIII. By eternity, I mean existence itself, in so far as it is conceived necessarily to follow solely from the definition of that which is eternal.\nExplanation.—Existence of this kind is conceived as an eternal truth, like the essence of the thing, and therefore cannot be explained by duration or time, even if the duration be conceived without beginning or end.", "source": "ethics_part1_definitions.txt"}
