{"text": "PROPOSITIONS.\nPROP. I. Substance is by nature prior to its modifications.\nProof.—This is evident from Def. iii. and v.\nPROP. II. Two substances, whose attributes are different, have nothing in common.\nProof.—Also evident from Def. iii. For each must exist in itself, and be conceived through itself; in other words, the conception of one does not imply the conception of the other.\nPROP. III. Things which have nothing in common cannot be one the cause of the other.\nProof.—If they have nothing in common, it follows that one cannot be apprehended by means of the other (Ax. v.), and, therefore, one cannot be the cause of the other (Ax. iv.). Q.E.D.\nPROP. IV. Two or more distinct things are distinguished one from the other, either by the difference of the attributes of the substances or by the difference of their modifications.\nProof.—Everything which exists, exists either in itself or in something else (Ax. i.),—that is (Def. iii. and v.), nothing is granted in addition to the understanding, except substance and its modifications. Nothing is, therefore, given besides the understanding, by which several things may be distinguished one from the other, except the substances, or, in other words (see Ax. iv. and Def. iv.), their attributes and modifications. Q.E.D.\nPROP. V. There cannot exist in the universe two or more substances having the same nature or attribute.\nProof.—If several distinct substances be granted, they must be distinguished one from the other, either by the difference of their attributes, or by the difference of their modifications (Prop. iv.). If only by the difference of their attributes, it will be granted that there cannot be more than one with an identical attribute. If by the difference of their modifications—as substance is naturally prior to its modifications (Prop. i.),—it follows that setting the modifications aside, and considering substance in itself, that is truly (Def. iii. and vi.), there cannot be conceived one substance different from another,—that is (by Prop. iv.), there cannot be granted several substances, but one substance only. Q.E.D.\nPROP. VI. One substance cannot be produced by another substance.\nProof.—It is impossible that there should be in the universe two substances with an identical attribute, i.e. which have anything common to them both (Prop. ii.), and, therefore (Prop. iii.), one cannot be the cause of the other, neither can one be produced by the other. Q.E.D.\nPROP. VII. Existence belongs to the nature of substances.\nProof.—Substance cannot be produced by anything external (Corollary, Prop. vi.), it must, therefore, be its own cause—that is (Def. i.), its essence necessarily involves existence, or existence belongs to its nature.\nPROP. XI. God, or substance, consisting of infinite attributes, of which each expresses eternal and infinite essentiality, necessarily exists.\nProof.—If this be denied, conceive, if possible, that God does not exist: then his essence does not involve existence. But this (Prop. vii.) is absurd. Therefore God necessarily exists.\nPROP. XIV. Besides God no substance can be granted or conceived.\nProof.—As God is a being absolutely infinite, of whom no attribute that expresses the essence of substance can be denied (Def. vi.), and he necessarily exists (Prop. xi.), if any substance besides God were granted, it would have to be explained by some attribute of God, and thus two substances with the same attribute would exist, which (Prop. v.) is absurd; therefore, besides God no substance can be granted, or, consequently, be conceived. If it could be conceived, it would necessarily have to be conceived as existent; but this (by the first part of this proof) is absurd. Therefore, besides God no substance can be granted or conceived. Q.E.D.", "source": "ethics_part1_propositions.txt"}
{"text": "AXIOMS.\nI. Everything which exists, exists either in itself or in something else.\nII. That which cannot be conceived through anything else must be conceived through itself.\nIII. From a given definite cause an effect necessarily follows; and, on the other hand, if no definite cause be granted, it is impossible that an effect can follow.\nIV. The knowledge of an effect depends on and involves the knowledge of a cause.\nV. Things which have nothing in common cannot be understood, the one by the means of the other; the conception of one does not involve the conception of the other.\nVI. A true idea must agree with its ideate or object.\nVII. If a thing can be conceived as non-existing, its essence does not involve existence.", "source": "ethics_part1_axioms.txt"}
{"text": "PART I. CONCERNING GOD\nDEFINITIONS.\nI. By that which is self-caused, I mean that of which the essence involves existence, or that of which the nature is only conceivable as existent.\nII. A thing is called finite after its kind, when it can be limited by another thing of the same nature; for instance, a body is called finite because we always conceive another greater body. So, also, a thought is limited by another thought, but a body is not limited by thought, nor a thought by body.\nIII. By substance, I mean that which is in itself, and is conceived through itself: in other words, that of which a conception can be formed independently of any other conception.\nIV. By attribute, I mean that which the intellect perceives as constituting the essence of substance.\nV. By mode, I mean the modifications of substance, or that which exists in, and is conceived through, something other than itself.\nVI. By God, I mean a being absolutely infinite—that is, a substance consisting in infinite attributes, of which each expresses eternal and infinite essentiality.\nExplanation.—I say absolutely infinite, not infinite after its kind: for, of a thing infinite only after its kind, infinite attributes may be denied; but that which is absolutely infinite, contains in its essence whatever expresses reality, and involves no negation.\nVII. That thing is called free, which exists solely by the necessity of its own nature, and of which the action is determined by itself alone. On the other hand, that thing is necessary, or rather constrained, which is determined by something external to itself to a fixed and definite method of existence or action.\nVIII. By eternity, I mean existence itself, in so far as it is conceived necessarily to follow solely from the definition of that which is eternal.\nExplanation.—Existence of this kind is conceived as an eternal truth, like the essence of a thing, and, therefore, cannot be explained by duration or time, even though duration may be conceived without beginning or end.", "source": "ethics_part1_definitions.txt"}
{"text": "PART II. CONCERNING THE NATURE AND ORIGIN OF THE MIND\nPREFACE.\nI now proceed to explain those things which must necessarily follow from the essence of God, or of the eternal and infinite being; not, indeed, all of them (for we proved in Part I., Prop. xvi., that an infinite number of things must follow from the divine nature), but only those that are able to lead us, as it were by the hand, to the knowledge of the human mind and its highest blessedness.\nDEFINITIONS.\nI. By body I mean a mode which expresses in a certain determinate manner the essence of God, in so far as he is considered as an extended thing. (See Pt. I., Prop. xxv., Coroll.)\nII. I consider as belonging to the essence of a thing that, which being given, the thing is necessarily given also, and, which being removed, the thing is necessarily removed also; in other words, that without which the thing, and which itself without the thing, can neither be nor be conceived.\nIII. By idea, I mean the mental conception which is formed by the mind as a thinking thing.\nExplanation.—I say conception rather than perception, because the word perception seems to imply that the mind is passive in respect to the object; whereas conception seems to express an activity of the mind.\nIV. By an adequate idea, I mean an idea which, in so far as it is considered in itself, without relation to the object, has all the properties or intrinsic marks of a true idea.\nExplanation.—I say intrinsic, in order to exclude that mark which is extrinsic, namely, the agreement between the idea and its object (ideatum).\nV. Duration is the indefinite continuance of existence.\nExplanation.—I say indefinite, because it cannot be determined through the existence itself of the existing thing, or by its efficient cause, which necessarily gives the existence of the thing, but does not take it away.\nVI. Reality and perfection I use as synonymous terms.\nVII. By particular things, I mean things which are finite and have a conditioned existence; but if several individual things concur in one action, so as to be all together the simultaneous cause of one effect, I consider them all so far as one particular thing.\nPROPOSITIONS.\nPROP. I. Thought is an attribute of God, or God is a thinking thing.\nProof.—Particular thoughts, or this and that thought, are modes which, in a certain conditioned manner, express the nature of God (Pt. I., Prop. xxv., Coroll.). God therefore possesses the attribute (Pt. I., Def. v.) of which the concept is involved in all particular thoughts, which latter are conceived therein. Thought, therefore, is one of the infinite attributes of God, which express God's eternal and infinite essence (Pt. I., Def. vi.). In other words, God is a thinking thing. Q.E.D.\nPROP. II. Extension is an attribute of God, or God is an extended thing.\nProof.—The proof of this proposition is similar to that of the last.\nPROP. VII. The order and connection of ideas is the same as the order and connection of things.\nProof.—This is evident from Pt. I., Ax. iv. For the idea of everything that is caused depends on a knowledge of the cause of which it is an effect.", "source": "ethics_part2_excerpt.txt"}
