{"text": "Chapter I\nHow Candide was brought up in a magnificent castle and how he was driven out of it\nIn the castle of Baron Thunder-ten-tronckh in Westphalia, there lived a youth, endowed by nature with the most gentle manners. His soul was portrayed in his countenance. He united a sound judgment with a simplicity of spirit, which was the reason, I apprehend, of his being called Candide. The old servants of the house suspected him to have been the son of the Baron’s sister and of a worthy gentleman of the neighborhood, whom that lady would never marry because he could prove no more than seventy-one quarterings, the rest of his genealogical tree having been lost through the ravages of time.\nThe Baron was one of the most powerful lords in Westphalia, for his castle had not only a gate, but windows. His great hall, even, was hung with tapestry. All the dogs of his farmyards formed a pack of hounds at need; his grooms were his huntsmen; and the curate of the village was his grand almoner. They called him “My Lord,” and laughed at all his stories.\nThe Baroness weighed about three hundred and fifty pounds, was therefore a person of great consideration, and did the honors of the house with a dignity that commanded still greater respect. Her daughter Cunegonde, aged seventeen, was ruddy-cheeked, fresh, plump, and desirable. The Baron’s son appeared in every respect worthy of his father. The tutor Pangloss was the oracle of the house, and little Candide listened to his lessons with all the good faith of his age and character.\nPangloss taught metaphysico-theologico-cosmolonigology. He proved admirably that there is no effect without a cause, and that in this best of all possible worlds, the Baron’s castle was the most magnificent of castles, and his lady the best of all possible Baronesses.\n“It is demonstrable,” said he, “that things cannot be otherwise than as they are; for all being created for an end, all is necessarily for the best end. Observe, that the nose has been formed to bear spectacles—thus we have spectacles. Legs are visibly designed for stockings—and we have stockings. Stones were made to be hewn, and to construct castles—therefore my lord has a magnificent castle; for the greatest baron in the province ought to be the best lodged. Pigs were made to be eaten—therefore we eat pork all the year round. Consequently they who assert that all is well have said a foolish thing, they should have said all is for the best.”", "source": "candide_chap1.txt"}
{"text": "DEMOCRACY\nOrdinarily there is no comparison between the crimes of the great who are always ambitious, and the crimes of the people who always want, and can want only liberty and equality. These two sentiments, Liberty and Equality, do not lead straight to calumny, rapine, assassination, poisoning, the devastation of the lands of neighbors, etc.; but ambitious might and the mania for power plunge into all these crimes whatever be the time, whatever be the place.\nPure democracy is the fallacious government of the rogue, since he can make the people commit crimes in the name of the people; but usually the people is merely the instrument of a rogue who has succeeded in corrupting it, as for instance in the time of the Gracchi, of Sulla, of Marius, of Caesar, of Anthony, of Augustus, of Cromwell, of Monk, of Robespierre.\nThe great vice of democracy is certainly not tyranny and cruelty: there have been mountain-dwelling republicans, savage, ferocious; but it is not the republican spirit that made them so, it is nature. The real vice of a civilized republic is in the Turkish fable of the dragon with many heads and the dragon with many tails. The many heads hurt each other, and the many tails obey a single head which wants to devour everything.\nDemocracy seems suitable only to a very little country, and further it must be happily situated. Small though it be, it will make many mistakes, because it will be composed of men. Discord will reign there as in a convent of monks; but there will be no St. Bartholomew’s day, no Irish massacres, no Sicilian Vespers, no Inquisition, no condemnation to the galleys for having taken some water from the sea without paying for it, unless one supposes this republic composed of devils in a corner of hell.", "source": "philosophical_dictionary.txt"}
{"text": "Letter VIII: On the Parliament\nThe members of the English Parliament are fond of comparing themselves to the old Romans.\nNot long since Mr. Shippen opened a speech in the House of Commons with these words, “The majesty of the people of England would be wounded.” The singularity of the expression occasioned a loud laugh; but this gentleman, so far from being disconcerted, repeated the same words with a resolute tone of voice, and the laugh ceased. In my opinion, the majesty of the people of England has nothing in common with that of the people of Rome, much less is there any affinity between their governments. There is in London a senate, some of the members whereof are accused (doubtless very unjustly) of selling their voices on certain occasions, as was done in Rome; this is the only resemblance. In other respects, the two nations appear to be quite opposite in character, with regard both to their good and evil qualities. The Romans never knew the dreadful folly of religious wars, an abomination reserved for devout preachers of patience and humility. Marius and Sulla, Caesar and Pompey, Anthony and Augustus, did not draw their swords and set the world in a blaze merely to determine whether the flamen should wear his shirt over his robe, or his robe over his shirt, or whether the sacred chickens should eat and drink, or eat only, in order to take the augury. The English have hanged one another by law, and cut one another to pieces in pitched battles, for quarrels of as trifling a nature. The sects of the Episcopalians and Presbyterians quite turned the heads of these gloomy people for a time; but I believe they will hardly ever be so silly again, they seem to be grown wiser at their own expense; and I do not perceive the least inclination in them to murder one another merely about syllogisms, as some zealots among them once did.", "source": "letters_on_england.txt"}
