{"text": "CANDIDE\nOR,\nTHE OPTIMIST\nCHAPTER I\nHOW CANDIDE WAS BROUGHT UP IN A MAGNIFICENT CASTLE AND HOW HE WAS DRIVEN THENCE\nIn the country of Westphalia, in the castle of the most noble Baron of Thunder-ten-tronckh, lived a youth whom Nature had endowed with a most sweet disposition. His face was the true index of his mind. He had a solid judgment joined to the most unaffected simplicity; and hence, I presume, he had his name of Candide. The old servants of the house suspected him to have been the son of the Baron's sister by a very good sort of a gentleman of the neighborhood, whom that young lady refused to marry, because he could produce no more than seventy-one quarterings in his arms; the rest of the genealogical tree having been lost through the injuries of time.\nThe Baron was one of the most powerful lords in Westphalia, for his castle had not only a gate, but even windows. His great hall was hung with tapestry. He used to hunt with his mastiffs and spaniels instead of greyhounds; his groom served him for a huntsman; and the parson of the parish officiated as his grand almoner. He was called \"My Lord\" by all his people, and everyone laughed at what he said.\nThe Baroness, who weighed three hundred and fifty pounds, being therefore a person of great consideration, did the honors of the house with a dignity that commanded still greater respect. Her daughter Cunegonde was seventeen years of age, fresh-colored, comely, plump, and desirable. The Baron's son seemed to be in every respect worthy of his father. Pangloss the preceptor was the oracle of the family, and little Candide listened to his instructions with all the simplicity natural to his age and disposition.\nMaster Pangloss taught the metaphysico-theologo-cosmolonigology. He could prove to admiration that there is no effect without a cause; and, that in this best of all possible worlds, the Baron's castle was the most magnificent of all castles, and My Lady the best of all possible baronesses.\n\"It is demonstrable,\" said he, \"that things cannot be otherwise than as they are; for as all things have been created for some end, they must necessarily be created for the best end. Observe, for instance, the nose is formed for spectacles, therefore we wear spectacles. The legs are visibly designed for stockings, accordingly we wear stockings. Stones were made to be hewn and to construct castles, therefore My Lord has a magnificent castle; for the greatest baron in the province ought to be the best lodged. Swine were intended to be eaten, therefore we eat pork all the year round: and they, who assert that everything is right, do not express themselves correctly; they should say that everything is best.\"\nCandide listened attentively and believed innocently; for he thought Miss Cunegonde extremely beautiful, though he never had the courage to tell her so. He concluded that after the happiness of being born of Baron of Thunder-ten-tronckh, the second degree of happiness was to be Miss Cunegonde, the third that of seeing her every day, and the fourth that of hearing Master Pangloss, the greatest philosopher of the province, and consequently of the whole world.", "source": "candide_chap1.txt"}
{"text": "LIBERTY\nEither I am mistaken, or liberty is only the power of acting. A stone does not call itself free, though I throw it into the air, because it does not feel itself to be the moving power, because it cannot prevent its motion, or determine its direction. A man, who is led by the nose by a stronger man than himself, is not free, for the same reason.\nDoes not liberty then consist in the faculty of determining one's self? But how can we determine ourselves?\nIt seems to me, that it is only by our will. We will, because we have the power of willing; but have we the power of willing what we will? That is the question which the whole world asks, and which no one answers.\nIf you are a philosopher, you will say: \"I am free to will this or that.\" But if you are a theologian, you will answer: \"No, you are not free to will this or that, because if you were, you would be able to do something which God did not foresee, or which He did not decree from all eternity.\"\nLet us try to untangle this knot.\nWhen I can do what I will, that is my liberty for me; but I cannot will what I will.\n\"What!\" you will say, \"I cannot will what I will?\"\nNo; you cannot will what you will. You can only will what you are determined to will by a necessary chain of events, which goes back to the first moment of your existence.\n\"What!\" you will say, \"I am not free to will that I should put my hand to my head?\"\nNo; you are not free to will it, because it is necessary that you should will it. Your will is determined by the state of your brain, and your brain is determined by the objects which strike your senses, and your senses are determined by the motion of the fluids which circulate in them.\n\"Then I am a machine?\"\nYes; you are a machine, in the same sense that a turnspit is a machine, or that a clock is a machine.\n\"But a turnspit and a clock have no will.\"\nNo; but they have a spring. You have a will, which is a spring of a different kind.\n\"But I feel that I am free.\"\nThat is because you do not feel the causes which determine you. A weathercock would feel itself free if it had a mind. It would say: \"I turn to the south because I will to turn to the south.\" But if it knew that the wind drove it, it would see that it was not free.\n\"But if I am not free, what is the use of rewards and punishments?\"\nThey are useful to determine you to do good, and to deter you from doing evil. A man is punished for stealing, in order that the fear of punishment may determine him not to steal. A dog is beaten when he does wrong, in order that the fear of pain may determine him to do right.\n\"But if I am not free, I am not responsible.\"\nYou are responsible to society, which has made laws for its own preservation. If you break those laws, society has a right to punish you.\n\"But if I am not free, God is unjust to punish me.\"\nThat is a question for theologians. I am talking philosophy.", "source": "philosophical_dictionary.txt"}
{"text": "LETTER VIII\nON THE PARLIAMENT\nThe Members of the English Parliament are fond of comparing themselves to the old Romans.\nNot long since, Mr. Shipping, in the House of Commons, began his speech with these words: “The majesty of the people of England would be wounded.” The singularity of the expression caused a loud laugh; but this gentleman, so far from being disconcerted, repeated the same words with a resolute tone of voice, and the laugh ceased. In my opinion, the Majesty of the people of England has nothing in common with that of the people of Rome; much less is there any affinity between their Governments. There is in London a Senate, some of the members whereof are accused (doubtless very unjustly) of selling their voices on certain occasions, as was done in Rome; this is the only resemblance. In other respects the two nations appear to be quite opposite in character, with regard both to good and evil. The Romans never knew the dreadful folly of religious wars, an abomination reserved for devout preachers of patience and humility. Marius and Sylla, Caesar and Pompey, Anthony and Augustus, did not draw their swords and set the world in a blaze merely to determine whether the flamen should wear his shirt over his robe, or his robe over his shirt; or whether the sacred chickens should eat and drink, or eat only, in order to take the augury. The English have hanged one another by law, and cut one another to pieces in pitched battles, for quarrels of as trifling a nature. The sects of the Episcopalians and Presbyterians quite turned the heads of these serious, gloomy people for a time. But I fancy they’ll hardly ever be so silly again, they seem to be grown wiser at their own expense; and I don’t perceive the least inclination in them to murder one another merely about syllogisms, as some zealots among them once did.\nBut here follows a more essential difference between Rome and England, which gives the advantage entirely to the latter, viz. that the civil wars of Rome ended in slavery, and those of the English in liberty. The English are the only people upon earth who have been able to prescribe limits to the power of kings by resisting them; and who, by a series of struggles, have at last established that wise Government where the Prince is all-powerful to do good, and, at the same time, is restrained from doing evil; where the Nobles are great without insolence, though there are no Vassals; and where the People share in the Government without confusion.\nThe House of Lords and that of the Commons divide the legislative power under the King; but the Romans had no such balance. The Patricians and Plebeians in Rome were perpetually at variance, and there was no intermediate power to reconcile them. The Roman Senate, who were so unjustly, so criminally proud, as not to suffer the Plebeians to share with them in anything, could find no other artifice to keep the latter out of the administration than by employing them in foreign wars. They considered the Plebeians as a wild beast, whom it be-hooved them to let loose upon their neighbors, for fear they should devour their masters. Thus the greatest defect in the Government of the Romans raised them to be conquerors. By being unhappy at home, they triumphed over, and possessed themselves of, the world, till at last their divisions sunk them to slavery.\nThe Government of England will never rise to so exalted a pitch of glory, nor will its end be so fatal. The English are not fired with the splendid folly of making conquests, but would only prevent their neighbors from conquering. They are not only jealous of their own liberty, but even of that of other nations. The English were exasperated against Louis XIV for no other reason but because he was ambitious; and declared war against him merely out of levity, not from any interested motive.\nThe English have doubtless purchased their liberties at a very high price, and waded through oceans of blood to drown the idol of arbitrary power. Other nations have been involved in as great calamities, and have shed as much blood; but then the blood they spilt in defense of their liberties only enslaved them the more.", "source": "letters_on_england.txt"}
