{"text": "I\nHOW CANDIDE WAS BROUGHT UP IN A MAGNIFICENT CASTLE, AND HOW HE WAS EXPELLED THENCE.\nIn a castle of Westphalia, belonging to the Baron of Thunder-ten-Tronckh, lived a youth, whom nature had endowed with the most gentle manners. His countenance was a true picture of his soul. He combined a true judgment with simplicity of spirit, which was the reason, I apprehend, of his being called Candide. The old servants of the family suspected him to have been the son of the Baron's sister, by a good, honest gentleman of the neighborhood, whom that young lady would never marry because he had been able to prove only seventy-one quarterings, the rest of his genealogical tree having been lost through the injuries of time.\nThe Baron was one of the most powerful lords in Westphalia, for his castle had not only a gate, but windows. His great hall, even, was hung with tapestry. All the dogs of his farm-yards formed a pack of hounds at need; his grooms were his huntsmen; and the curate of the village was his grand almoner. They called him \"My Lord,\" and laughed at all his stories.\nThe Baron's lady weighed about three hundred and fifty pounds, and was therefore a person of great consideration, and she did the honours of the house with a dignity that commanded still greater respect. Her daughter Cunegonde was seventeen years of age, fresh-coloured, comely, plump, and desirable. The Baron's son seemed to be in every respect worthy of his father. The Preceptor Pangloss was the oracle of the family, and little Candide heard his lessons with all the good faith of his age and character.\nPangloss was professor of metaphysico-theologico-cosmolo-nigology. He proved admirably that there is no effect without a cause, and that, in this best of all possible worlds, the Baron's castle was the most magnificent of castles, and his lady the best of all possible Baronesses.\n\"It is demonstrable,\" said he, \"that things cannot be otherwise than as they are; for all being created for an end, all is necessarily for the best end. Observe, that the nose has been formed to bear spectacles—thus we have spectacles. Legs are visibly designed for stockings—and we have stockings. Stones were made to be hewn, and to construct castles—therefore my lord has a magnificent castle; for the greatest baron in the province ought to be the best lodged. Pigs were made to be eaten—therefore we eat pork all the year round. Consequently they who assert that all is well have said a foolish thing, they should have said all is for the best.\"\nCandide listened attentively and believed innocently; for he thought Miss Cunegonde extremely beautiful, though he never had the courage to tell her so. He concluded that after the happiness of being born of Baron of Thunder-ten-Tronckh, the second degree of happiness was to be Miss Cunegonde, the third that of seeing her every day, and the fourth that of hearing Master Pangloss, the greatest philosopher of the whole province, and consequently of the whole world.\nOne day Cunegonde, while walking near the castle, in a little wood which they called a park, saw between the bushes, Dr. Pangloss giving a lesson in experimental natural philosophy to her mother's chamber-maid, a little brown wench, very pretty and very docile. As Miss Cunegonde had a great disposition for the sciences, she breathlessly observed the repeated experiments of which she was a witness; she clearly perceived the force of the Doctor's reasons, the effects, and the causes; she turned back greatly flurried, quite pensive, and filled with the desire to be learned; dreaming that she might well be a sufficient reason for young Candide, and he for her.\nShe met Candide on reaching the castle and blushed; Candide blushed also; she wished him good morrow in a faltering tone, and Candide spoke to her without knowing what he said. The next day after dinner, as they went from table, Cunegonde and Candide found themselves behind a screen; Cunegonde let fall her handkerchief, Candide picked it up, she took him innocently by the hand, the youth as innocently kissed the young lady's hand with particular vivacity, sensibility, and grace; their lips met, their eyes sparkled, their knees trembled, their hands strayed. Baron Thunder-ten-Tronckh passed near the screen and beholding this cause and effect chased Candide from the castle with great kicks on the backside; Cunegonde fainted away; she was boxed on the ears by the Baroness, as soon as she came to herself; and all was consternation in this most magnificent and most agreeable of all possible castles.", "source": "candide_chap1.txt"}
{"text": "ATHEISM\nSECTION I\nOf the Comparison so often made between Atheism and Idolatry\nIt seems to me that in the \"Encyclopedic Dictionary\" the opinion of the Jesuit Richeome, on atheists and idolaters, has not been refuted as strongly as it might have been; opinion held formerly by St. Thomas, St. Gregory of Nazianze, St. Cyprian and Tertullian, opinion that Arnobius set forth with much force when he said to the pagans: \"Do you not blush to reproach us with despising your gods, and is it not much more proper to believe in no God at all, than to impute to them infamous actions?\" opinion established long before by Plutarch, who says \"that he much prefers people to say there is no Plutarch, than to say—'There is an inconstant, choleric, vindictive Plutarch'\"; opinion strengthened finally by all the effort of Bayle's dialectic.\nHere is the ground of dispute, brought to fairly dazzling light by the Jesuit Richeome, and rendered still more plausible by the way Bayle has turned it to account.\n\"There are two porters at the door of a house; they are asked: 'Can one speak to your master?' 'He is not there,' answers one. 'He is there,' answers the other, 'but he is busy making counterfeit money, forged contracts, daggers and poisons, to undo those who have but accomplished his purposes.' The atheist resembles the first of these porters, the pagan the other. It is clear, therefore, that the pagan offends the Deity more gravely than does the atheist.\"\nWith Father Richeome's and even Bayle's permission, that is not at all the position of the matter. For the first porter to resemble the atheists, he must not say—\"My master is not here\": he should say—\"I have no master; him whom you claim to be my master does not exist; my comrade is a fool to tell you that he is busy compounding poisons and sharpening daggers to assassinate those who have executed his caprices. No such being exists in the world.\"\nRicheome has reasoned, therefore, very badly. And Bayle, in his somewhat diffuse discourses, has forgotten himself so far as to do Richeome the honour of annotating him very malapropos.\nPlutarch seems to express himself much better in preferring people who affirm there is no Plutarch, to those who claim Plutarch to be an unsociable man. In truth, what does it matter to him that people say he is not in the world? But it matters much to him that his reputation be not tarnished. It is not thus with the Supreme Being.\nPlutarch even does not broach the real object under discussion. It is not a question of knowing who offends more the Supreme Being, whether it be he who denies Him, or he who distorts Him. It is impossible to know otherwise than by revelation, if God is offended by the empty things men say of Him.\nWithout a thought, philosophers fall almost always into the ideas of the common herd, in supposing God to be jealous of His glory, to be choleric, to love vengeance, and in taking rhetorical figures for real ideas. The interesting subject for the whole universe, is to know if it be not better, for the good of all mankind, to admit a rewarding and revengeful God, who recompenses good actions hidden, and who punishes secret crimes, than to admit none at all.\nBayle exhausts himself in recounting all the infamies imputed by fable to the gods of antiquity. His adversaries answer him with commonplaces that signify nothing. The partisans of Bayle and his enemies have almost always fought without making contact. They all agree that Jupiter was an adulterer, Venus a wanton, Mercury a rogue. But, as I see it, that is not what needs consideration. One must distinguish between Ovid's Metamorphoses and the religion of the ancient Romans. It is quite certain that never among the Romans or even among the Greeks, was there a temple dedicated to Mercury the rogue, Venus the wanton, Jupiter the adulterer.\nThe god whom the Romans called Deus optimus, very good, very great, was not reputed to encourage Clodius to sleep with Cæsar's wife, or Cæsar to be King Nicomedes' Sodomite.\nCicero does not say that Mercury incited Verres to steal Sicily, although Mercury, in the fable, had stolen Apollo's cows. The real religion of the ancients was that Jupiter, very good and very just, and the secondary gods, punished the perjurer in the infernal regions. Likewise the Romans were long the most religious observers of oaths. Religion was very useful, therefore, to the Romans. There was no command to believe in Leda's two eggs, in the changing of Inachus' daughter into a cow, in the love of Apollo for Hyacinthus.\nOne must not say therefore that the religion of Numa dishonoured the Deity. For a long time, therefore, people have been disputing over a chimera; which happens only too often.\nThe question is then asked whether a nation of atheists can exist; it seems to me that one must distinguish between the nation properly so called, and a society of philosophers above the nation. It is very true that in every country the populace has need of the greatest curb, and that if Bayle had had only five or six hundred peasants to govern, he would not have failed to announce to them the existence of a God, rewarder and revenger. But Bayle would not have spoken of Him to the Epicureans who were rich people, fond of rest, cultivating all the social virtues, and above all friendship, fleeing the embarrassment and danger of public affairs, in fine, leading a comfortable and innocent life. It seems to me that in this way the dispute is finished as regards society and politics.\nFor entirely savage races, it has been said already that one cannot count them among either the atheists or the theists. Asking them their belief would be like asking them if they are for Aristotle or Democritus: they know nothing; they are not atheists any more than they are Peripatetics.\nIn this case, I shall answer that the wolves live like this, and that an assembly of cannibal barbarians such as you suppose them is not a society; and I shall always ask you if, when you have lent your money to someone in your society, you want neither your debtor, nor your attorney, nor your judge, to believe in God.\nOf Modern Atheists. Reasons of the Worshippers of God\nWe are intelligent beings: intelligent beings cannot have been formed by a crude, blind, insensible being: there is certainly some difference between the ideas of Newton and the dung of a mule. Newton's intelligence, therefore, came from another intelligence.\nWhen we see a beautiful machine, we say that there is a good engineer, and that this engineer has excellent judgment. The world is assuredly an admirable machine; therefore there is in the world an admirable intelligence, wherever it may be. This argument is old, and none the worse for that.\nAll living bodies are composed of levers, of pulleys, which function according to the laws of mechanics; of liquids which the laws of hydrostatics cause to circulate perpetually; and when one thinks that all these beings have a perception quite unrelated to their organization, one is overwhelmed with surprise.\nThe movement of the heavenly bodies, that of our little earth round the sun, all operate by virtue of the most profound mathematical law. How Plato who was not aware of one of these laws, eloquent but visionary Plato, who said that the earth was erected on an equilateral triangle, and the water on a right-angled triangle; strange Plato, who says there can be only five worlds, because there are only five regular bodies: how, I say, did Plato, who did not know even spherical trigonometry, have nevertheless a genius sufficiently fine, an instinct sufficiently happy, to call God the \"Eternal Geometer,\" to feel the existence of a creative intelligence? Spinoza himself admits it. It is impossible to strive against this truth which surrounds us and which presses on us from all sides.\nReasons of the Atheists\nNotwithstanding, I have known refractory persons who say that there is no creative intelligence at all, and that movement alone has by itself formed all that we see and all that we are. They tell you brazenly:\n\"The combination of this universe was possible, seeing that the combination exists: therefore it was possible that movement alone arranged it. Take four of the heavenly bodies only, Mars, Venus, Mercury and the Earth: let us think first only of the place where they are, setting aside all the rest, and let us see how many probabilities we have that movement alone put them in their respective places. We have only twenty-four chances in this combination, that is, there are only twenty-four chances against one to bet that these bodies will not be where they are with reference to each other. Let us add to these four globes that of Jupiter; there will be only a hundred and twenty against one to bet that Jupiter, Mars, Venus, Mercury and our globe, will not be placed where we see them.\n\"Add finally Saturn: there will be only seven hundred and twenty chances against one, for putting these six big planets in the arrangement they preserve among themselves, according to their given distances. It is therefore demonstrated that in seven hundred and twenty throws, movement alone has been able to put these six principal planets in their order.\n\"Take then all the secondary bodies, all their combinations, all their movements, all the beings that vegetate, that live, that feel, that think, that function in all the globes, you will have but to increase the number of chances; multiply this number in all eternity, up to the number which our feebleness calls 'infinity,' there will always be a unity in favour of the formation of the world, such as it is, by movement alone: therefore it is possible that in all eternity the movement of matter alone has produced the entire universe such as it exists. It is even inevitable that in eternity this combination should occur. Thus,\" they say, \"not only is it possible for the world to be what it is by movement alone, but it was impossible for it not to be likewise after an infinity of combinations.\"\nAnswer\nAll this supposition seems to me prodigiously fantastic, for two reasons; first, that in this universe there are intelligent beings, and that you would not know how to prove it possible for movement alone to produce understanding; second, that, from your own avowal, there is infinity against one to bet, that an intelligent creative cause animates the universe. When one is alone face to face with the infinite, one feels very small.\nAgain, Spinoza himself admits this intelligence; it is the basis of his system. You have not read it, and it must be read. Why do you want to go further than him, and in foolish arrogance plunge your feeble reason in an abyss into which Spinoza dared not descend? Do you realize thoroughly the extreme folly of saying that it is a blind cause that arranges that the square of a planet's revolution is always to the square of the revolutions of other planets, as the cube of its distance is to the cube of the distances of the others to the common centre? Either the heavenly bodies are great geometers, or the Eternal Geometer has arranged the heavenly bodies.\nBut where is the Eternal Geometer? is He in one place or in all places, without occupying space? I have no idea. Is it of His own substance that He has arranged all things? I have no idea. Is He immense without quantity and without quality? I have no idea. All that I know is that one must worship Him and be just.\nNew Objection of a Modern Atheist\nCan one say that the parts of animals conform to their needs: what are these needs? preservation and propagation. Is it astonishing then that, of the infinite combinations which chance has produced, there has been able to subsist only those that have organs adapted to the nourishment and continuation of their species? have not all the others perished of necessity?\nAnswer\nThis objection, oft-repeated since Lucretius, is sufficiently refuted by the gift of sensation in animals, and by the gift of intelligence in man. How should combinations \"which chance has produced,\" produce this sensation and this intelligence (as has just been said in the preceding paragraph)? Without any doubt the limbs of animals are made for their needs with incomprehensible art, and you are not so bold as to deny it. You say no more about it. You feel that you have nothing to answer to this great argument which nature brings against you. The disposition of a fly's wing, a snail's organs suffices to bring you to the ground.\nMaupertuis' Objection\nModern natural philosophers have but expanded these so-called arguments, often they have pushed them to trifling and indecency. They have found God in the folds of the skin of the rhinoceros: one could, with equal reason, deny His existence because of the tortoise's shell.\nAnswer\nWhat reasoning! The tortoise and the rhinoceros, and all the different species, are proof equally in their infinite variety of the same cause, the same design, the same aim, which are preservation, generation and death.\nThere is unity in this infinite variety; the shell and the skin bear witness equally. What! deny God because shell does not resemble leather! And journalists have been prodigal of eulogies about these ineptitudes, eulogies they have not given to Newton and Locke, both worshippers of the Deity who spoke with full knowledge.\nMaupertuis' Objection\nOf what use are beauty and proportion in the construction of the snake? They may have uses, some say, of which we are ignorant. At least let us be silent then; let us not admire an animal which we know only by the harm it does.\nAnswer\nAnd be you silent too, seeing that you cannot conceive its utility any more than I can; or avow that in reptiles everything is admirably proportioned.\nSome are venomous, you have been so yourself. Here there is question only of the prodigious art which has formed snakes, quadrupeds, birds, fish and bipeds. This art is sufficiently evident. You ask why the snake does harm? And you, why have you done harm so many times? Why have you been a persecutor? which is the greatest of all crimes for a philosopher. That is another question, a question of moral and physical ill. For long has one asked why there are so many snakes and so many wicked men worse than snakes. If flies could reason, they would complain to God of the existence of spiders; but they would admit what Minerva admitted about Arachne, in the fable, that she arranges her web marvellously.\nOne is bound therefore to recognize an ineffable intelligence which even Spinoza admitted. One must agree that this intelligence shines in the vilest insect as in the stars. And as regards moral and physical ill, what can one say, what do? console oneself by enjoying physical and moral good, in worshipping the Eternal Being who has made one and permitted the other.\nOne more word on this subject. Atheism is the vice of a few intelligent persons, and superstition is the vice of fools. But rogues! what are they? rogues.\nSECTION II\nLet us say a word on the moral question set in action by Bayle, to know \"if a society of atheists could exist?\" Let us mark first of all in this matter what is the enormous contradiction of men in this dispute; those who have risen against Bayle's opinion with the greatest ardour; those who have denied with the greatest insults the possibility of a society of atheists, have since maintained with the same intrepidity that atheism is the religion of the government of China.\nAssuredly they are quite mistaken about the Chinese government; they had but to read the edicts of the emperors of this vast country to have seen that these edicts are sermons, and that everywhere there is mention of the Supreme Being, ruler, revenger, rewarder.\nBut at the same time they are not less mistaken on the impossibility of a society of atheists; and I do not know how Mr. Bayle can have forgotten one striking example which was capable of making his cause victorious.\nIn what does a society of atheists appear impossible? It is that one judges that men who had no check could never live together; that laws can do nothing against secret crimes; that a revengeful God who punishes in this world or the other the wicked who have escaped human justice is necessary.\nThe laws of Moses, it is true, did not teach a life to come, did not threaten punishments after death, did not teach the first Jews the immortality of the soul; but the Jews, far from being atheists, far from believing in avoiding divine vengeance, were the most religious of all men. Not only did they believe in the existence of an eternal God, but they believed Him always present among them; they trembled lest they be punished in themselves, in their wives, in their children, in their posterity, even unto the fourth generation; this curb was very potent.\nBut, among the Gentiles, many sects had no curb; the sceptics doubted everything: the academicians suspended judgment on everything; the Epicureans were persuaded that the Deity could not mix Himself in the affairs of men; and at bottom, they admitted no Deity. They were convinced that the soul is not a substance, but a faculty which is born and which perishes with the body; consequently they had no yoke other than morality and honour. The Roman senators and knights were veritable atheists, for the gods did not exist for men who neither feared nor hoped anything from them. The Roman senate in the time of Cæsar and Cicero, was therefore really an assembly of atheists.\nThat great orator, in his harangue for Cluentius, says to the whole senate in assembly: \"What ill does death do him? we reject all the inept fables of the nether regions: of what then has death deprived him? of nothing but the consciousness of suffering.\"\nDoes not Cæsar, the friend of Cataline, wishing to save his friend's life against this same Cicero, object to him that to make a criminal die is not to punish him at all, that death is nothing, that it is merely the end of our ills, that it is a moment more happy than calamitous? And do not Cicero and the whole senate surrender to these reasons? The conquerors and the legislators of the known universe formed visibly therefore a society of men who feared nothing from the gods, who were real atheists.\nFurther on Bayle examines whether idolatry is more dangerous than atheism, if it is a greater crime not to believe in the Deity than to have unworthy opinions thereof: in that he is of Plutarch's opinion; he believes it is better to have no opinion than to have a bad opinion; but with all deference to Plutarch, it was clearly infinitely better for the Greeks to fear Ceres, Neptune and Jupiter, than to fear nothing at all. The sanctity of oaths is clearly necessary, and one should have more confidence in those who believe that a false oath will be punished, than in those who think they can make a false oath with impunity. It is indubitable that in a civilized town, it is infinitely more useful to have a religion, even a bad one, than to have none at all.\nIt looks, therefore, that Bayle should have examined rather which is the more dangerous, fanaticism or atheism. Fanaticism is certainly a thousand times more deadly; for atheism inspires no bloody passion, whereas fanaticism does: atheism is not opposed to crime, but fanaticism causes crimes to be committed. Fanatics committed the massacres of St. Bartholomew. Hobbes passed for an atheist; he led a tranquil and innocent life. The fanatics of his time deluged England, Scotland and Ireland with blood. Spinoza was not only atheist, but he taught atheism; it was not he assuredly who took part in the judicial assassination of Barneveldt; it was not he who tore the brothers De Witt in pieces, and who ate them grilled.\nThe atheists are for the most part impudent and misguided scholars who reason badly, and who not being able to understand the creation, the origin of evil, and other difficulties, have recourse to the hypothesis of the eternity of things and of inevitability.\nThe ambitious, the sensual, have hardly time for reasoning, and for embracing a bad system; they have other things to do than comparing Lucretius with Socrates. That is how things go among us.\nThat was not how things went with the Roman senate which was almost entirely composed of atheists in theory and in practice, that is to say, who believed in neither a Providence nor a future life; this senate was an assembly of philosophers, of sensualists and ambitious men, all very dangerous, who ruined the republic. Epicureanism existed under the emperors: the atheists of the senate had been rebels in the time of Sylla and Cæsar: under Augustus and Tiberius they were atheist slaves.\nI would not wish to have to deal with an atheist prince, who would find it to his interest to have me ground to powder in a mortar: I should be quite sure of being ground to powder. If I were a sovereign, I would not wish to have to deal with atheist courtiers, whose interest it would be to poison me: I should have to be taking antidotes every day. It is therefore absolutely necessary for princes and for peoples, that the idea of a Supreme Being, creator, ruler, rewarder, revenger, shall be deeply engraved in people's minds.\nBayle says, in his \"Thoughts on the Comets,\" that there are atheist peoples. The Caffres, the Hottentots, the Topinambous, and many other small nations, have no God: they neither deny nor affirm; they have never heard speak of Him; tell them that there is a God: they will believe it easily; tell them that everything happens through the nature of things; they will believe you equally. To claim that they are atheists is to make the same imputation as if one said they are anti-Cartesian; they are neither for nor against Descartes. They are real children; a child is neither atheist nor deist, he is nothing.\nWhat conclusion shall we draw from all this? That atheism is a very pernicious monster in those who govern; that it is also pernicious in the persons around statesmen, although their lives may be innocent, because from their cabinets it may pierce right to the statesmen themselves; that if it is not so deadly as fanaticism, it is nearly always fatal to virtue. Let us add especially that there are less atheists to-day than ever, since philosophers have recognized that there is no being vegetating without germ, no germ without a plan, etc., and that wheat comes in no wise from putrefaction.\nSome geometers who are not philosophers have rejected final causes, but real philosophers admit them; a catechist proclaims God to the children, and Newton demonstrates Him to the learned.\nIf there are atheists, whom must one blame, if not the mercenary tyrants of souls, who, making us revolt against their knaveries, force a few weak minds to deny the God whom these monsters dishonour. How many times have the people's leeches brought oppressed citizens to the point of revolting against their king!\nMen fattened on our substance cry to us: \"Be persuaded that a she-ass has spoken; believe that a fish has swallowed a man and has given him up at the end of three days safe and sound on the shore; have no doubt that the God of the universe ordered one Jewish prophet to eat excrement (Ezekiel), and another prophet to buy two whores and to make with them sons of whoredom (Hosea). These are the very words that the God of truth and purity has been made to utter; believe a hundred things either visibly abominable or mathematically impossible; unless you do, the God of pity will burn you, not only during millions of thousands of millions of centuries in the fire of hell, but through all eternity, whether you have a body, whether you have not.\"\nThese inconceivable absurdities revolt weak and rash minds, as well as wise and resolute minds. They say: \"Our masters paint God to us as the most insensate and the most barbarous of all beings; therefore there is no God;\" but they should say: therefore our masters attribute to God their absurdities and their furies, therefore God is the contrary of what they proclaim, therefore God is as wise and as good as they make him out mad and wicked. It is thus that wise men account for things. But if a bigot hears them, he denounces them to a magistrate who is a watchdog of the priests; and this watchdog has them burned over a slow fire, in the belief that he is avenging and imitating the divine majesty he outrages.", "source": "philosophical_dictionary.txt"}
{"text": "LETTER I.—ON THE QUAKERS\nI was of opinion that the doctrine and history of so extraordinary a people were worthy the attention of the curious. To acquaint myself with them I made a visit to one of the most eminent Quakers in England, who, after having traded thirty years, had the wisdom to prescribe limits to his fortune and to his desires, and was settled in a little solitude not far from London. Being come into it, I perceived a small but regularly built house, vastly neat, but without the least pomp of furniture. The Quaker who owned it was a hale, ruddy-complexioned old man, who had never been afflicted with sickness because he had always been insensible to passions, and a perfect stranger to intemperance. I never in my life saw a more noble or a more engaging aspect than his. He was dressed like those of his persuasion, in a plain coat without pleats in the sides, or buttons on the pockets and sleeves; and had on a beaver, the brims of which were horizontal like those of our clergy. He did not uncover himself when I appeared, and advanced towards me without once stooping his body; but there appeared more politeness in the open, humane air of his countenance, than in the custom of drawing one leg behind the other, and taking that from the head which is made to cover it. \"Friend,\" says he to me, \"I perceive thou art a stranger, but if I can do anything for thee, only tell me.\" \"Sir,\" said I to him, bending forwards and advancing, as is usual with us, one leg towards him, \"I flatter myself that my just curiosity will not give you the least offence, and that you’ll do me the honour to inform me of the particulars of your religion.\" \"The people of thy country,\" replied the Quaker, \"are too full of their bows and compliments, but I never yet met with one of them who had so much curiosity as thyself. Come in, and let us first dine together.\" I still continued to make some very unseasonable ceremonies, it not being easy to disengage one’s self at once from habits we have been long used to; and after taking part in a frugal meal, which began and ended with a prayer to God, I began to question my courteous host. I opened with that which good Catholics have more than once made to Huguenots. \"My dear sir,\" said I, \"were you ever baptised?\" \"I never was,\" replied the Quaker, \"nor any of my brethren.\" \"Zounds!\" say I to him, \"you are not Christians, then.\" \"Friend,\" replies the old man in a soft tone of voice, \"swear not; we are Christians, and endeavour to be good Christians, but we are not of opinion that the sprinkling water on a child’s head makes him a Christian.\" \"Heavens!\" say I, shocked at his impiety, \"you have then forgot that Christ was baptised by St. John.\" \"Friend,\" replies the mild Quaker once again, \"swear not; Christ indeed was baptised by John, but He himself never baptised anyone. We are the disciples of Christ, not of John.\" I pitied very much the sincerity of my worthy Quaker, and was absolutely for forcing him to get himself christened. \"Were that all,\" replied he very gravely, \"we would submit cheerfully to baptism, purely in compliance with thy weakness, for we don’t condemn any person who uses it; but then we think that those who profess a religion of so holy, so spiritual a nature as that of Christ, ought to abstain to the utmost of their power from the Jewish ceremonies.\" \"O unaccountable!\" say I: \"what! baptism a Jewish ceremony?\" \"Yes, my friend,\" says he, \"so truly Jewish, that a great many Jews use the baptism of John to this day. Look into ancient authors, and thou wilt find that John only revived this practice; and that it had been used by the Hebrews, long before his time, in like manner as the Mahometans imitated the Ishmaelites in their pilgrimages to Mecca. Jesus indeed submitted to the baptism of John, as He had suffered Himself to be circumcised; but circumcision and the washing with water ought to be abolished by the baptism of Christ, that baptism of the Spirit, that ablution of the soul, which is the salvation of mankind. Thus the forerunner said, ‘I indeed baptise you with water unto repentance; but He that cometh after me is mightier than I, whose shoes I am not worthy to bear: he shall baptise you with the Holy Ghost and with fire.’ Likewise Paul, the great apostle of the Gentiles, writes as follows to the Corinthians, ‘Christ sent me not to baptise, but to preach the Gospel;’ and indeed Paul never baptised but two persons with water, and that very much against his inclinations. He circumcised his disciple Timothy, and the other disciples likewise circumcised all who were willing to submit to that carnal ordinance. But art thou circumcised?\" added he. \"I have not the honour to be so,\" say I. \"Well, friend,\" continues the Quaker, \"thou art a Christian without being circumcised, and I am one without being baptised.\" Thus did this pious man make a wrong but very specious application of four or five texts of Scripture which seemed to favour the tenets of his sect; but at the same time forgot very sincerely an hundred texts which made directly against them. I had more sense than to contest with him, since there is no possibility of convincing an enthusiast. A man should never pretend to inform a lover of his mistress’s faults, no more than one who is at law, of the badness of his cause; nor attempt to win over a fanatic by strength of reasoning. Accordingly I waived the subject.\n\"Well,\" said I to him, \"what sort of a communion have you?\" \"We have none like that thou hintest at among us,\" replied he. \"How! no communion?\" said I. \"Only that spiritual one,\" replied he, \"of hearts.\" He then began again to throw out his texts of Scripture; and preached a most eloquent sermon against that ordinance. He harangued in a tone as though he had been inspired, to prove that the sacraments were merely of human invention, and that the word \"sacrament\" was not once mentioned in the Gospel. \"Excuse,\" said he, \"my ignorance, for I have not employed a hundredth part of the arguments which might be brought to prove the truth of our religion, but these thou thyself mayest peruse in the Exposition of our Faith written by Robert Barclay. It is one of the best pieces that ever was penned by man; and as our adversaries confess it to be of dangerous tendency, the arguments in it must necessarily be very convincing.\" I promised to peruse this piece, and my Quaker imagined he had already made a convert of me. He afterwards gave me an account in few words of some singularities which make this sect the contempt of others. \"Confess,\" said he, \"that it was very difficult for thee to refrain from laughter, when I answered all thy civilities without uncovering my head, and at the same time said ‘thee’ and ‘thou’ to thee. However, thou appearest to me too well read not to know that in Christ’s time no nation was so ridiculous as to put the plural number for the singular. Augustus Cæsar himself was spoken to in such phrases as these: ‘I love thee,’ ‘I beseech thee,’ ‘I thank thee;’ but he did not allow any person to call him ‘Domine,’ sir. It was not till many ages after that men would have the word ‘you,’ as though they were double, instead of ‘thou’ employed in speaking to them; and usurped the flattering titles of lordship, of eminence, and of holiness, which mere worms bestow on other worms by assuring them that they are with a most profound respect, and an infamous falsehood, their most obedient humble servants. It is to secure ourselves more strongly from such a shameless traffic of lies and flattery, that we ‘thee’ and ‘thou’ a king with the same freedom as we do a beggar, and salute no person; we owing nothing to mankind but charity, and to the laws respect and obedience.\n\"Our apparel is also somewhat different from that of others, and this purely, that it may be a perpetual warning to us not to imitate them. Others wear the badges and marks of their several dignities, and we those of Christian humility. We fly from all assemblies of pleasure, from diversions of every kind, and from places where gaming is practised; and indeed our case would be very deplorable, should we fill with such levities as those I have mentioned the heart which ought to be the habitation of God. We never swear, not even in a court of justice, being of opinion that the most holy name of God ought not to be prostituted in the miserable contests betwixt man and man. When we are obliged to appear before a magistrate upon other people’s account (for law-suits are unknown among the Friends), we give evidence to the truth by sealing it with our yea or nay; and the judges believe us on our bare affirmation, whilst so many other Christians forswear themselves on the holy Gospels. We never war or fight in any case; but it is not that we are afraid, for so far from shuddering at the thoughts of death, we on the contrary bless the moment which unites us with the Being of Beings; but the reason of our not using the outward sword is, that we are neither wolves, tigers, nor mastiffs, but men and Christians. Our God, who has commanded us to love our enemies, and to suffer without repining, would certainly not permit us to cross the seas, merely because murderers clothed in scarlet, and wearing caps two foot high, enlist citizens by a noise made with two little sticks on an ass’s skin extended. And when, after a victory is gained, the whole city of London is illuminated; when the sky is in a blaze with fireworks, and a noise is heard in the air, of thanksgivings, of bells, of organs, and of the cannon, we groan in silence, and are deeply affected with sadness of spirit and brokenness of heart, for the sad havoc which is the occasion of those public rejoicings.\"", "source": "letters_on_england.txt"}
