{"text": "In a castle of Westphalia, belonging to the Baron of Thunder-ten-Tronckh, lived a youth, whom nature had endowed with the most gentle manners. His features could not conceal his soul. He had a solid judgment, with the most simple spirit; and I think, for this reason, he was called Candide. The old servants of the house suspected him to have been the son of the Baron's sister, by a very good gentleman of the neighborhood, whom that lady would never marry because he had been able to prove only seventy-one quarterings; the rest of his genealogical tree being lost through the injuries of time.\nThe Baron was one of the most powerful lords in Westphalia, for his castle had not only a gate, but even windows; and his great hall was hung with tapestry. He used to hunt with his mastiffs and spaniels instead of greyhounds; his groom served him for a huntsman; and the parson of the parish officiated as his grand almoner. He was called \"My Lord\" by all his people, and everyone laughed when he told stories.\nThe Baroness, who weighed three hundred and fifty pounds, being of that weight was regarded with no small consideration, and did the honors of the house with a dignity that commanded still greater respect. Her daughter Cunegonde was seventeen years of age, fresh-colored, comely, plump, and desirable. The Baron's son appeared to be in every respect worthy of his father. The preceptor Pangloss was the oracle of the family, and little Candide listened to his instructions with all the simplicity and good faith of his age and disposition.\nPangloss was professor of metaphysico-theologico-cosmolo-nigology. He proved admirably that there is no effect without a cause, and that, in this best of all possible worlds, the Baron's castle was the most magnificent of castles, and his lady the best of all possible Baronesses.\n\"It is demonstrable,\" said he, \"that things cannot be otherwise than as they are; for all being created for an end, all is necessarily for the best end. Observe, that the nose has been formed to bear spectacles—thus we have spectacles. Legs are visibly designed for stockings—and we have stockings. Stones were made to be hewn, and to construct castles—therefore my lord has a magnificent castle; for the greatest baron in the province ought to be the best lodged. Pigs were made to be eaten—therefore we eat pork all the year round. Consequently they who assert that all is well have said a foolish thing, they should have said all is for the best.\"\nCandide listened attentively and believed innocently; for he thought Miss Cunegonde extremely beautiful, though he never had the courage to tell her so. He concluded that after the happiness of being born of Baron of Thunder-ten-Tronckh, the second degree of happiness was to be Miss Cunegonde, the third that of seeing her every day, and the fourth that of hearing Master Pangloss, the greatest philosopher of the whole province, and consequently of the whole world.", "source": "candide_chap1.txt"}
{"text": "TOLERANCE.\nWhat is tolerance? It is the appurtenance of humanity. We are all full of weakness and errors; let us mutually pardon each other our follies - it is the first law of nature.\nWhen, on the exchange of Amsterdam, of London, or of Surat, or of Bassora, the Guebre, the Banian, the Jew, the Mahometan, the Chinese Deist, the Brahmin, the Christian of the Greek Church, the Roman Catholic Christian, the Protestant Christian, and the Quaker Christian, traffic together, they do not lift the poignard against each other in order to gain souls for their religion. Why then have we been cutting one another's throats almost without interruption since the first Council of Nice?\nThe Constantinopolitans, who thought themselves so much wiser than the rest of the world, could not find any better way of settling their differences than by massacring one another; and the Turks, who are not quite so wise, have laughed at them.\nIt is clear that every private individual who persecutes a man, his brother, because he is not of the same opinion, is a monster. This admits of no difficulty. But the government, the magistrates, the princes! — how do they conduct themselves towards those who have a faith different from their own? If they are powerful foreigners, it is certain that a prince will form an alliance with them. The Francis I., most Christian, will ally himself with the Mussulmans against the Charles V., most Catholic. Francis I. will give money to the Lutherans of Germany to support them in their rebellion against their emperor; but he will commence, as usual, by having the Lutherans in his own dominions burned. He pays them in Saxony from policy; he burns them at Paris from policy. But what follows? Persecutions make proselytes. France, England, and Germany were filled with horrors.\nIf you have two religions in your country, they will cut one another's throats; if you have thirty religions, they will dwell in peace. Look at the Great Turk. He governs Guebres, Banians, Christians of the Greek, Roman, and Protestant churches, and Jews. All these sects live in peace in his empire, and the Turks themselves are very good people.", "source": "philosophical_dictionary.txt"}
{"text": "Letter VI: On the Presbyterians.\nThe Church of England is confined to England alone and to Ireland. Presbyterianism is the established religion in Scotland. This Presbyterianism is directly the same with Calvinism, as it was established in France, and is now at Geneva. As the priests of this sect receive but very indifferent stipends from their churches, and consequently cannot live in the same luxury as bishops, they exclaim very naturally against honors which they can never attain to. Figure to yourself the haughty Diogenes, trampling under foot the pride of Plato. The Scotch Presbyterians are not very unlike that proud and ragged reasoner. Treat them as reasoners, and they are like other men; but give them power, and they become tyrants.\nIf you are a Presbyterian, you must not play at cards, and you must sing psalms on Sunday with a nasal twang.\nA Presbyterian is not only a rigid Christian, but a very strict observer of the laws of morality; and he is, withal, a very good subject, because he is persuaded that the civil magistrate has a right to command him in everything that is not contrary to the Word of God; and that, if he is persecuted, he ought to suffer it with patience. This is the doctrine of the Presbyterian clergy; but it is not that of the Presbyterian laity, who, when they have been persecuted, have generally taken up arms to defend themselves.\nThe Church of England and the Presbyterian Church are two rival sisters, who are always quarreling about the inheritance of their mother, the Catholic Church; and, like other sisters, they hate each other most cordially. But the most curious part of the story is, that the Presbyterians, who are the most numerous sect in Scotland, are the most persecuted in England; and that the Church of England, which is the established religion in England, is persecuted in Scotland.\nIt is true that the Church of England is at present the most powerful; but the Presbyterians have this advantage over her, that their clergy are generally more learned and more eloquent than those of the Church of England; because, having no rich benefices to expect, they are obliged to distinguish themselves by their merit, in order to gain the favor of the people, who are their only patrons.", "source": "letters_on_england.txt"}
