{"text": "CHAPTER I\nHOW CANDIDE WAS BROUGHT UP IN A MAGNIFICENT CASTLE AND HOW HE WAS DRIVEN THENCE\nIn the country of Westphalia, in the castle of the most noble Baron of Thunder-ten-tronckh, lived a youth whom Nature had endowed with a most sweet disposition. His face was the true index of his mind. He had a solid judgment joined to the most unaffected simplicity; and hence, I presume, he had his name of Candide. The old servants of the house suspected him to be the son of the Baron's sister by a very good sort of a gentleman of the neighborhood, whom that young lady refused to marry, because he could produce no more than seventy-one quarterings in his arms; the rest of the genealogical tree having been lost through the injuries of time.\nThe Baron was one of the most powerful lords in Westphalia, for his castle had not only a gate, but even windows. His great hall was hung with tapestry. He used to hunt with his mastiffs and spaniels, instead of greyhounds; his groom served him for huntsman; and the parson of the parish officiated as his grand almoner. He was called \"My Lord\" by all his people, and he never told a story but everyone laughed at it.\nMy Lady Baroness, who weighed three hundred and fifty pounds, consequently was a person of no small consideration; and then she did the honours of the house with a dignity that commanded universal respect. His daughter Cunegonde was seventeen years of age, fresh-colored, comely, plump, and desirable. The Baron's son seemed to be a youth in every respect worthy of the father he sprung from. Pangloss, the preceptor, was the oracle of the family, and little Candide listened to his instructions with all the simplicity natural to his age and disposition.\nMaster Pangloss taught the metaphysico-theologo-cosmolonigology. He could prove to admiration that there is no effect without a cause; and, that in this best of all possible worlds, the Baron's castle was the most magnificent of all castles, and My Lady the best of all possible baronesses.\n\"It is demonstrable,\" said he, \"that things cannot be otherwise than as they are; for as all things have been created for some end, they must necessarily be created for the best end. Observe, for instance, the nose is formed for spectacles, therefore we wear spectacles. The legs are visibly designed for stockings, accordingly we wear stockings. Stones were made to be hewn and to construct castles, therefore My Lord has a magnificent castle; for the greatest baron in the province ought to be the best lodged. Swine were intended to be eaten, therefore we eat pork all the year round: and they, who assert that everything is right, do not express themselves correctly; they should say that everything is best.\"\nCandide listened attentively and believed innocently; for he thought Miss Cunegonde extremely beautiful, though he never had the courage to tell her so. He concluded that next to the happiness of being Baron of Thunder-ten-tronckh, the next was that of being Miss Cunegonde, the next that of seeing her every day, and the last that of hearing the doctrine of Master Pangloss, the greatest philosopher of the province, and consequently of the whole world.\nOne day, when Miss Cunegonde went to take a walk in a little neighboring wood which was called a park, she saw, through the bushes, the sage Doctor Pangloss giving a lecture in experimental philosophy to her mother's chambermaid, a little brown wench, very pretty, and very tractable. As Miss Cunegonde had a great disposition for the sciences, she observed with the utmost precision the experiments which were repeated before her eyes; she saw clearly the sufficient reason of the Doctor, the effects and the causes, and returned home very much excited, pensive, filled with the desire of learning, reflecting that she might probably be the sufficient reason of Candide, and that he might be hers.\nShe met Candide on reaching the castle and blushed; Candide blushed also; she wished him good morrow in a faltering tone, and Candide spoke to her without knowing what he said. The next day, as they were rising from dinner, Cunegonde and Candide slipped behind the screen. The miss dropped her handkerchief, the young man picked it up. She innocently took hold of his hand, and he as innocently kissed hers with a warmth, a sensibility, a grace-all very particular; their lips met; their eyes sparkled; their knees trembled; their hands strayed. The Baron of Thunder-ten-tronckh passed near the screen, and beholding this cause and effect, drove Candide from the castle with great kicks on the backside; Cunegonde fainted away, and as soon as she came to herself, the Baroness boxed her ears, and all was consternation in the most magnificent and most agreeable of all possible castles.", "source": "candide_chap1.txt"}
{"text": "THE PHILOSOPHICAL DICTIONARY\nDEMOCRACY\nOrdinarily there is no comparison between the crimes of the great who are always ambitious, and the crimes of the people who always want, and can want only liberty and equality. These two sentiments, Liberty and Equality, do not lead direct to calumny, rapine, assassination, poisoning, devastation of one's neighbours' lands, etc.; they lead to nothing but legitimate defence, or sometimes to the formation of a body of burgesses. The dogs of the people (to use a rhetorical term) bite indeed, but the dogs of the kings devour. The tiger of a Persian satrap is more dangerous than the dogs of all the free peoples of Athens and Rome.\nThe greatest vice of civilized society is doubtless the injustice of the great who strive to destroy the equality between them and the people. But it is not their fault; it is the fault of the people who suffer it. The great do not give themselves rights, they usurp them.\nTOLERANCE\nWhat is tolerance? it is the consequence of humanity. We are all formed of frailty and error; let us pardon reciprocally each other's folly - that is the first law of nature.\nIt is clear that the individual who persecutes a man, his brother, because he is not of the same opinion, is a monster. That is not much of a problem; but the government! the magistrates! the princes! how do they treat those who have another worship than theirs? If they are powerful strangers, it is certain that a prince will make an alliance with them. Franois I, very Christian, will unite with the Mussulmans against Charles V, very Catholic. Franois I will give money to the Lutherans of Germany to support them in their revolt against the Emperor; but, in accordance with custom, he will start by having Lutherans burned at home. For political reasons he pays them in Saxony; for political reasons he burns them in Paris. But what will happen? Persecutions make proselytes? Soon France will be full of new Protestants. At first they will let themselves be hanged, later they will hang the hangers. There will be civil wars, then will come the St. Bartholomew; and this corner of the world will be worse than all that the ancients and moderns have ever told of hell.\nFanaticism\nFanaticism is to superstition what delirium is to fever, what rage is to anger. He who has ecstasies and visions, who takes dreams for realities, and his own imaginations for prophecies, is an enthusiast; he who reinforces his madness by murder is a fanatic.\nThe most detestable example of fanaticism is that of the burghers of Paris who ran to assassinate, butcher, throw out of windows, tear in pieces, on the night of St. Bartholomew, their fellow-citizens who did not go to mass.\nThere are cold-blooded fanatics: such as the judges who sentence to death those who have no other crime than that of not thinking like them; and these judges are all the more guilty, all the more deserving of the execration of the human race, as, not being in a fit of rage like the Clments, the Chtels, the Ravaillacs, the Damiens, they seem to listen to reason.\nOnce fanaticism has gangrened a brain, the malady is almost incurable. I have seen convulsionaries who, speaking of the miracles of Saint Paris, grew hot by degrees in spite of themselves: their eyes became inflamed, their limbs trembled, fury disfigured their face, and they would have killed anyone who contradicted them.", "source": "philosophical_dictionary.txt"}
{"text": "Letters on the English (Lettres philosophiques)\nLETTER VIII - ON THE PARLIAMENT\nThe members of the English Parliament are fond of comparing themselves to the old Romans.\nNot long since Mr. Shippen opened a speech in the House of Commons with these words, \"The majesty of the English people would be wounded.\" The singularity of the expression caused a loud laugh; but this gentleman, so far from being disconcerted, repeated the same words with a resolute tone of voice, and the laugh ceased. In my opinion, the Majesty of the people of England has nothing in common with that of the people of Rome, much less is there any affinity between their governments. There is in London a senate, some of the members whereof are accused (doubtless very unjustly) of selling their votes on certain occasions, as was done in Rome; that is all the resemblance. In other respects, the two nations appear to be quite opposite in character, with regard both to their good and to their bad qualities. The Romans never knew the dreadful folly of religious wars, an abomination reserved for devout preachers of patience and humility. Marius and Sylla, Caesar and Pompey, Anthony and Augustus, did not draw their swords and set the world in a blaze merely to determine whether the flamen should wear his shirt over his robe, or his robe over his shirt, or whether the sacred chickens should eat and drink, or eat only, in order to take the augury. The English have hanged one another by law, and cut one another to pieces in pitched battles, for quarrels of as trifling a nature. The sects of the Episcopalians and Presbyterians quite turned the heads of these serious people for a time. But I fancy they will hardly ever be so silly again, they seem to be grown wiser at their own expense; and I do not perceive the least inclination in them to murder one another merely about syllogisms, as some zealots among them once did.\nLETTER X - ON TRADE\nAs trade enriched the citizens in England, so it contributed to their freedom, and this freedom on the other side extended their commerce, whence arose the grandeur of the State. Trade raised by insensible degrees the naval power, which gives the English a superiority over the seas, and they now are masters of very near two hundred ships of war. Posterity will very possibly be surprised to hear that an island whose only produce is a little lead, tin, fuller's earth, and coarse wool, should become so powerful by its commerce, as to be able to send, in 1723, three fleets at the same time to three different and far distanced parts of the globe. One before Gibraltar, conquered and kept by their arms; a second to Portobello, to dispossess the King of Spain of the treasures of the West Indies; and a third into the Baltic, to prevent the Northern Powers from coming to an engagement.\nAt the time when Louis XIV made all Italy tremble, and that his armies, which had already possessed themselves of Savoy and Piedmont, were on the point of taking Turin; Prince Eugene had to march from the middle of Germany in order to succour the Duke of Savoy. Having no money, without which cities cannot be either taken or defended, he addressed himself to some English merchants. These, at an hour and half's warning, lent him five millions, whereby he was enabled to deliver Turin, and to beat the French; after which he wrote the following short letter to the persons who had disbursed him the above-mentioned sums: \"Gentlemen, I have received your money, and flatter myself that I have laid it out to your satisfaction.\" Such a circumstance as this raises a just pride in an English merchant, and makes him presume (not without some reason) that he compares with the old Roman citizen; and indeed a peer's brother does not think traffic beneath him. I knew a young lord who had refused the administration of affairs in Barbados, because the post was not considerable enough, and generally served in a merchant's apprenticehood.", "source": "letters.txt"}
