{"text": "I.\nHOW CANDIDE WAS BROUGHT UP IN A MAGNIFICENT CASTLE, AND HOW HE WAS EXPELLED THENCE.\nIn a castle of Westphalia, belonging to the Baron of Thunder-ten-Tronckh, lived a youth, whom nature had endowed with the most gentle manners. His countenance was a true picture of his soul. He combined a true judgment with simplicity of spirit, which was the reason, I apprehend, of his being called Candide. The old servants of the family suspected him to have been the son of the Baron's sister, by a good, honest gentleman of the neighborhood, whom that young lady would never marry because he had been able to prove only seventy-one quarterings, the rest of his genealogical tree having been lost through the injuries of time.\nThe Baron was one of the most powerful lords in Westphalia, for his castle had not only a gate, but windows. His great hall, even, was hung with tapestry. All the dogs of his farm-yards formed a pack of hounds at need; his grooms were his huntsmen; and the curate of the village was his grand almoner. They called him \"My Lord,\" and laughed at all his stories.\nThe Baron's lady weighed about three hundred and fifty pounds, and was therefore a person of great consideration, and she did the honours of the house with a dignity that commanded still greater respect. Her daughter Cunegonde was seventeen years of age, fresh-coloured, comely, plump, and desirable. The Baron's son seemed to be in every respect worthy of his father. The Preceptor Pangloss was the oracle of the family, and little Candide heard his lessons with all the good faith of his age and character.\nPangloss was professor of metaphysico-theologico-cosmolo-nigology. He proved admirably that there is no effect without a cause, and that, in this best of all possible worlds, the Baron's castle was the most magnificent of castles, and his lady the best of all possible Baronesses.\n\"It is demonstrable,\" said he, \"that things cannot be otherwise than as they are; for all being created for an end, all is necessarily for the best end. Observe, that the nose has been formed to bear spectacles—thus we have spectacles. Legs are visibly designed for stockings—and we have stockings. Stones were made to be hewn, and to construct castles—therefore my lord has a magnificent castle; for the greatest baron in the province ought to be the best lodged. Pigs were made to be eaten—therefore we eat pork all the year round. Consequently they who assert that all is well have said a foolish thing, they should have said all is for the best.\"\nCandide listened attentively and believed innocently; for he thought Miss Cunegonde extremely beautiful, though he never had the courage to tell her so. He concluded that after the happiness of being born of Baron of Thunder-ten-Tronckh, the second degree of happiness was to be Miss Cunegonde, the third that of seeing her every day, and the fourth that of hearing Master Pangloss, the greatest philosopher of the whole province, and consequently of the whole world.\nOne day Cunegonde, while walking near the castle, in a little wood which they called a park, saw between the bushes, Dr. Pangloss giving a lesson in experimental natural philosophy to her mother's chamber-maid, a little brown wench, very pretty and very docile. As Miss Cunegonde had a great disposition for the sciences, she breathlessly observed the repeated experiments of which she was a witness; she clearly perceived the force of the Doctor's reasons, the effects, and the causes; she turned back greatly flurried, quite pensive, and filled with the desire to be learned; dreaming that she might well be a sufficient reason for young Candide, and he for her.\nShe met Candide on reaching the castle and blushed; Candide blushed also; she wished him good morrow in a faltering tone, and Candide spoke to her without knowing what he said. The next day after dinner, as they went from table, Cunegonde and Candide found themselves behind a screen; Cunegonde let fall her handkerchief, Candide picked it up, she took him innocently by the hand, the youth as innocently kissed the young lady's hand with particular vivacity, sensibility, and grace; their lips met, their eyes sparkled, their knees trembled, their hands strayed. Baron Thunder-ten-Tronckh passed near the screen and beholding this cause and effect chased Candide from the castle with great kicks on the backside; Cunegonde fainted away; she was boxed on the ears by the Baroness, as soon as she came to herself; and all was consternation in this most magnificent and most agreeable of all possible castles.", "source": "candide_chap1.txt"}
{"text": "One day I was at a tragedy near by a philosopher. \"How beautiful that\nis!\" he said.\n\"What do you find beautiful there?\" I asked.\n\"It is beautiful,\" he answered, \"because the author has reached his\ngoal.\"\nThe following day he took some medicine which did him good. \"The\nmedicine has reached its goal,\" I said to him. \"What a beautiful\nmedicine!\" He grasped that one cannot say a medicine is beautiful, and\nthat to give the name of \"beauty\" to something, the thing must cause\nyou to admire it and give you pleasure. He agreed that the tragedy had\ninspired these sentiments in him, and that there was the to kalon,\nbeauty.\nWe journeyed to England: the same piece, perfectly translated, was\nplayed there; it made everybody in the audience yawn. \"Ho, ho!\" he\nsaid, \"the to kalon is not the same for the English and the French.\"\nAfter much reflection he came to the conclusion that beauty is often\nvery relative, just as what is decent in Japan is indecent in Rome,\nand what is fashionable in Paris, is not fashionable in Pekin; and\nhe saved himself the trouble of composing a long treatise on beauty.\nThere are actions which the whole world finds beautiful. Two of Caesar's\nofficers, mortal enemies, send each other a challenge, not as to who\nshall shed the other's blood with tierce and quarte behind a thicket as\nwith us, but as to who shall best defend the Roman camp, which the\nBarbarians are about to attack. One of them, having repulsed the enemy,\nis near succumbing; the other rushes to his aid, saves his life, and\ncompletes the victory.\nA friend sacrifices his life for his friend; a son for his father....\nThe Algonquin, the Frenchman, the Chinaman, will all say that that is\nvery beautiful, that these actions give them pleasure, that they admire\nthem.\nThey will say as much of the great moral maxims, of Zarathustra's--\"In\ndoubt if an action be just, abstain...\"; of\nConfucius'--\"Forget injuries, never forget kindnesses.\"\nThe negro with the round eyes and flat nose, who will not give the name\nof \"beauties\" to the ladies of our courts, will without hesitation give\nit to these actions and these maxims. The wicked man even will\nrecognize the beauty of these virtues which he dare not imitate. The\nbeauty which strikes the senses merely, the imagination, and that which\nis called \"intelligence,\" is often uncertain therefore. The beauty\nwhich speaks to the heart is not that. You will find a host of people\nwho will tell you that they have found nothing beautiful in\nthree-quarters of the Iliad; but nobody will deny that Codrus' devotion\nto his people was very beautiful, supposing it to be true.\nThere are many other reasons which determine me not to write a treatise\non beauty.", "source": "philosophical_dictionary.txt"}
{"text": "The English read with the highest satisfaction, and translated into\ntheir tongue, the Elogium of Sir Isaac Newton, which M. de Fontenelle\nspoke in the Academy of Sciences. M. de Fontenelle presides as judge\nover philosophers; and the English expected his decision, as a solemn\ndeclaration of the superiority of the English philosophy over that of\nthe French. But when it was found that this gentleman had compared\nDescartes to Sir Isaac, the whole Royal Society in London rose up in\narms. So far from acquiescing with M. Fontenelle's judgment, they\ncriticised his discourse. And even several (who, however, were not the\nablest philosophers in that body) were offended at the comparison; and\nfor no other reason but because Descartes was a Frenchman.\nIt must be confessed that these two great men differed very much in\nconduct, in fortune, and in philosophy.\nNature had indulged Descartes with a shining and strong imagination,\nwhence he became a very singular person both in private life and in his\nmanner of reasoning. This imagination could not conceal itself even in\nhis philosophical works, which are everywhere adorned with very\nshining, ingenious metaphors and figures. Nature had almost made him a\npoet; and indeed he wrote a piece of poetry for the entertainment of\nChristina, Queen of Sweden, which however was suppressed in honour to\nhis memory.\nHe embraced a military life for some time, and afterwards becoming a\ncomplete philosopher, he did not think the passion of love derogatory\nto his character. He had by his mistress a daughter called Froncine,\nwho died young, and was very much regretted by him. Thus he\nexperienced every passion incident to mankind.\nHe was a long time of opinion that it would be necessary for him to fly\nfrom the society of his fellow creatures, and especially from his\nnative country, in order to enjoy the happiness of cultivating his\nphilosophical studies in full liberty.\nDescartes was very right, for his contemporaries were not knowing\nenough to improve and enlighten his understanding, and were capable of\nlittle else than of giving him uneasiness.\nHe left France purely to go in search of truth, which was then\npersecuted by the wretched philosophy of the schools. However, he\nfound that reason was as much disguised and depraved in the\nuniversities of Holland, into which he withdrew, as in his own\ncountry. For at the time that the French condemned the only\npropositions of his philosophy which were true, he was persecuted by\nthe pretended philosophers of Holland, who understood him no better;\nand who, having a nearer view of his glory, hated his person the more,\nso that he was obliged to leave Utrecht. Descartes was injuriously\naccused of being an atheist, the last refuge of religious scandal: and\nhe who had employed all the sagacity and penetration of his genius, in\nsearching for new proofs of the existence of a God, was suspected to\nbelieve there was no such Being.\nSuch a persecution from all sides, must necessarily suppose a most\nexalted merit as well as a very distinguished reputation, and indeed he\npossessed both. Reason at that time darted a ray upon the world\nthrough the gloom of the schools, and the prejudices of popular\nsuperstition. At last his name spread so universally, that the French\nwere desirous of bringing him back into his native country by rewards,\nand accordingly offered him an annual pension of a thousand crowns.\nUpon these hopes Descartes returned to France; paid the fees of his\npatent, which was sold at that time, but no pension was settled upon\nhim. Thus disappointed, he returned to his solitude in North Holland,\nwhere he again pursued the study of philosophy, whilst the great\nGalileo, at fourscore years of age, was groaning in the prisons of the\nInquisition, only for having demonstrated the earth's motion.\nAt last Descartes was snatched from the world in the flower of his age\nat Stockholm. His death was owing to a bad regimen, and he expired in\nthe midst of some literati who were his enemies, and under the hands of\na physician to whom he was odious.\nThe progress of Sir Isaac Newton's life was quite different. He lived\nhappy, and very much honoured in his native country, to the age of\nfourscore and five years.\nIt was his peculiar felicity, not only to be born in a country of\nliberty, but in an age when all scholastic impertinences were banished\nfrom the world. Reason alone was cultivated, and mankind could only be\nhis pupil, not his enemy.\nOne very singular difference in the lives of these two great men is,\nthat Sir Isaac, during the long course of years he enjoyed, was never\nsensible to any passion, was not subject to the common frailties of\nmankind, nor ever had any commerce with women--a circumstance which was\nassured me by the physician and surgeon who attended him in his last\nmoments.\nWe may admire Sir Isaac Newton on this occasion, but then we must not\ncensure Descartes.\nThe opinion that generally prevails in England with regard to these new\nphilosophers is, that the latter was a dreamer, and the former a sage.\nVery few people in England read Descartes, whose works indeed are now\nuseless. On the other side, but a small number peruse those of Sir\nIsaac, because to do this the student must be deeply skilled in the\nmathematics, otherwise those works will be unintelligible to him. But\nnotwithstanding this, these great men are the subject of everyone's\ndiscourse. Sir Isaac Newton is allowed every advantage, whilst\nDescartes is not indulged a single one. According to some, it is to\nthe former that we owe the discovery of a vacuum, that the air is a\nheavy body, and the invention of telescopes. In a word, Sir Isaac\nNewton is here as the Hercules of fabulous story, to whom the ignorant\nascribed all the feats of ancient heroes.\nIn a critique that was made in London on Mr. de Fontenelle's discourse,\nthe writer presumed to assert that Descartes was not a great\ngeometrician. Those who make such a declaration may justly be\nreproached with flying in their master's face. Descartes extended the\nlimits of geometry as far beyond the place where he found them, as Sir\nIsaac did after him. The former first taught the method of expressing\ncurves by equations. This geometry which, thanks to him for it, is now\ngrown common, was so abstruse in his time, that not so much as one\nprofessor would undertake to explain it; and Schotten in Holland, and\nFormat in France, were the only men who understood it.\nHe applied this geometrical and inventive genius to dioptrics, which,\nwhen treated of by him, became a new art. And if he was mistaken in\nsome things, the reason of that is, a man who discovers a new tract of\nland cannot at once know all the properties of the soil. Those who\ncome after him, and make these lands fruitful, are at least obliged to\nhim for the discovery. I will not deny but that there are innumerable\nerrors in the rest of Descartes' works.\nGeometry was a guide he himself had in some measure fashioned, which\nwould have conducted him safely through the several paths of natural\nphilosophy. Nevertheless, it at last abandoned this guide, and gave\nentirely into the humour of forming hypotheses; and then philosophy was\nno more than an ingenious romance, fit only to amuse the ignorant. He\nwas mistaken in the nature of the soul, in the proofs of the existence\nof a God, in matter, in the laws of motion, and in the nature of\nlight. He admitted innate ideas, he invented new elements, he created\na world; he made man according to his own fancy; and it is justly said,\nthat the man of Descartes is, in fact, that of Descartes only, very\ndifferent from the real one.\nHe pushed his metaphysical errors so far, as to declare that two and\ntwo make four for no other reason but because God would have it so.\nHowever, it will not be making him too great a compliment if we affirm\nthat he was valuable even in his mistakes. He deceived himself; but\nthen it was at least in a methodical way. He destroyed all the absurd\nchimeras with which youth had been infatuated for two thousand years.\nHe taught his contemporaries how to reason, and enabled them to employ\nhis own weapons against himself. If Descartes did not pay in good\nmoney, he however did great service in crying down that of a base\nalloy.\nI indeed believe that very few will presume to compare his philosophy\nin any respect with that of Sir Isaac Newton. The former is an essay,\nthe latter a masterpiece. But then the man who first brought us to the\npath of truth, was perhaps as great a genius as he who afterwards\nconducted us through it.\nDescartes gave sight to the blind. These saw the errors of antiquity\nand of the sciences. The path he struck out is since become\nboundless. Rohault's little work was, during some years, a complete\nsystem of physics; but now all the Transactions of the several\nacademies in Europe put together do not form so much as the beginning\nof a system. In fathoming this abyss no bottom has been found. We are\nnow to examine what discoveries Sir Isaac Newton has made in it.", "source": "letters_on_england.txt"}
