{"text": "CANDIDE\nOR OPTIMISM\n1759\nI. HOW CANDIDE WAS BROUGHT UP IN A MAGNIFICENT CASTLE AND HOW HE WAS DRIVEN OUT OF IT\nIn the country of Westphalia, in the castle of the most noble Baron of Thunder-ten-tronckh, lived a youth whom Nature had endowed with a most sweet disposition. His face was the true index of his mind. He had a solid judgment joined to the most unaffected simplicity; and hence, I presume, he had his name of Candide. The old servants of the house suspected him to be the son of the Baron's sister by a very good sort of a gentleman of the neighborhood, whom that young lady refused to marry, because he could produce no more than seventy-one quarterings in his coat of arms, the rest of the genealogical tree having been lost through the injuries of time.\nThe Baron was one of the most powerful lords in Westphalia, for his castle had not only a gate, but even windows. His great hall was hung with tapestry. He used to hunt with his mastiffs and spaniels instead of greyhounds; his groom served him for a huntsman; and the parson of the parish officiated as his grand almoner. He was called \"My Lord\" by all his people, and he never told a story but everyone laughed at it.\nMy Lady Baroness, who weighed three hundred and fifty pounds, consequently was a person of no small consideration; and then she did the honors of the house with a dignity that commanded striking respect. Her daughter, Cunegonde, was seventeen years of age, fresh-colored, comely, plump, and desirable. The Baron's son seemed to be a youth in every respect worthy of the father he had. Pangloss, the preceptor, was the oracle of the family, and little Candide listened to his instructions with all the simplicity natural to his age and disposition.\nMaster Pangloss taught the metaphysico-theologo-cosmolonigology. He could prove to admiration that there is no effect without its cause; and that in this best of all possible worlds the Baron's castle was the most magnificent of all castles, and My Lady the best of all possible baronesses.\n\"It is demonstrable,\" said he, \"that things cannot be otherwise than as they are; for as all things have been created for some end, they must necessarily be created for the best end. Observe, for instance, the nose is formed for spectacles, therefore we wear spectacles. The legs are visibly designed for stockings, accordingly we wear stockings. Stones were made to be hewn and to construct castles, therefore My Lord has a magnificent castle; for the greatest baron in the province ought to be the best lodged. Swine were intended to be eaten, therefore we eat pork all the year round: and they, who assert that everything is right, do not express themselves correctly; they should say that everything is best.\"\nCandide listened attentively and believed innocently; for he thought Miss Cunegonde extremely handsome, though he never had the courage to tell her so. He concluded that next to the happiness of being Baron of Thunder-ten-tronckh, the next was that of being Miss Cunegonde, the next that of seeing her every day, and the last that of hearing the doctrine of Master Pangloss, the greatest philosopher of the province and consequently of the whole world.\nOne day, when Miss Cunegonde went to take a walk in a little neighboring wood which was called a park, she saw, through the bushes, the sage Doctor Pangloss giving a lecture in experimental philosophy to her mother's chambermaid, a little brown wench, very pretty, and very tractable. As Miss Cunegonde had a great disposition for the sciences, she observed with the utmost attention the experiments which were repeated before her eyes; she perfectly well understood the force of the doctor's reasoning upon causes and effects. She retired greatly flurried, quite pensive and filled with the desire of knowledge, imagining that she might be a sufficing reason for young Candide, and he for her.\nOn her way back she happened to meet the young man; she blushed, he blushed also; she wished him a good morning in a faltering tone, he returned the salute, without knowing what he said. The next day, as they were rising from dinner, Cunegonde and Candide slipped behind the screen. The miss dropped her handkerchief, the young man picked it up. She innocently took hold of his hand, and he as innocently kissed hers with a warmth, a sensibility, a grace-all very particular; their lips met; their eyes sparkled; their knees trembled; their hands strayed. The Baron of Thunder-ten-tronckh passed near the screen, and, beholding this cause and effect, drove Candide from the castle with great kicks on the backside; Cunegonde fainted away, and, as soon as she came to herself, the Baroness boxed her ears. Thus all was consternation in the most magnificent and most agreeable of all possible castles.", "source": "candide_chap1.txt"}
{"text": "PHILOSOPHICAL DICTIONARY\n1764\nTOLERANCE\nWhat is tolerance? It is the appurtenance of humanity. We are all full of weakness and errors; let us mutually pardon each other our follies - it is the first law of nature.\nWhen, on the exchange of Amsterdam, of London, of Surat, or of Bassora, the Guebre, the Banian, the Jew, the Mahometan, the Chinese Deist, the Brahmin, the Christian of the Greek Church and the Roman Catholic Christian, the Protestant Christian and the Quaker Christian, traffic together, they do not lift the poniard against each other in order to gain souls for their religion. Why then have we been cutting one another's throats almost without interruption since the first Council of Nice?\nConstantine began by issuing an edict which allowed all religions and ended by persecuting. Before him, tumults were excited against the Christians, only because they began to make a party in the state. The Romans permitted all kinds of worship, even those of the Jews and the Egyptians, for which they had so much contempt. Why did Rome tolerate these religions? Because neither the Egyptians, nor even the Jews, aimed at exterminating the ancient religion of the empire; they did not traverse land and sea for proselytes; they thought only of money-getting; but it is undeniable that the Christians wished their own religion to be the dominant one. The Jews would not suffer the statue of Jupiter at Jerusalem; but the Christians wished it not to be in the capitol. Saint Thomas has the candor to avow that if the Christians did not dethrone the emperors, it was because they could not. Their opinion was that the whole earth ought to be Christian. They were therefore necessarily enemies to the whole earth, until it was converted.\nAmong us it is different; every man says: \"I pardon you for not being of my opinion, I will not cut your throat; but I will do everything in my power to convert you.\"\nIt is clear that the individual who persecutes a man, his brother, because he is not of the same opinion, is a monster. That is not all; the sovereign who persecutes is a monster.", "source": "philosophical_dictionary.txt"}
{"text": "LETTERS ON THE ENGLISH\nOr Lettres Philosophiques\n1733\nLETTER I: ON THE QUAKERS\nI thought that the doctrine and history of so extraordinary a people were worthy the attention of the curious. To acquaint myself with them I made a visit to one of the most eminent Quakers in England, who after having traded thirty years had the wisdom to prescribe limits to his fortune and to his desires, and was settled in a little solitude not far from London. Being come to him, I perceived that his house was small, but built with great neatness, without the least ornament. The Quaker owned that he had no documents that he could properly call his own, but that, nevertheless, his memory and his own knowledge would serve him instead of libraries.\nHe was a fresh-looking old man of a suitable size, who had never known sickness, because he had never known the passions nor intemperance. I never in my life saw a more noble or a more engaging aspect. He was dressed like those of his persuasion, in a plain coat without pleats in the sides, or buttons on the pockets and sleeves; and had on a beaver hat, the brim of which was bent downward, like those of our clergy. He did not pull off his hat when I came in, and advanced towards me without making the least bow; but there was more politeness in the open, humane air of his countenance, than in the custom of drawing one leg behind the other, and carrying that in the hand which is made to cover the head.\n\"Friend,\" said he to me, \"I perceive thou art a stranger, but if I can do anything for thee, only tell me.\"\n\"Sir,\" said I to him, bending forwards and advancing, as is our custom, one leg towards him, \"I flatter myself that my just curiosity will not give you any offense, and that you'll do me the honor to inform me of the particulars of your religion.\"\n\"The people of thy country,\" replied he, \"are too full of their bows and compliments; but I never yet met with one of them who had so much curiosity. Come in, and let us first dine together.\"\nI still continued to make my curtseys, and he still to speak to me as a friend and an equal.\nWe sat down to table. The entertainment was simple, but solid and wholesome. We drank no healths, for he said that was a vain custom. After dinner, I began my questions.\n\"Friend,\" said I to him, \"are you a Christian?\"\n\"I am,\" replied he, \"and I hope to be a good one.\"\n\"It is certain,\" said I, \"that you are not; for you are not baptized.\"\n\"I am not,\" replied he, \"nor are my brethren.\"\n\"How,\" said I, \"are you not Christians?\"\n\"Friend,\" said I to him, \"do not swear; we are Christians, but we do not think that Christianity consists in throwing cold water on the head, with a little salt.\"\n\"Good God,\" said I, \"what a strange impiety! Have you forgot that Jesus Christ was baptized by John?\"\n\"Friend,\" replied he, \"once more do not swear. We do not practice the carnal ordinances.\"", "source": "letters_on_england.txt"}
