{"text": "CHAPTER I\nHOW CANDIDE WAS BROUGHT UP IN A MAGNIFICENT CASTLE AND HOW HE WAS DRIVEN THENCE\nIn the castle of Baron Thunder-ten-tronckh in Westphalia there lived a youth, endowed by nature with the most gentle manners. His soul was portrayed by his face. He combined a true judgment with simplicity of spirit, which was the reason, I apprehend, of his being called Candide. The old servants of the house suspected him to have been the son of the Baron’s sister and of a worthy gentleman of the neighborhood, whom that lady would never marry because he had been able to prove only seventy-one quarterings, the rest of his genealogical tree having been lost through the ravages of time.\nThe Baron was one of the most powerful lords in Westphalia, for his castle had not only a gate, but windows. His great hall, even, was hung with tapestry. All the dogs of his farm-yards formed a pack of hounds at need; his grooms were his huntsmen; and the curate of the village was his grand almoner. They called him “My Lord,” and laughed at all his stories.\nThe Baroness weighed about three hundred and fifty pounds, was therefore a person of great consideration, and did the honors of the house with a dignity that commanded still greater respect. Her daughter Cunegonde, seventeen years of age, was fresh-colored, comely, plump, and desirable. The Baron’s son seemed to be in every respect worthy of his father. The Preceptor Pangloss was the oracle of the family, and little Candide listened to his instructions with all the simplicity appropriate to his age and character.\nPangloss taught metaphysico-theologo-cosmolonigology. He proved admirably that there is no effect without a cause, and that in this best of all possible worlds, the Baron’s castle was the most magnificent of all castles, and My Lady the best of all possible baronesses.\n“It is demonstrable,” said he, “that things cannot be otherwise than as they are; for as all things have been created for some end, they must necessarily be created for the best end. Observe, for instance, the nose is formed for spectacles, therefore we wear spectacles. The legs are visibly designed for stockings, accordingly we wear stockings. Stones were made to be hewn and to construct castles, therefore My Lord has a magnificent castle; for the greatest baron in the province ought to be the best lodged. Swine were intended to be eaten, therefore we eat pork all the year round: and they, who assert that everything is right, do not express themselves correctly; they should say that everything is best.”\nCandide listened attentively and believed innocently; for he thought Miss Cunegonde extremely beautiful, though he never had the courage to tell her so. He concluded that after the happiness of being born Baron of Thunder-ten-tronckh, the second degree of happiness was to be Miss Cunegonde, the third that of seeing her every day, and the fourth that of hearing Doctor Pangloss, the greatest philosopher of the province, and consequently of the whole world.\nOne day, when Cunegonde went to take a walk in a little neighboring wood which was called a park, she saw, through the bushes, the sage Doctor Pangloss giving a lecture in experimental philosophy to her mother’s chambermaid, a little brown wench, very pretty, and very tractable. As Miss Cunegonde had a great disposition for the sciences, she observed with the utmost breathlessness the experimental experiments which were repeated before her eyes; she saw clearly the sufficient reason of the doctor, the effects and the causes, and returned home very much excited, pensive, filled with the desire of learning, reflecting that she might be the sufficient reason of young Candide, and that he might be hers.\nShe met Candide on reaching the castle and blushed; Candide blushed also; she wished him good morrow in a faltering tone, and Candide spoke to her without knowing what he said. The next day, after dinner, as they went from table, Cunegonde and Candide found themselves behind a screen; Cunegonde dropped her handkerchief, Candide picked it up, she innocently held his hand, the young man innocently kissed the young woman’s hand with such vivacity, sensibility, and grace; their eyes met, their knees trembled, their hands strayed. The Baron Thunder-ten-tronckh passed near the screen, and beholding this cause and effect, chased Candide from the castle with great kicks on the backside; Cunegonde fainted away; when she came to herself, she was slapped on the face by the Baroness; and all was consternation in the most magnificent and most agreeable of all possible castles.", "source": "candide_chap1.txt"}
{"text": "TOLERANCE\nWhat is tolerance? It is the appurtenance of humanity. We are all full of weakness and errors; let us mutually pardon each other our follies - it is the first law of nature.\nWhen, on the exchange of Amsterdam, of London, of Surat, or of Basra, the Guebre, the Banian, the Jew, the Mahometan, the Chinese Deist, the Roman Catholic, the Quaker, the Traffic together, they do not lift the dagger against each other to gain souls for their religion. Why then have we been cutting one another's throats almost without interruption since the first Council of Nice?\nConstantine began by issuing an edict which allowed all religions and ended by persecuting. Before him all the Christians were persecuted. These are the facts.\nThe more sects there are, the less each is dangerous; multiplicity enfeebles them. All are repressed by just laws which forbid disorderly assemblies, insults, and sedition, and which are ever in force by the coercive power.\nIt is said that if there were only two religions in England they would cut each other's throats; but that there are thirty, and they live in peace.\nIf you have two religions in your country, the one will cut the other's throat; but if you have thirty, they will live in peace. Look at the Great Turk, he governs Guebres, Banians, Christians of the Greek rite, Nestorians, and Roman Catholics. The first who would excite a tumult is impaled; and all is tranquil.\nOf all religions, the Christian should of course inspire the most tolerance, but till now Christians have been the most intolerant of all men.\nJesus, having few disciples, tolerates them. He does not persecute those who do not listen to him; he does not impose silence on the Sadducees who question him. He even eats with the publicans and sinners.\nThe first Christians were so tolerant that St. Paul recommends the faithful to associate with idolaters, to eat their meats, and to observe the same social relations with them as with the brethren.\nIf the Master of the earth, if the Eternal Being, had wished that there should be only one religion on earth, would he not have revealed it to all men as he has given them all the same instinct for self-preservation?\nTolerance has never excited civil war; intolerance has covered the earth with carnage.", "source": "philosophical_dictionary.txt"}
{"text": "LETTER I. ON THE QUAKERS\nI was of opinion that the doctrine and history of so extraordinary a people were worthy the attention of the curious. To acquaint myself with them I made a visit to one of the most eminent Quakers in England, who, after having traded thirty years, had the wisdom to prescribe limits to his fortune and to his desires, and was settled in a little solitude not far from London. Being come to him, I perceived that his house was small, but built with great neatness, without the least ornament. The Quaker was a fresh-looking old man, who had never been visited by sickness, because he had never given way to the irregular passions nor to intemperance. I never in my life saw a more noble or a more engaging aspect than his. He was dressed like those of his persuasion, in a plain coat without pleats in the sides, or buttons on the pockets and sleeves; and had on a beaver, the brims of which were horizontal like those of our clergy. He did not uncover himself when I appeared, and advanced toward me without once stooping his body; but there appeared more politeness in the open, humane air of his countenance, than in the custom of drawing one leg behind the other, and carrying that in the hand which is made to cover the head. \"Friend,\" said he to me, \"I perceive thou art a stranger, but if I can do anything for thee, only tell me.\" \"Sir,\" said I to him, bending forward and advancing, as is our custom, one leg toward him, \"I flatter myself that my just curiosity will not give you any offense, and that you'll do me the honor to inform me of the particulars of your religion.\" \"The people of thy country,\" replied the Quaker, \"are too full of their bows and compliments, but I never yet met with one of them who had so much curiosity. Come in, and let us first dine together.\" I still continued to make some very unseasonable ceremonies, it not being easy to disengage one's self at once from habits we have been long used to; and after taking part in a frugal meal, which began and ended with a prayer to God, I began to question my plain host.\nLETTER VIII. ON THE PARLIAMENT\nThe Members of the English Parliament are fond of comparing themselves to the old Romans.\nNot long since Mr. Shippen opened a speech in the House of Commons with these words, \"The majesty of the people of England would be wounded.\" The singularity of the expression caused a loud laugh; but this gentleman, so far from being disconcerted, repeated the same words with a resolute tone of voice, and the laugh ceased. In my opinion, the Majesty of the people of England has nothing in common with that of the people of Rome, much less is there any affinity between their governments. There is in London a senate and a mob, but the senate is not invested with that absolute authority which was a weight on the executive power of Rome, and as to the mob, it is not quite so rebellious as that of Rome. Besides, the Romans have never known the terrible madness of religious wars. That abomination was reserved for devout preachers of humility and patience. Marius and Sylla, Cæsar and Pompey, Anthony and Augustus, did not draw their swords and set the world in a blaze merely to determine whether the flamen should wear his shirt over his robe, or his robe over his shirt, or whether the sacred chickens should eat and drink, or eat only, in order to take the augury. The English have hanged one another by law, and cut one another to pieces in pitched battles, for quarrels of as trifling a nature. The sects of the Episcopalians and Presbyterians quite turned the heads of these serious people for a time. But I fancy they’ll hardly ever be so silly again, they seem to be grown wiser at their own expense; and I don’t perceive the least inclination in them to murder one another merely about syllogisms, as some zealots among them once did.", "source": "letters_on_england.txt"}
