{"text": "PHILOSOPHICAL DICTIONARY\nSelections\nTOLERATION\nWhat is toleration? It is the appurtenance of humanity. We are all full of weakness and errors; let us mutually pardon each other our follies - it is the first law of nature.\nWhen, on the exchange of Amsterdam, of London, of Surat, or of Basra, the Guebre, the Banian, the Jew, the Mahometan, the Chinese Deist, the Brahmin, the Christian of the Greek Church and the Roman Catholic Christian, the Protestant Christian and the Quaker Christian, traffic together, they do not lift the poniard against each other in order to gain souls for their religion. Why then have we been cutting one another's throats almost without interruption since the first council of Nice?\nThe individual who persecutes a man, his brother, because he is not of the same opinion, is a monster. That is not all: must we grant to the government the right to punish errors? We know that this is a question of fact, and that the answer is dictated by circumstances; but let us examine the question of right.\nThe sovereign has the right to punish actions that disturb society. But does an opinion disturb society? No, not unless it excites to actions that do. The sovereign, then, can have no right to punish opinion.\nWhat! Shall the magistrate have the right to burn a man because he has an opinion? No. But if the opinion leads to sedition? Then punish the sedition. But if the opinion is impious? Then punish the impiety. But who shall be the judge of impiety? The sovereign. But who shall be the judge of the sovereign? God.\nFANATICISM\nFanaticism is to superstition what the delirium is to fever, what rage is to anger. He who has ecstasies and visions, who takes dreams for realities, and his own imaginations for prophecies, is an enthusiast; he who supports his madness with murder is a fanatic.\nThe most detestable example of fanaticism is that of the burghers of Paris who ran to assassinate, butcher, throw out of the windows, and tear in pieces their fellow citizens who did not go to mass.\nThere are cold-blooded fanatics; such as the judges who condemn to death those who have no other crime than that of thinking differently from themselves; and these judges are the more guilty because, with them, fanaticism is not a disease of the mind, but a perversion of the will.\nLIBERTY\nThere is no such thing as liberty of indifference. It is a word void of sense, invented by people who did not have much of it themselves.\nWhat is liberty? It is the power of doing what we will. I will to go to my country house, and I go there. This is liberty. I will to stay there, and I stay there. This is liberty. I will to sell my corn, and I sell it. This is liberty.\nBut I will to fly like an eagle, and I do not fly. This is not liberty. I will to be young again, and I grow old. This is not liberty.\nLiberty, then, is the power of doing what we will. But can we will what we will? That is another question.\nLOVE\nThere are so many kinds of love that one does not know where to seek a definition of it. The name of love is given boldly to a caprice of a few days, a sentiment without attachment, a passion without affection, a liking to the theatre, the taste for a bottle of wine.\nLove is the fabric of nature embroidered by imagination.\nIf you wish to know what love is, look at the sparrow in your garden; look at your pigeons; look at the bull who runs to the heifer. Look at that proud horse who, of two of his rivals, prances before the mare, and awaits her decision; he has just now eyes of fire; he neighs, he bounds; his ears prick up; his mouth opens with a convulsive movement; his nostrils puff out; his breath is like smoke; his mane bristles; he leaps towards the object of his desires; he is ready to cross the waters, to clear precipices.\nBut what do you say of the love of God? Is it not a contradiction to say that we love God? We can love only what we know, and we do not know God. We can love only what resembles us, and God does not resemble us. We can love only what can return our love, and God cannot return our love.\nThis, however, is what the mystics do not admit. They love God, they say, with a love of preference, a love of union, a love of quietude, a love of adherence, a love of ecstasy, a love of rapture.", "source": "philosophical_dictionary.txt"}
{"text": "LETTERS ON THE ENGLISH\nLETTER VIII\nON THE PARLIAMENT\nThe members of the English Parliament are fond of comparing themselves to the old Romans.\nNot long since Mr. Shippen opened a speech in the House of Commons with these words, \"The majesty of the people of England would be wounded.\" The singularity of the expression occasioned a loud laugh; but this gentleman, so far from being disconcerted, repeated the same words with a resolute tone of voice, and the laugh ceased. In my opinion, the Majesty of the people of England has nothing in common with that of the people of Rome, much less is there any affinity between their governments. There is in London a senate, some of the members whereof are accused (doubtless very unjustly) of selling their votes on certain occasions, as was done in Rome; this is the only resemblance. Besides, the two nations appear to me entirely different, both with respect to good and evil. The Romans never knew the dreadful folly of religious wars, an abomination reserved for devout preachers of patience and humility. Marius and Sulla, Caesar and Pompey, Anthony and Augustus, did not draw their swords and set the world in a blaze merely to determine whether the flamen should wear his shirt over his robe, or his robe over his shirt, or whether the sacred chickens should eat and drink, or eat only, in order to take the augury. The English have hanged one another by law, and cut one another to pieces in pitched battles, for quarrels of as trifling a nature. The sects of the Episcopalians and Presbyterians quite distracted these very serious heads for a time. But I fancy they will hardly ever be so silly again, they seem to be grown wiser at their own expense; and I do not perceive the least inclination in them to murder one another merely about syllogisms, as some zealots among them once did.\nLETTER X\nON TRADE\nAs trade enriched the citizens in England, so it contributed to their freedom, and this freedom on the other side extended their commerce, whence arose the grandeur of the State. Trade raised by insensible degrees the naval power, which gives the English a superiority over the seas, and they now are masters of very near two hundred ships of war. Posterity will very possibly be surprised to hear that an island whose only produce is a little lead, tin, fuller's earth, and coarse wool, should become so powerful by its commerce, as to be able to send, in 1723, three fleets at the same time to three different and far distanced parts of the globe. One before Gibraltar, conquered and kept with so much glory; another to Portobello, to dispossess the King of Spain of the treasures of the West Indies; and a third into the Baltic, to prevent the northern powers from coming to an engagement.\nAt the time when Louis XIV made all Italy tremble, and that his armies, which had already possessed themselves of Savoy and Piedmont, were on the point of taking Turin; Prince Eugene had to march from the middle of Germany in order to succor the Duke of Savoy. Having no money, without which cities cannot be either taken or defended, he addressed himself to some English merchants. This nobleman, who had used to negotiate with sovereigns only, from whom he received chiefly negative answers, scarce knew that there was such a class of people as merchants in the world. However, these men advanced him five millions of florins in a quarter of an hour, by which means he was enabled to deliver Turin, and to beat the French; after which he wrote the following short letter to the persons who had disbursed him the above-mentioned sums: \"Gentlemen, I have received your money, and flatter myself that I have laid it out to your satisfaction.\" Such a circumstance as this raises a just pride in an English merchant, and makes him presume (not without some reason) to compare himself to a Roman citizen; and indeed a peer's brother does not think traffic beneath him. When the Lord Townshend was Minister of State, a brother of his was content to be a city merchant; and at the time that the Earl of Oxford governed Great Britain, his younger brother was no more than a factor in Aleppo, where he chose to live, and where he died. This custom, which begins, however, to be laid aside, appears monstrous to Germans, vainly puffed up with their extraction, which they will not allow to be in any sense mixed with commerce. They could not conceive how it is possible that the son of a peer of England should be no more than a rich and powerful citizen, for in Germany they are all princes. The oddest circumstance in this particular is that a peer may be a knave in the most scandalous manner and yet not be deemed to have forfeited his honor, provided he does not carry on any trade.\nIn France the title of marquis is given gratis to any one who will accept of it; and whosoever arrives at Paris from the midst of the most remote provinces with money in his purse, and a name terminating in ac or ille, may strut about, and cry, \"Such a man as I! A man of my rank and figure!\" and may look down upon a trader with sovereign contempt; whilst the trader on the other side, by thus often hearing his profession treated so disdainfully, is fool enough to blush at it. However, I need not say which is most useful to a nation; a lord, powdered in the tip of the mode, who knows exactly at what o'clock the king rises and goes to bed, and who gives himself airs of grandeur and state, at the same time that he is acting the slave in the antechamber of a prime minister; or a merchant, who enriches his country, dispatches orders from his counting-house to Surat and Grand Cairo, and contributes to the well-being of the world.", "source": "letters_on_england.txt"}
{"text": "CANDIDE\nOR OPTIMISM\n1759\nTranslated from the German of Dr. Ralph\nCHAPTER 1\nHow Candide was brought up in a magnificent castle and how he was driven out of it\nIn the country of Westphalia, in the castle of the most noble Baron of Thunder-ten-tronckh, lived a youth whom nature had endowed with a most sweet disposition. His face was the true index of his mind. He had a solid judgment joined to the most unaffected simplicity; and hence, I presume, he had his name of Candide. The old servants of the house suspected him to have been the son of the Baron's sister by a very good sort of a gentleman of the neighborhood, whom that young lady refused to marry, because he could produce no more than seventy-one quarterings in his coat of arms, the rest of the genealogical tree having been lost through the injuries of time.\nThe Baron was one of the most powerful lords in Westphalia, for his castle had not only a gate, but even windows, and his great hall was hung with tapestry. He used to hunt with his mastiffs and spaniels instead of greyhounds; his groom served him for huntsman; and the parson of the parish officiated as his grand almoner. He was called \"My Lord\" by all his people, and he never told a story but everyone laughed at it.\nMy Lady Baroness, who weighed three hundred and fifty pounds, consequently was a person of no small consideration; and then she did the honors of the house with a dignity that commanded universal respect. Her daughter was about seventeen years of age, fresh-colored, comely, plump, and desirable. The Baron's son seemed to be a youth in every respect worthy of the father he sprung from. Pangloss, the preceptor, was the oracle of the family, and little Candide listened to his instructions with all the simplicity natural to his age and disposition.\nMaster Pangloss taught the metaphysico-theologo-cosmolonigology. He could prove to admiration that there is no effect without its cause; and that in this best of all possible worlds, the Baron's castle was the most magnificent of all castles, and My Lady the best of all possible baronesses.\n\"It is demonstrable,\" said he, \"that things cannot be otherwise than as they are; for as all things have been created for some end, they must necessarily be created for the best end. Observe, for instance, the nose is formed for spectacles, therefore we wear spectacles. The legs are visibly designed for stockings, accordingly we wear stockings. Stones were made to be hewn and to construct castles, therefore My Lord has a magnificent castle; for the greatest baron in the province ought to be the best lodged. Swine were intended to be eaten, therefore we eat pork all the year round: and they, who assert that everything is right, do not express themselves correctly; they should say that everything is best.\"\nCandide listened attentively and believed innocently; for he thought Miss Cunegonde extremely beautiful, though he never had the courage to tell her so. He concluded that after the happiness of being born of Baron of Thunder-ten-tronckh, the second degree of happiness was to be Miss Cunegonde, the third that of seeing her every day, and the fourth that of hearing Master Pangloss, the greatest philosopher of the province, and consequently of the whole world.\nOne day, when Miss Cunegonde went to take a walk in a little neighboring wood which was called a park, she saw, through the bushes, the sage Doctor Pangloss giving a lecture in experimental philosophy to her mother's chambermaid, a little brown wench, very pretty, and very tractable. As Miss Cunegonde had a great disposition for the sciences, she observed with the utmost accuracy the experimental reasoning of the doctor; she saw clearly the sufficient reason of the doctor, the effects and the causes, and returned home very pensive, full of the desire of learning, considering that she might be the sufficient reason of young Candide, and he of hers.\nShe met Candide on reaching the castle and blushed; Candide blushed also; she wished him good morrow in a faltering tone, and Candide spoke to her without knowing what he said. The next day, as they were rising from dinner, Cunegonde and Candide slipped behind the screen. The miss dropped her handkerchief, the young man picked it up. She innocently took hold of his hand, and he as innocently kissed hers with a warmth, a sensibility, a grace-all very particular; their lips met; their eyes sparkled; their knees trembled; their hands strayed. The Baron of Thunder-ten-tronckh passed near the screen, and beholding this cause and effect, chased Candide from the castle with great kicks on the backside; Cunegonde fainted away, and as soon as she came to herself, the Baroness boxed her ears. Thus was all constrained and sorrowful in the most magnificent and most agreeable of all possible castles.", "source": "candide_excerpt.txt"}
