{"text": "DEMOCRACY.\nOrdinarily there is no comparison between the crimes of the great, who are always ambitious, and the crimes of the people, who always want, and can want, only liberty and equality. These two sentiments, Liberty and Equality, do not lead direct to Calumny, Rapine, Assassination, Poisoning, Devastation of one's neighbours' lands, etc. But ambitious might and the mania for power plunge into all these crimes, whatever be the time, whatever be the place.\nPopular government is in itself, therefore, less iniquitous, less abominable than despotic power.\nThe great vice of democracy is certainly not tyranny and cruelty. There have been mountain-dwelling republicans, savage, ferocious; but it is not the republican spirit that made them so, it is nature.\nThe real vice of a civilized republic is in the Turkish fable of the dragon with many heads and the dragon with many tails. The many heads hurt each other, and the many tails obey a single head which wants to devour everything.\nDemocracy seems suitable only to a very little country, and further it must be happily situated. Small though it be, it will make many mistakes, because it will be composed of men. Discord will reign there as in a convent of monks; but there will be no St. Bartholomew's, no Irish massacres, no Sicilian Vespers, no Inquisition, no condemnation to the galleys for having taken water from the ocean without paying for it.\nDOGMA.\nWe know that all belief, all sect, all subdivision of a sect, has its \"dogma.\"\n\"Dogma\" comes from the Greek \"dokein,\" to seem, to think.\nLet us see what is the dogma of all the world, the dogma which all the world's thinkers have at bottom, the dogma which is just, the only one which cannot be called in question.\nIt is this: \"Do unto others as you would that they should do unto you.\"\nNow I think there is no man on earth who does not avow that that is the only rule of conduct.\nIt is true that when one speaks to an absolute prince, or to a tiger, or to a fanatic, it is just as if one spoke to the wind. But let this absolute prince cease to be transported by the fury of his passion, let this tiger have satisfied his hunger, let this fanatic have quenched his thirst for blood; all three will agree that I am right.\nAll the other dogmas are a different thing. \"That God came to earth, that he was born of a virgin, that he died and rose again.\" That is a dogma of history, a dogma of faith, not a dogma of morality.\nIf you are a Christian, you ought to believe that; but you are not obliged to believe that it is a virtue, a merit, to have been born of a virgin, to have died and risen again.\nThere are dogmas of pure speculation; as, for example, that space is infinite or finite; that the soul is immortal or mortal; that the world is eternal or created.\nThese dogmas have nothing to do with virtue. A man can be very virtuous and believe that the world is eternal; another can be very virtuous and believe that it was created.\nBut there are dogmas which are dangerous, as for example, \"Out of the Church, no salvation.\"\nThis dogma has shed more blood than all the political wars together.\nIt is this dogma which has made of the Christians a people of cannibals.\nLIBERTY OF THE PRESS.\nIn general, we have as natural a right to make use of our pen as of our tongue, at our peril, risk and hazard. I know many books which have bored their readers, but I know of none which has done real evil. Theologians, or pretended politicians, cry: \"Religion is destroyed, the government is lost, if you print certain truths or certain paradoxes. Never fear; these large quarto books will never do either you or the public the least harm. Until this present, the Encyclopedia has not converted a single sou in the kingdom of France; nor has any book ever changed the government of a country. It is not books that do the work; it is the reading of them. And who reads? The idle people of the great cities; and among the idle people, the women; and among the women, those who are not bigots.\nWhat! you have the liberty of speech, and you have not the liberty of the press? What! you can speak to a hundred people, and you cannot speak to a million? The art of printing is only the art of speaking to a great number of people at once. If you wish to forbid printing, forbid speaking.\nYou say: \"But there are books which are dangerous.\"\nI answer you: \"And there are speeches which are dangerous.\"\nBut does that prevent you from speaking?\nIf you were to forbid everything which could be dangerous, you would forbid everything.\nFire is dangerous, water is dangerous, air is dangerous, earth is dangerous.\nI say more; I say that the books which you call dangerous are only dangerous for you, because they are written against you.", "source": "philosophical_dictionary.txt"}
{"text": "LETTER I. ON THE QUAKERS.\nI thought that the doctrine and history of so extraordinary a people were worthy the attention of the curious. To acquaint myself with them I made a visit to one of the most eminent Quakers in England, who after having traded thirty years had with the wisdom of an honourable retreat to an house near London. I went to him in my crowd of acquaintances, and having no other recommendation than that of my being a foreigner. He received me with his hat on, and advanced towards me without making the least bow; but there was more politeness in the open, humane air of his countenance, than in the custom of drawing one leg behind the other, and carrying that in the hand which is made to cover the head. \"Friend,\" said he to me, \"I see thou art a stranger; if I can be of any service to thee, thou hast only to speak.\" \"Sir,\" said I to him, bowing and gliding one foot towards him, according to our custom, \"I flatter myself that my just curiosity will not displease you, and that you will do me the honour to inform me of your religion.\" \"The people of thy country,\" answered he, \"are too full of their bows and compliments; but I have never yet seen one of them who had the same curiosity. Come in, and let us first dine together.\" I made some more bad compliments, because I could not suddenly divest myself of my general habits; and after a wholesome and frugal meal, which began and ended with a prayer to God, I began to question my plain host. I opened with that which good Catholics have more than once made to Huguenots. \"My dear sir,\" said I, \"are you baptized?\" \"No,\" said the Quaker, \"nor are my brethren.\" \"How, morbleu,\" replied I, \"are you not Christians?\" \"My friend,\" said he, \"swear not; we are Christians, and endeavour to be good Christians, but we are not of opinion that the sprinkling water on a child's head makes him a Christian.\" \"Christians, and not baptized,\" said I, \"hell is certainly your portion! Do not you know that in the Greek the word baptism signifies washing?\" \"It does,\" said he; \"but we do not think that the washing the body washes the soul; and we do not choose to be Christians by the half.\"\nLETTER V. ON THE CHURCH OF ENGLAND.\nThis is the country of sects. An Englishman, as a freeman, goes to heaven by whatever road he pleases.\nHowever, although every one here may serve God in his own way, their true religion, that in which a man makes his fortune, is the sect of Episcopalians or Church of England, or Law Church. No person can possess an employment either in England or Ireland unless he be ranked among the faithful of the Church of England. This reason (which carries mathematical evidence with it) has converted such numbers of dissenters of all persuasions, that not a twentieth part of the nation is out of the pale of the dominant church. The clergy of this church have retained a great number of the Romish ceremonies, and especially that of receiving their tithes with a most scrupulous attention. They also have the pious ambition of being the masters.\nMoreover, the real ambition of an English citizen is to be a rich man; and as the church is a very rich and honorable profession, a great number of men of wit and learning are to be found among the clergy.\nLETTER VI. ON THE PRESBYTERIANS.\nThe Church of England is confined almost to the kingdom of England and Ireland, for Presbyterianism is the established religion in Scotland. This Presbyterianism is directly the same with Calvinism, as it was established in France, and is now professed at Geneva. As the priests of this sect receive but very indifferent stipends from their churches, and consequently cannot emulate the splendid luxury of bishops, they exclaim very naturally against honors which they can never attain to. Figure to yourself the haughty Diogenes trampling under foot the pride of Plato. The Scotch Presbyterians are not very unlike that proud though tattered reasoner. Diogenes did not treat Alexander with half the insolence with which these treated King Charles II.; for when they took up arms in his cause in opposition to Cromwell, who had deceived them, they forced that poor monarch to undergo the hearing of three or four sermons every day, would not suffer him to play, reduced him to a state of penance and mortification, so that Charles soon grew sick of these pedants, and escaped from them with as much joy as a youth does from school.", "source": "letters_on_england.txt"}
{"text": "CANDIDE\nOR,\nTHE OPTIMIST.\nTranslated from the German of Doctor Ralph. With the additions which were found in the Doctor's pocket when he died at Minden, in the Year of Grace 1759.\nCHAPTER I.\nHOW CANDIDE WAS BROUGHT UP IN A MAGNIFICENT CASTLE AND HOW HE WAS DRIVEN THENCE.\nIn the country of Westphalia, in the castle of the most noble Baron of Thunder-ten-tronckh, lived a youth whom Nature had endowed with a most sweet disposition. His face was the true index of his mind. He had a solid judgment joined to the most unaffected simplicity; and hence, I presume, he had his name of Candide. The old servants of the house suspected him to have been the son of the Baron's sister by a very good sort of a gentleman of the neighborhood, whom that young lady refused to marry, because he could produce no more than seventy-one quarterings in his coat of arms; the rest of the genealogical tree belonging to the family having been lost through the injuries of time.\nThe Baron was one of the most powerful lords in Westphalia, for his castle had not only a door, but even windows. His great hall was hung with tapestry. He used to hunt with his mastiffs and spaniels, instead of greyhounds; his groom served him for huntsman; and the parson of the parish officiated as his grand almoner. He was called \"My Lord\" by all his people, and he never told a story but everyone laughed at it.\nMy Lady Baroness, who weighed three hundred and fifty pounds, consequently was a person of no small consideration; and then she did the honours of the house with a dignity that commanded universal respect. Her daughter was about seventeen years of age, fresh-coloured, comely, plump, and desirable. The Baron's son seemed to be a youth in every respect worthy of the father he sprung from. Pangloss, the preceptor, was the oracle of the family, and little Candide listened to his instructions with all the simplicity natural to his age and disposition.\nMaster Pangloss taught the metaphysico-theologo-cosmolonigology. He could prove to admirably that there is no effect without a cause; and, that in this best of all possible worlds, the Baron's castle was the most magnificent of all castles, and My Lady the best of all possible baronesses.\n\"It is demonstrable,\" said he, \"that things cannot be otherwise than as they are; for as all things have been created for some end, they must necessarily be created for the best end. Observe, for instance, the nose is formed for spectacles, therefore we wear spectacles. The legs are visibly designed for stockings, accordingly we wear stockings. Stones were made to be hewn and to construct castles, therefore My Lord has a magnificent castle; for the greatest baron in the province ought to be the best lodged. Swine were intended to be eaten, therefore we eat pork all the year round: and they, who assert that everything is right, do not express themselves correctly; they should say that everything is best.\"\nCandide listened attentively and believed innocently; for he thought Miss Cunegonde extremely beautiful, though he never had the courage to tell her so. He concluded that after the happiness of being born of Baron of Thunder-ten-tronckh, the second degree of happiness was to be Miss Cunegonde, the third that of seeing her every day, and the fourth that of hearing Master Pangloss, the greatest philosopher of the province, and consequently of the whole world.\nOne day Cunegonde, while walking near the castle, in a little wood which they called a park, saw between the bushes, Dr. Pangloss giving a lesson in experimental natural philosophy to her mother's chamber-maid, a little brown wench, very pretty, and very tractable. As Miss Cunegonde had a great disposition for the sciences, she observed with the utmost accuracy the experiments which were repeated before her eyes; she clearly perceived the force of the Doctor's reasons, the effects, and the causes; she turned back greatly flurried, quite pensive, and filled with the desire of knowledge, imagining that she might be a sufficing reason for young Candide, and he for her.\nOn her way back she happened to meet Candide; she blushed, he blushed also; she wished him a good morning in a faltering tone, he returned the salute, without knowing what he said. The next day, as they were rising from dinner, Cunegonde and Candide slipped behind the screen. The miss dropped her handkerchief, the young man picked it up. She innocently took hold of his hand, and he as innocently kissed hers with a warmth, a sensibility, a grace-all very particular; their lips met; their eyes sparkled; their knees trembled; their hands strayed. The Baron of Thunder-ten-tronckh passed near the screen, and beholding this cause and effect, turned Candide out of the castle by his great kicks on the backside; Cunegonde fainted away, and as soon as she came to herself, the Baroness boxed her ears; and thus was all consternation in this most magnificent and most agreeable of all possible castles.", "source": "candide.txt"}
