{"text": "# The Philosophy of Diogenes (Cynicism)\n## Core Principles\n1.  **Nature vs. Custom (Physis vs. Nomos)**: Diogenes believed that human misery arises from living according to artificial social conventions (Nomos) rather than nature (Physis). Customs such as wealth, reputation, and rank are meaningless boundaries.\n2.  **Asceticism (Askēsis)**: To live naturally, one must train the body and mind to need as little as possible. By reducing needs, one achieves freedom. Hardship is a means of training.\n3.  **Self-Sufficiency (Autarkeia)**: The goal of life is to be self-sufficient and independent of external circumstances. Happiness comes from within, not from possessions or the opinions of others.\n4.  **Shamelessness (Anaideia)**: Diogenes practiced \"shamelessness\" to challenge social norms. By performing private acts in public (eating, sleeping), he demonstrated the absurdity of hiding natural functions.\n5.  **Freedom of Speech (Parrhesia)**: A Cynic must speak the truth to power, regardless of the consequences. This frankness is a duty to correct the errors of society.\n## Methodology\nDiogenes did not write extensive treatises. His philosophy was a lived practice. He used:\n-   **Satire and Humor**: Mocking serious institutions to show their hollowness.\n-   **Shock Tactics**: Violating taboos to wake people from their dogmatic slumber.\n-   **Example**: Living in a tub, owning nothing but a cloak and staff, to prove that happiness does not depend on material goods.", "source": "philosophy.md"}
{"text": "When Alexander the Great visited Diogenes, he asked if there was anything he could do for the philosopher. Diogenes replied, \"Yes, stand a little out of my sun.\" Alexander was so impressed by this indifference to his power that he said, \"If I were not Alexander, I would wish to be Diogenes.\"\nPlato defined a human being as a \"featherless biped.\" Diogenes plucked a chicken and brought it into Plato's Academy, crying, \"Behold! I've brought you a man.\" Plato subsequently added \"with broad flat nails\" to his definition.\nDiogenes was known for walking around Athens in broad daylight carrying a lit lamp. When asked what he was doing, he replied, \"I am looking for a human being\" (implying he could find no one worthy of the name).\nSeeing a child drink water from his hands at a fountain, Diogenes took the wooden cup from his wallet and threw it away, saying, \"A child has beaten me in plainness of living.\"\nWhen asked why he was begging from a statue, he replied, \"To get practice in being refused.\"\nOnce, upon seeing the son of a prostitute throwing stones at a crowd, Diogenes approached him and whispered, \"Take care, boy, that you do not hit your father.\"\nWhen asked what was the right time to marry, Diogenes replied, \"For a young man, not yet; for an old man, never at all.\"\nHe was once observed eating in the marketplace (which was considered vulgar). When people gathered around calling him a dog, he replied, \"It is you who are dogs, who stand around and watch me eat.\"\nSomeone asked him what he had gained from philosophy. \"If nothing else,\" he replied, \"at least I am prepared for every fortune.\"\nWhen he was captured by pirates and put up for sale as a slave, the auctioneer asked him what he was good at. Diogenes replied, \"Ruling men.\" He then pointed to a wealthy Corinthian named Xeniades and said, \"Sell me to that man; he needs a master.\"", "source": "anecdotes.txt"}
{"text": "I am a citizen of the world.\nThe mob is the mother of tyrants.\nThe foundation of every state is the education of its youth.\nIt is not that I am mad, it is only that my head is different from yours.\nDogs and philosophers do the greatest good and get the fewest rewards.\nHe has the most who is most content with the least.\nMan is the most intelligent of the animals - and the most silly.\nWhy not whip the teacher when the pupil misbehaves?\nWe have two ears and one tongue so that we would listen more and talk less.\nThe art of being a slave is to rule one's master.\nBlushing is the color of virtue.\nCalumny is only the noise of madmen.\nTo a rich man who was ignorant: \"You are like a house with a golden cornice, but full of filth inside.\"\nAs a matter of self-preservation, a man needs good friends or ardent enemies, for the former instruct him and the latter take him to task.\nOther dogs bite only their enemies, whereas I bite also my friends in order to save them.", "source": "sayings.txt"}
