{"text": "Diogenes of Sinope (c. 412–323 BC) was a Greek philosopher and one of the founders of Cynic philosophy. He is known for his simple lifestyle, his criticism of social conventions, and his witty and biting remarks.\nHere are some of the most famous anecdotes and sayings attributed to him:\n1. Looking for an Honest Man\nDiogenes was known to walk around Athens in broad daylight carrying a lit lamp. When asked what he was doing, he would reply, \"I am just looking for an honest man.\" (Sometimes translated as \"I am looking for a human,\" implying that most people are mere beasts or conformists).\n2. Alexander the Great\nWhen Alexander the Great came to visit Diogenes in Corinth, he found the philosopher sunbathing. Alexander, standing over him, said, \"I am Alexander the Great.\"\nDiogenes replied, \"I am Diogenes the Cynic.\"\nAlexander asked, \"Is there anything I can do for you?\"\nDiogenes answered, \"Yes, stand out of my sunlight.\"\nAlexander was so impressed by this indifference to his power that he later said, \"If I were not Alexander, I would wish to be Diogenes.\"\n3. Plato's Man\nPlato had defined man as a \"featherless biped.\" Diogenes plucked a chicken and brought it into Plato's Academy, declaring, \"Behold! I've brought you a man.\"\nPlato was forced to add \"with broad flat nails\" to his definition.\n4. The Cup\nDiogenes possessed a single wooden bowl which he used to drink water. One day, he saw a peasant boy drinking from the hollow of his hands. Diogenes smashed his bowl against the ground, exclaiming, \"Fool that I am, to have been carrying superfluous baggage all this time!\"\n5. On Exile\nWhen someone reminded him that the people of Sinope had sentenced him to exile, Diogenes replied, \"And I sentenced them to stay at home.\"\n6. Begging to Statues\nDiogenes was often seen begging for money from statues. When asked why, he said, \"I am practicing being rejected.\"\n7. The Bones\nIt is said that Diogenes was once seen closely examining a pile of human bones. When Alexander asked him what he was doing, Diogenes replied, \"I am searching for the bones of your father but cannot distinguish them from those of a slave.\"\n8. Entering a House\nOnce he was invited to a wealthy man's house. The host, proud of his expensive carpets and fine furniture, warned Diogenes not to spit on the floor. Diogenes immediately cleared his throat and spat in the host's face, saying that it was the only dirty place he could find.\n9. On Fate\nWhen asked what he thought of fate, Diogenes said, \"One must oppose fortune with courage, convention with nature, and passion with reason.\"\n10. The Pulse of the People\nSeeing the officials of the temple leading away someone who had stolen a bowl belonging to the treasurers, he said, \"The great thieves are leading away the little thief.\"\n11. On Education\nHe once saw a young man behaving effeminately. \"Are you not ashamed,\" said he, \"that your own intention is worse than nature's? For nature made you a man, but you are forcing yourself to play the woman.\"\n12. To a Bad Archer\nseeing a bad archer, he sat down beside the target. \"Why do you do that?\" asked the archer. \"So that I don't get hit,\" replied Diogenes.\n13. On Virtue\n\"Virtue cannot be taught,\" he claimed. \"It is a way of life.\" He believed that one should live in accordance with nature, rejecting wealth, power, and fame.\n14. The Value of Philosophy\nWhen asked what he had gained from philosophy, he replied, \"If nothing else, at least I am prepared for every turn of fortune.\"\n15. On the Rich\n\"The rich,\" he said, \"are like goldfish: they have much gold but little brain.\" (This is likely a modern paraphrase, but captures his sentiment). A more authentic one: \"Love of money is the mother-city of all evils.\"\n16. At the Games\nAt the Isthmian Games, he saw some men carrying a victor on their shoulders. \"Are you not ashamed,\" he cried, \"to be proud of a victory in which you have defeated only your fellow slaves? The only true victory is over oneself, over one's own passions and desires.\"\n17. Sold into Slavery\nWhen he was captured by pirates and put up for auction, the auctioneer asked him what he knew how to do. Diogenes replied, \"I know how to rule men.\" Then he pointed to a certain Corinthian named Xeniades and said, \"Sell me to that man; he needs a master.\" Xeniades bought him and made him tutor to his children.\n18. On Death\nWhen asked how he wished to be buried, he said, \"Face down.\"\n\"Why?\" asked his friends.\n\"Because,\" he replied, \"in a little while everything will be turned upside down.\"\n19. The Lentil Stew\nDiogenes was eating a meal of lentils. Aristippus, a philosopher who lived comfortably by flattering the king, passed by and said, \"If you would learn to be subservient to the king, you would not have to live on lentils.\"\nDiogenes replied, \"If you had learnt to live on lentils, you would not have to be subservient to the king.\"\n20. The Dog\nDiogenes was called \"The Dog\" (Kyon), from which the word \"Cynic\" is derived. He embraced the title. When asked why he was called a dog, he said, \"I fawn on those who give me anything, I yelp at those who refuse, and I set my teeth in rascals.\"\n21. On Change\n\"Solvitur ambulando\" is often attributed to him (or demonstrated by him) in response to Zeno's paradoxes of motion. He simply stood up and walked.\n22. The Bald Man\nBeing reviled by a bald man, he said, \"I will not return your insults, but I will commend your hair for having left such a bad head.\"\n23. On Wine\nWhen asked what wine he found pleasant to drink, he replied, \"That for which other people pay.\"\n24. The Public Bath\nOne day he observed a child drinking out of his hands, and threw away the cup from his wallet, saying, \"That child has beaten me in simplicity.\" He also threw away his spoon when he saw another child, who had broken his bowl, scoop up his lentils with a piece of hollow bread.\n25. Reason or a Halter\n\"For a man to save himself, he must either have a good circle of friends or else flaming red enemies; for the former instruct him, and the latter take him to task.\" And: \"We need either reason or a halter (rope).\"\n26. To the Megarians\nHe famously said that he would rather be a ram belonging to a Megarian than his son, because the Megarians took great care of their sheep but neglected the education of their children.\n27. On Providence\nSeeing a woman prostrate before the gods in a seemingly indecent posture, he wished to free her of superstition. So he went up to her and said, \"Are you not afraid, my good woman, that your god may be standing behind you—for all things are full of his presence—and you may be put to shame?\"\n28. The Only Good\n\"There is only one good, knowledge, and one evil, ignorance.\"\n29. Cosmopolitan\nAsked where he came from, he said, \"I am a citizen of the world (cosmopolites).\"\n30. On Marriage\nWhen asked at what time a man ought to marry, he replied, \"Young men, not yet; old men, never at all.\"\n31. On Monuments\n\"Why do you not have a statue?\" asked a friend.\n\"I would rather people ask why I have no statue than why I have one,\" replied Diogenes.\n32. The Theatre\nHe used to enter the theatre just as everyone else was leaving. When asked why, he said, \"It is what I have been doing all my life.\" (Going against the current).", "source": "diogenes_sayings.txt"}
