{"text": "20. Diogenes was a native of Sinope, son of Hicesius, a banker.\nDiocles relates that he went into exile because his father was\nentrusted with the money of the state and adulterated the coinage. But\nEubulides in his book on Diogenes says that Diogenes himself did this\nand was forced to leave home along with his father. Moreover Diogenes\nhimself actually confesses in his Pordalus that he adulterated the\ncoinage. Some say that having been appointed to superintend the workmen\nhe was persuaded by them, and that he went to Delphi or to the Delian\noracle in his own city and inquired of Apollo whether he should do what\nhe was urged to do. When the god gave him permission to alter the\npolitical currency, not understanding what this meant, he adulterated\nthe state coinage, and when he was detected, according to some he was\nbanished, while according to others he voluntarily quitted the city for\nfear of consequences. 21. One version is that his father entrusted him\nwith the money and that he debased it, in consequence of which the\nfather was imprisoned and died, while the son fled, came to Delphi, and\ninquired, not whether he should falsify the coinage, but what he should\ndo to gain the greatest reputation; and that then it was that he\nreceived the oracle.\nOn reaching Athens he fell in with Antisthenes. Being repulsed by him,\nbecause he never welcomed pupils, by sheer persistence Diogenes wore\nhim out. Once when he stretched out his staff against him, the pupil\noffered his head with the words, \"Strike, for you will find no wood\nhard enough to keep me away from you, so long as I think you've\nsomething to say.\" From that time forward he was his pupil, and, exile\nas he was, set out upon a simple life.\n22. Through watching a mouse running about, says Theophrastus in the\nMegarian dialogue, not looking for a place to lie down in, not afraid\nof the dark, not seeking any of the things which are considered to be\ndainties, he discovered the means of adapting himself to circumstances.\nHe was the first, say some, to fold his cloak because he was obliged to\nsleep in it as well, and he carried a wallet to hold his victuals, and\nhe used any place for any purpose, for breakfasting, sleeping, or\nconversing. And then he would say, pointing to the portico of Zeus and\nthe Hall of Processions, that the Athenians had provided him with\nplaces to live in. 23. He did not lean upon a staff until he grew\ninfirm; but afterwards he would carry it everywhere, not indeed in the\ncity, but when walking along the road with it and with his wallet; so\nsay Olympiodorus, once a magistrate at Athens, Polyeuctus the\norator, and Lysanias the son of Aeschrio. He had written to some one to\ntry and procure a cottage for him. When this man was a long time about\nit, he took for his abode the tub in the Metron, as he himself explains\nin his letters. And in summer he used to roll in it over hot sand,\nwhile in winter he used to embrace statues covered with snow, using\nevery means of inuring himself to hardship.\n24. He was great at pouring scorn on his contemporaries. The school of\nEuclides he called bilious, and Plato's lectures waste of time, the\nperformances at the Dionysia great peep-shows for fools, and the\ndemagogues the mob's lacqueys. He used also to say that when he saw\nphysicians, philosophers and pilots at their work, he deemed man the\nmost intelligent of all animals; but when again he saw interpreters of\ndreams and diviners and those who attended to them, or those who were\npuffed up with conceit of wealth, he thought no animal more silly. He\nwould continually say that for the conduct of life we need\nright reason or a halter.\n25. Observing Plato one day at a costly banquet taking olives, \"How is\nit,\" he said, \"that you the philosopher who sailed to Sicily\nfor the sake of these dishes, now when they are before you do not enjoy\nthem?\" \"Nay, by the gods, Diogenes,\" replied Plato, \"there also for the\nmost part I lived upon olives and such like.\" \"Why then,\" said\nDiogenes, \"did you need to go to Syracuse? Was it that Attica at that\ntime did not grow olives?\" But Favorinus in his Miscellaneous History\nattributes this to Aristippus. Again, another time he was eating dried\nfigs when he encountered Plato and offered him a share of them. When\nPlato took them and ate them, he said, \"I said you might share them,\nnot that you might eat them all up.\"\n26. And one day when Plato had invited to his house friends coming from\nDionysius, Diogenes trampled upon his carpets and said, \"I trample upon\nPlato's vainglory.\" Plato's reply was, \"How much pride you expose to\nview, Diogenes, by seeming not to be proud.\" Others tell us that what\nDiogenes said was, \"I trample upon the pride of Plato,\" who retorted,\n\"Yes, Diogenes, with pride of another sort.\" Sotion, however,\nin his fourth book makes the Cynic address this remark to Plato\nhimself. Diogenes once asked him for wine, and after that also for some\ndried figs; and Plato sent him a whole jar full. Then the other said,\n\"If some one asks you how many two and two are, will you answer,\nTwenty? So, it seems, you neither give as you are asked nor answer as\nyou are questioned.\" Thus he scoffed at him as one who talked without\nend.\n27. Being asked where in Greece he saw good men, he replied, \"Good men\nnowhere, but good boys at Lacedaemon.\" When one day he was gravely\ndiscoursing and nobody attended to him, he began whistling, and as\npeople clustered about him, he reproached them with coming in all\nseriousness to hear nonsense, but slowly and contemptuously when the\ntheme was serious. He would say that men strive in digging and\nkicking to outdo one another, but no one strives to become a good man\nand true. 28. And he would wonder that the grammarians should\ninvestigate the ills of Odysseus, while they were ignorant of their\nown. Or that the musicians should tune the strings of the lyre, while\nleaving the dispositions of their own souls discordant; that the\nmathematicians should gaze at the sun and the moon, but overlook\nmatters close at hand; that the orators should make a fuss about\njustice in their speeches, but never practise it; or that the\navaricious should cry out against money, while inordinately fond of it.\nHe used also to condemn those who praised honest men for being superior\nto money, while themselves envying the very rich. He was moved to anger\nthat men should sacrifice to the gods to ensure health and in the midst\nof the sacrifice should feast to the detriment of health. He was\nastonished that when slaves saw their masters were gluttons, they did\nnot steal some of the viands. 29. He would praise those who were about\nto marry and refrained, those who intending to go a voyage never set\nsail, those who thinking to engage in politics do no such thing, those\nalso who purposing to rear a family do not do so, and those who make\nready to live with potentates, yet never come near them after all. He\nused to say, moreover, that we ought to stretch out our hands to our\nfriends with the fingers open and not closed.\nMenippus in his Sale of Diogenes tells how, when he was\ncaptured and put up for sale, he was asked what he could do. He\nreplied, \"Govern men.\" And he told the crier to give notice in case\nanybody wanted to purchase a master for himself. Having been forbidden\nto sit down, \"It makes no difference,\" said he, \"for in whatever\nposition fishes lie, they still find purchasers.\" 30. And he said he\nmarvelled that before we buy a jar or dish we try whether it rings\ntrue, but if it is a man are content merely to look at him. To Xeniades\nwho purchased him he said, \"You must obey me, although I am a slave;\nfor, if a physician or a steersman were in slavery, he would be\nobeyed.\" Eubulus in his book entitled The Sale of Diogenes tells us\nthat this was how he trained the sons of Xeniades. After their other\nstudies he taught them to ride, to shoot with the bow, to sling stones\nand to hurl javelins. Later, when they reached the wrestling-school, he\nwould not permit the master to give them full athletic training, but\nonly so much as to heighten their colour and keep them in good\ncondition.\n31. The boys used to get by heart many passages from poets, historians,\nand the writings of Diogenes himself; and he would practise them in\nevery short cut to a good memory. In the house too he taught them to\nwait upon themselves, and to be content with plain fare and water to\ndrink. He used to make them crop their hair close and to wear it\nunadorned, and to go lightly clad, barefoot, silent, and not looking\nabout them in the streets. He would also take them out hunting. They on\ntheir part had a great regard for Diogenes and made requests of their\nparents for him. The same Eubulus relates that he grew old in the house\nof Xeniades, and when he died was buried by his sons. 32. There\nXeniades once asked him how he wished to be buried. To which he\nreplied, \"On my face.\" \"Why?\" inquired the other. \"Because,\" said he,\n\"after a little time down will be converted into up.\" This because the\nMacedonians had now got the supremacy, that is, had risen high from a\nhumble position. Some one took him into a magnificent house and warned\nhim not to expectorate, whereupon having cleared his throat he\ndischarged the phlegm into the man's face, being unable, he said, to\nfind a meaner receptacle. Others father this upon Aristippus. One day\nhe shouted out for men, and when people collected, hit out at them with\nhis stick, saying, \"It was men I called for, not scoundrels.\" This is\ntold by Hecato in the first book of his Anecdotes. Alexander is\nreported to have said, \"Had I not been Alexander, I should have liked\nto be Diogenes.\"\n33. The word \"disabled\" (ἀναπήρους), Diogenes held, ought to be applied\nnot to the deaf or blind, but to those who have no wallet (πήρα). One\nday he made his way with head half shaven into a party of young\nrevellers, as Metrocles relates in his Anecdotes, and was roughly\nhandled by them. Afterwards he entered on a tablet the names of those\nwho had struck him and went about with the tablet hung round his neck,\ntill he had covered them with ridicule and brought universal blame and\ndiscredit upon them. He described himself as a hound of the sort which\nall men praise, but no one, he added, of his admirers dared go out\nhunting along with him. When some one boasted that at the Pythian games\nhe had vanquished men, Diogenes replied, \"Nay, I defeat men, you defeat\nslaves.\"\n34. To those who said to him, \"You are an old man; take a rest,\"\n\"What?\" he replied, \"if I were running in the stadium, ought I to\nslacken my pace when approaching the goal? ought I not rather to put on\nspeed?\" Having been invited to a dinner, he declared that he wouldn't\ngo; for, the last time he went, his host had not expressed a proper\ngratitude. He would walk upon snow barefoot and do the other things\nmentioned above. Not only so; he even attempted to eat meat raw, but\ncould not manage to digest it. He once found Demosthenes the orator\nlunching at an inn, and, when he retired within, Diogenes said, \"All\nthe more you will be inside the tavern.\" When some strangers expressed\na wish to see Demosthenes, he stretched out his middle finger and said,\n\"There goes the demagogue of Athens.\" 35. Some one dropped a loaf of\nbread and was ashamed to pick it up; whereupon Diogenes, wishing to\nread him a lesson, tied a rope to the neck of a wine-jar and proceeded\nto drag it across the Ceramicus.\nHe used to say that he followed the example of the trainers of\nchoruses; for they too set the note a little high, to ensure that the\nrest should hit the right note. Most people, he would say, are so\nnearly mad that a finger makes all the difference. For, if you go along\nwith your middle finger stretched out, some one will think you mad,\nbut, if it's the little finger, he will not think so. Very valuable\nthings, said he, were bartered for things of no value, and vice versa.\nAt all events a statue fetches three thousand drachmas, while a quart\nof barley-flour is sold for two copper coins.\n36. To Xeniades, who purchased him, he said, \"Come, see that you obey\norders.\" When he quoted the line,\nBackward the streams flow to their founts,\nDiogenes asked, \"If you had been ill and had purchased a doctor, would\nyou then, instead of obeying him, have said 'Backward the streams flow\nto their founts'\"? Some one wanted to study philosophy under him.\nDiogenes gave him a tunny to carry and told him to follow him. And when\nfor shame the man threw it away and departed, some time after on\nmeeting him he laughed and said, \"The friendship between you and me was\nbroken by a tunny.\" The version given by Diocles, however, is as\nfollows. Some one having said to him, \"Lay your commands upon us,\nDiogenes,\" he took him away and gave him a cheese to carry, which cost\nhalf an obol. The other declined; whereupon he remarked, \"The\nfriendship between you and me is broken by a little cheese worth half\nan obol.\"\n37. One day, observing a child drinking out of his hands, he cast away\nthe cup from his wallet with the words, \"A child has beaten me in\nplainness of living.\" He also threw away his bowl when in like manner\nhe saw a child who had broken his plate taking up his lentils with the\nhollow part of a morsel of bread. He used also to reason thus: \"All\nthings belong to the gods. The wise are friends of the gods, and\nfriends hold things in common. Therefore all things belong to the\nwise.\" One day he saw a woman kneeling before the gods in an ungraceful\nattitude, and wishing to free her of superstition, according to Zolus\nof Perga, he came forward and said, \"Are you not afraid, my good woman,\nthat a god may be standing behind you? – for all things are full of his\npresence – and you may be put to shame?\" 38. He dedicated to Asclepius\na bruiser who, whenever people fell on their faces, used to run up to\nthem and bruise them.\nAll the curses of tragedy, he used to say, had lighted upon him. At all\nevents he was\nA homeless exile, to his country dead. A wanderer who begs his daily\nbread.\nBut he claimed that to fortune he could oppose courage, to convention\nnature, to passion reason. When he was sunning himself in the Craneum,\nAlexander came and stood over him and said, \"Ask of me any boon you\nlike.\" To which he replied, \"Stand out of my light.\" Some one\nhad been reading aloud for a very long time, and when he was near the\nend of the roll pointed to a space with no writing on it. \"Cheer up, my\nmen,\" cried Diogenes; \"there's land in sight.\" 39. To one who by\nargument had proved conclusively that he had horns, he said, touching\nhis forehead, \"Well, I for my part don't see any.\" In like manner, when\nsomebody declared that there is no such thing as motion, he got up and\nwalked about. When some one was discoursing on celestial phenomena,\n\"How many days,\" asked Diogenes, \"were you in coming from the sky?\" A\neunuch of bad character had inscribed on his door the words, \"Let\nnothing evil enter.\" \"How then,\" he asked, \"is the master of the house\nto get in?\" When he had anointed his feet with unguent, he declared\nthat from his head the unguent passed into the air, but from his feet\ninto his nostrils. The Athenians urged him to become initiated, and\ntold him that in the other world those who have been initiated enjoy a\nspecial privilege. \"It would be ludicrous,\" quoth he, \"if Agesilaus and\nEpaminondas are to dwell in the mire, while certain folk of no account\nwill live in the Isles of the Blest because they have been initiated.\"\n40. When mice crept on to the table he addressed them thus, \"See now\neven Diogenes keeps parasites.\" When Plato styled him a dog, \"Quite\ntrue,\" he said, \"for I come back again and again to those who have sold\nme.\" As he was leaving the public baths, somebody inquired if many men\nwere bathing. He said, No. But to another who asked if there was a\ngreat crowd of bathers, he said, Yes. Plato had defined Man as an\nanimal, biped and featherless, and was applauded. Diogenes plucked a\nfowl and brought it into the lecture-room with the words, \"Here is\nPlato's man.\" In consequence of which there was added to the\ndefinition, \"having broad nails.\" To one who asked what was the proper\ntime for lunch, he said, \"If a rich man, when you will; if a poor man,\nwhen you can.\"\n41. At Megara he saw the sheep protected by leather jackets, while the\nchildren went bare. \"It's better,\" said he, \"to be a Megarian's ram\nthan his son.\" To one who had brandished a beam at him and\nthen cried, \"Look out,\" he replied, \"What, are you intending to strike\nme again?\" He used to call the demagogues the lackeys of the people and\nthe crowns awarded to them the efflorescence of fame. He lit a lamp in\nbroad daylight and said, as he went about, \"I am looking for a man.\"\nOne day he got a thorough drenching where he stood, and, when the\nbystanders pitied him, Plato said, if they really pitied him, they\nshould move away, alluding to his vanity. When some one hit him a blow\nwith his fist, \"Heracles,\" said he, \"how came I to forget to put on a\nhelmet when I walked out?\" 42. Further, when Meidias assaulted him and\nwent on to say, \"There are 3000 drachmas to your credit,\" the next day\nhe took a pair of boxing-gauntlets, gave him a thrashing and said,\n\"There are 3000 blows to your credit.\"\nWhen Lysias the druggist asked him if he believed in the gods, \"How can\nI help believing in them,\" said he, \"when I see a god-forsaken wretch\nlike you?\" Others give this retort to Theodorus. Seeing some one\nperform religious purification, he said, \"Unhappy man, don't you know\nthat you can no more get rid of errors of conduct by sprinklings than\nyou can of mistakes in grammar?\" He would rebuke men in general with\nregard to their prayers, declaring that they asked for those things\nwhich seemed to them to be good, not for such as are truly good. 43. As\nfor those who were excited over their dreams he would say that they\ncared nothing for what they did in their waking hours, but kept their\ncuriosity for the visions called up in their sleep. At Olympia, when\nthe herald proclaimed Dioxippus to be victor over the men, Diogenes\nprotested, \"Nay, he is victorious over slaves, I over men.\"\nStill he was loved by the Athenians. At all events, when a youngster\nbroke up his tub, they gave the boy a flogging and presented Diogenes\nwith another. Dionysius the Stoic says that after Chaeronea he was\nseized and dragged off to Philip, and being asked who he was, replied,\n\"A spy upon your insatiable greed.\" For this he was admired and set\nfree.\n44. Alexander having on one occasion sent a letter to Antipater at\nAthens by a certain Athlios, Diogenes, who was present, said:\nGraceless son of graceless sire to graceless wight by graceless\nsquire.\nPerdiccas having threatened to put him to death unless he came to him,\n\"That's nothing wonderful,\" quoth he, \"for a beetle or a tarantula\nwould do the same.\" Instead of that he would have expected the threat\nto be that Perdiccas would be quite happy to do without his company. He\nwould often insist loudly that the gods had given to men the means of\nliving easily, but this had been put out of sight, because we require\nhoneyed cakes, unguents and the like. Hence to a man whose shoes were\nbeing put on by his servant, he said, \"You have not attained to full\nfelicity, unless he wipes your nose as well; and that will come, when\nyou have lost the use of your hands.\"\n45. Once he saw the officials of a temple leading away some one who had\nstolen a bowl belonging to the treasurers, and said, \"The great thieves\nare leading away the little thief.\" Noticing a lad one day throwing\nstones at a cross (gibbet), \"Well done,\" he said, \"you will hit your\nmark.\" When some boys clustered round him and said, \"Take care\nhe doesn't bite us,\" he answered, \"Never fear, boys, a dog does not eat\nbeetroot.\" To one who was proud of wearing a lion's skin his words\nwere, \"Leave off dishonouring the habiliments of courage.\" When some\none was extolling the good fortune of Callisthenes and saying what\nsplendour he shared in the suite of Alexander, \"Not so,\" said Diogenes,\n\"but rather ill fortune; for he breakfasts and dines when Alexander\nthinks fit.\"\n46. Being short of money, he told his friends that he applied to them\nnot for alms, but for repayment of his due. When behaving indecently in\nthe marketplace, he wished it were as easy to relieve hunger by rubbing\nan empty stomach. Seeing a youth starting off to dine with satraps, he\ndragged him off, took him to his friends and bade them keep strict\nwatch over him. When a youth effeminately attired put a question to\nhim, he declined to answer unless he pulled up his robe and showed\nwhether he was man or woman. A youth was playing cottabos in the baths.\nDiogenes said to him, \"The better you play, the worse it is for you.\"\nAt a feast certain people kept throwing all the bones to him as they\nwould have done to a dog. Thereupon he played a dog's trick\nand drenched them.\n47. Rhetoricians and all who talked for reputation he used to call\n\"thrice human,\" meaning thereby \"thrice wretched.\" An ignorant rich man\nhe used to call \"the sheep with the golden fleece.\" Seeing a notice on\nthe house of a profligate, \"To be sold,\" he said, \"I knew well that\nafter such surfeiting you would throw up the owner.\" To a young man who\ncomplained of the number of people who annoyed him by their attentions\nhe said, \"Cease to hang out a sign of invitation.\" Of a public bath\nwhich was dirty he said, \"When people have bathed here, where are they\nto go to get clean?\" There was a stout musician whom everybody\ndepreciated and Diogenes alone praised. When asked why, he said,\n\"Because being so big, he yet sings to his lute and does not turn\nbrigand.\"\n48. The musician who was always deserted by his audience he greeted\nwith a \"Hail chanticleer,\" and when asked why he so addressed him,\nreplied, \"Because your song makes every one get up.\" A young man was\ndelivering a set speech, when Diogenes, having filled the front fold of\nhis dress with lupins, began to eat them, standing right opposite to\nhim. Having thus drawn off the attention of the assemblage, he said he\nwas greatly surprised that they should desert the orator to look at\nhimself. A very superstitious person addressed him thus, \"With one blow\nI will break your head.\" \"And I,\" said Diogenes, \"by a sneeze from the\nleft will make you tremble.\" Hegesias having asked him to lend him one\nof his writings, he said, \"You are a simpleton, Hegesias; you do not\nchoose painted figs, but real ones; and yet you pass over the true\ntraining and would apply yourself to written rules.\"\n49. When some one reproached him with his exile, his reply was, \"Nay,\nit was through that, you miserable fellow, that I came to be a\nphilosopher.\" Again, when some one reminded him that the people of\nSinope had sentenced him to exile, \"And I them,\" said he, \"to\nhome-staying.\" Once he saw an Olympic victor tending sheep and thus\naccosted him: \"Too quickly, my good friend, have you left Olympia for\nNemea. \"Being asked why athletes are so stupid, his answer\nwas, \"Because they are built up of pork and beef.\" He once begged alms\nof a statue, and, when asked why he so, replied, \"To get practice\nin being refused.\" In asking alms – as he did at first by reason of his\npoverty – he used this form: \"If you have already given to anyone else,\ngive to me also; if not, begin with me.\"\n50. On being asked by a tyrant what bronze is best for a statue, he\nreplied, \"That of which Harmodius and Aristogiton were moulded.\" Asked\nhow Dionysius treated his friends, \"Like purses,\" he replied; \"so long\nas they are full, he hangs them up, and, when they are empty, he throws\nthem away.\" Some one lately wed had set up on his door the notice:\nThe son of Zeus, victorious Heracles,\nDwells here; let nothing evil enter in.\nTo which Diogenes added \"After war, alliance.\" The love of money he\ndeclared to be mother-city of all evils. Seeing a spendthrift\neating olives in a tavern, he said, \"If you had breakfasted in this\nfashion, you would not so be dining.\"\n51. Good men he called images of the gods, and love the business of the\nidle. To the question what is wretched in life he replied, \"An old man\ndestitute.\" Being asked what creature's bite is the worst, he said, \"Of\nthose that are wild a sycophant's; of those that are tame a\nflatterer's.\" Upon seeing two centaurs very badly painted, he asked,\n\"Which of these is Chiron?\" (worse man). Ingratiating speech he\ncompared to honey used to choke you. The stomach he called livelihood's\nCharybdis. Hearing a report that Didymon the flute-player had\nbeen caught in adultery, his comment was, \"His name alone is sufficient\nto hang him.\" To the question why gold is pale, his reply was, \"Because\nit has so many thieves plotting against it.\" On seeing a woman carried\nin a litter, he remarked that the cage was not in keeping with the\nquarry.\n52. One day seeing a runaway slave sitting on the brink of a well, he\nsaid, \"Take care, my lad, you don't fall in.\" Seeing a boy taking\nclothes at the baths, he asked, \"Is it for a little unguent\n(ἀλειμμάτιον) or is it for a new cloak (ἄλλ' ἱμάτιον)?\" Seeing some\nwomen hanged from an olive-tree, he said, \"Would that every tree bore\nsimilar fruit.\" On seeing a footpad he accosted him thus:\nWhat mak'st thou here, my gallant?\nCom'st thou perchance for plunder of the dead?\nBeing asked whether he had any maid or boy to wait on him, he said\n\"No.\" \"If you should die, then, who will carry you out to burial?\"\n\"Whoever wants the house,\" he replied.\n53. Noticing a good-looking youth lying in an exposed position, he\nnudged him and cried, \"Up, man, up, lest some foe thrust a dart into\nthy back!\" To one who was feasting lavishly he said:\nShort-liv'd thou'lt be, my son, by what thou – buy'st.\nAs Plato was conversing about Ideas and using the nouns \"tablehood\" and\n\"cuphood,\" he said, \"Table and cup I see; but your tablehood and\ncuphood, Plato, I can nowise see.\" \"That's readily accounted for,\" said\nPlato, \"for you have the eyes to see the visible table and cup; but not\nthe understanding by which ideal tablehood and cuphood are discerned.\"\n54. On being asked by somebody, \"What sort of a man do you consider\nDiogenes to be?\" \"A Socrates gone mad,\" said he. Being asked\nwhat was the right time to marry, Diogenes replied, \"For a young man\nnot yet: for an old man never at all.\" Being asked what he would take\nto be soundly cuffed, he replied, \"A helmet.\" Seeing a youth dressing\nwith elaborate care, he said, \"If it's for men, you're a fool; if for\nwomen, a knave.\" One day he detected a youth blushing. \"Courage,\" quoth\nhe, \"that is the hue of virtue.\" One day after listening to a couple of\nlawyers disputing, he condemned them both, saying that the one had no\ndoubt stolen, but the other had not lost anything. To the question what\nwine he found pleasant to drink, he replied, \"That for which other\npeople pay.\" When he was told that many people laughed at him, he made\nanswer, \"But I am not laughed down.\"\n55. When some one declared that life is an evil, he corrected him: \"Not\nlife itself, but living ill.\" When he was advised to go in pursuit of\nhis runaway slave, he replied, \"It would be absurd, if Manes can live\nwithout Diogenes, but Diogenes cannot get on without Manes.\" When\nbreakfasting on olives amongst which a cake had been inserted, he flung\nit away and addressed it thus:\nStranger, betake thee from the princes' path.\nAnd on another occasion thus:\nHe lashed an olive.\nBeing asked what kind of hound he was, he replied, \"When hungry, a\nMaltese; when full, a Molossian – two breeds which most people praise,\nthough for fear of fatigue they do not venture out hunting with them.\nSo neither can you live with me, because you are afraid of the\ndiscomforts.\"\n56. Being asked if the wise eat cakes, \"Yes,\" he said, \"cakes of all\nkinds, just like other men.\" Being asked why people give to beggars but\nnot to philosophers, he said, \"Because they think they may one day be\nlame or blind, but never expect that they will turn to philosophy.\" He\nwas begging of a miserly man who was slow to respond; so he said, \"My\nfriend, it's for food that I'm asking, not for funeral expenses.\" Being\nreproached one day for having falsified the currency, he said, \"That\nwas the time when I was such as you are now; but such as I am now, you\nwill never be.\" To another who reproached him for the same offence he\nmade a more scurrilous repartee.\n57. On coming to Myndus and finding the gates large, though the city\nitself was very small, he cried, \"Men of Myndus, bar your gates, lest\nthe city should run away.\" Seeing a man who had been caught stealing\npurple, he said:\nFast gripped by purple death and forceful fate.\nWhen Craterus wanted him to come and visit him, \"No,\" he replied, \"I\nwould rather live on a few grains of salt at Athens than enjoy\nsumptuous fare at Craterus's table.\" He went up to Anaximenes the\nrhetorician, who was fat, and said, \"Let us beggars have something of\nyour paunch; it will be a relief to you, and we shall get advantage.\"\nAnd when the same man was discoursing, Diogenes distracted his audience\nby producing some salt fish. This annoyed the lecturer, and Diogenes\nsaid, \"An obol's worth of salt fish has broken up Anaximenes'\nlecture-class.\"\n58. Being reproached for eating in the market-place, \"Well, it was in\nthe market-place,\" he said, \"that I felt hungry.\" Some authors affirm\nthat the following also belongs to him: that Plato saw him washing\nlettuces, came up to him and quietly said to him, \"Had you paid court\nto Dionysius, you wouldn't now be washing lettuces,\" and that he with\nequal calmness made answer, \"If you had washed lettuces, you wouldn't\nhave paid court to Dionysius.\" When some one said, \"Most people laugh\nat you,\" his reply was, \"And so very likely do the asses at them; but\nas they don't care for the asses, so neither do I care for them.\" One\nday observing a youth studying philosophy, he said, \"Well done,\nPhilosophy, that thou divertest admirers of bodily charms to the real\nbeauty of the soul.\"\n59. When some one expressed astonishment at the votive offerings in\nSamothrace, his comment was, \"There would have been far more, if those\nwho were not saved had set up offerings.\" But others attribute this\nremark to Diagoras of Melos. To a handsome youth, who was going out to\ndinner, he said, \"You will come back a worse man.\" When he came back\nand said next day, \"I went and am none the worse for it,\" Diogenes\nsaid, \"Not Worse-man (Chiron), but Lax-man (Eurytion).\" He\nwas asking alms of a bad-tempered man, who said, \"Yes, if you can\npersuade me.\" \"If I could have persuaded you,\" said Diogenes, \"I would\nhave persuaded you to hang yourself.\" He was returning from Lacedaemon\nto Athens; and on some one asking, \"Whither and whence?\" he replied,\n\"From the men's apartments to the women's.\"\n60. He was returning from Olympia, and when somebody inquired whether\nthere was a great crowd, \"Yes,\" he said, \"a great crowd, but few who\ncould be called men.\" Libertines he compared to fig-trees growing upon\na cliff: whose fruit is not enjoyed by any man, but is eaten by ravens\nand vultures. When Phryne set up a golden statue of Aphrodite in\nDelphi, Diogenes is said to have written upon it: \"From the\nlicentiousness of Greece.\" Alexander once came and stood opposite him\nand said, \"I am Alexander the great king.\" \"And I,\" said he, \"am\nDiogenes the Cynic.\" Being asked what he had done to be\ncalled a hound, he said, \"I fawn on those who give me anything, I yelp\nat those who refuse, and I set my teeth in rascals.\"\n61. He was gathering figs, and was told by the keeper that not long\nbefore a man had hanged himself on that very fig-tree. \"Then,\" said he,\n\"I will now purge it.\" Seeing an Olympian victor casting repeated\nglances at a courtesan, \"See,\" he said, \"yonder ram frenzied for\nbattle, how he is held fast by the neck fascinated by a common minx.\"\nHandsome courtesans he would compare to a deadly honeyed potion. He was\nbreakfasting in the marketplace, and the bystanders gathered round him\nwith cries of \"dog.\" \"It is you who are dogs,\" cried he, \"when you\nstand round and watch me at my breakfast.\" When two cowards hid away\nfrom him, he called out, \"Don't be afraid, a hound is not fond of\nbeetroot.\" 62. After seeing a stupid wrestler practising as a doctor he\ninquired of him, \"What does this mean? Is it that you may now have your\nrevenge on the rivals who formerly beat you?\" Seeing the child of a\ncourtesan throw stones at a crowd, he cried out, \"Take care you don't\nhit your father.\"\nA boy having shown him a dagger that he had received from an admirer,\nDiogenes remarked, \"A pretty blade with an ugly handle.\" When some\npeople commended a person who had given him a gratuity, he broke in\nwith \"You have no praise for me who was worthy to receive it.\" When\nsome one asked that he might have back his cloak, \"If it was a gift,\"\nreplied Diogenes, \"I possess it; while, if it was a loan, I am using\nit.\" A supposititious son having told him that he had gold in the\npocket of his dress, \"True,\" said he, \"and therefore you sleep with it\nunder your pillow.\" 63. On being asked what he had gained from\nphilosophy, he replied, \"This at least, if nothing else – to be\nprepared for every fortune.\" Asked where he came from, he said, \"I am a\ncitizen of the world.\" Certain parents were sacrificing to\nthe gods, that a son might be born to them. \"But,\" said he, \"do you not\nsacrifice to ensure what manner of man he shall turn out to be?\" When\nasked for a subscription towards a club, he said to the president:\nDespoil the rest; off Hector keep thy hands.\nThe mistresses of kings he designated queens; for, said he, they make\nthe kings do their bidding. When the Athenians gave Alexander the title\nof Dionysus, he said, \"Me too you might make Sarapis.\" Some\none having reproached him for going into dirty places, his reply was\nthat the sun too visits cesspools without being defiled.\n64. When he was dining in a temple, and in the course of the meal\nloaves not free from dirt were put on the table, he took them up and\nthrew them away, declaring that nothing unclean ought to enter a\ntemple. To the man who said to him, \"You don't know anything, although\nyou are a philosopher,\" he replied, \"Even if I am but a pretender to\nwisdom, that in itself is philosophy.\" When some one brought a child to\nhim and declared him to be highly gifted and of excellent character,\n\"What need then,\" said he, \"has he of me?\" Those who say admirable\nthings, but fail to do them, he compared to a harp; for the harp, like\nthem, he said, has neither hearing nor perception. He was going into a\ntheatre, meeting face to face those who were coming out, and being\nasked why, \"This,\" he said, \"is what I practise doing all my life.\"\n65. Seeing a young man behaving effeminately, \"Are you not ashamed,\" he\nsaid, \"that your own intention about yourself should be worse than\nnature's: for nature made you a man, but you are forcing yourself to\nplay the woman.\" Observing a fool tuning a psaltery, \"Are you not\nashamed,\" said he, \"to give this wood concordant sounds, while you fail\nto harmonize your soul with life?\" To one who protested that he was ill\nadapted for the study of philosophy, he said, \"Why then do you live, if\nyou do not care to live well?\" To one who despised his father, \"Are you\nnot ashamed,\" he said, \"to despise him to whom you owe it that you can\nso pride yourself?\" Noticing a handsome youth chattering in unseemly\nfashion, \"Are you not ashamed,\" he said, \"to draw a dagger of lead from\nan ivory scabbard?\"\n66. Being reproached with drinking in a tavern, \"Well,\" said he, \"I\nalso get my hair cut in a barber's shop.\" Being reproached with\naccepting a cloak from Antipater, he replied:\nThe gods' choice gifts are nowise to be spurned.\nWhen some one first shook a beam at him and then shouted \"Look out,\"\nDiogenes struck the man with his staff and added \"Look out.\" To a man\nwho was urgently pressing his suit to a courtesan he said, \"Why,\nhapless man, are you at such pains to gain your suit, when it would be\nbetter for you to lose it?\" To one with perfumed hair he said, \"Beware\nlest the sweet scent on your head cause an ill odour in your life.\" He\nsaid that bad men obey their lusts as servants obey their masters.\n67. The question being asked why footmen are so called, he replied,\n\"Because they have the feet of men, but souls such as you, my\nquestioner, have.\" He asked a spendthrift for a mina. The man inquired\nwhy it was that he asked others for an obol but him for a mina.\n\"Because,\" said Diogenes, \"I expect to receive from others again, but\nwhether I shall ever get anything from you again lies on the knees of\nthe gods.\" Being reproached with begging when Plato did not beg, \"Oh\nyes,\" says he, \"he does, but when he does so –\nHe holds his head down close, that none may hear.\"\nSeeing a bad archer, he sat down beside the target with the words \"in\norder not to get hit.\" Lovers, he declared, derive their pleasures from\ntheir misfortune.\n68. Being asked whether death was an evil thing, he replied, \"How can\nit be evil, when in its presence we are not aware of it?\" When\nAlexander stood opposite him and asked, \"Are you not afraid of me?\"\n\"Why, what are you?\" said he, \"a good thing or a bad?\" Upon Alexander\nreplying \"A good thing,\" \"Who then,\" said Diogenes, \"is afraid of the\ngood?\" Education, according to him, is a controlling grace to the\nyoung, consolation to the old, wealth to the poor, and ornament to the\nrich. When Didymon, who was a rake, was once treating a girl's eye,\n\"Beware,\" says Diogenes, \"lest the oculist instead of curing the eye\nshould ruin the pupil.\" On somebody declaring that his own friends were\nplotting against him, Diogenes exclaimed, \"What is to be done then, if\nyou have to treat friends and enemies alike?\"\n69. Being asked what was the most beautiful thing in the world, he\nreplied, \"Freedom of speech.\" On entering a boys' school, he found\nthere many statues of the Muses, but few pupils. \"By the help of the\ngods,\" said he, \"schoolmaster, you have plenty of pupils.\" It was his\nhabit to do everything in public, the works of Demeter and of Aphrodite\nalike. He used to draw out the following arguments. \"If to breakfast be\nnot absurd, neither is it absurd in the market-place; but to breakfast\nis not absurd, therefore it is not absurd to breakfast in the\nmarketplace.\" Behaving indecently in public, he wished \"it were as easy\nto banish hunger by rubbing the belly.\" Many other sayings are\nattributed to him, which it would take long to enumerate.\n70. He used to affirm that training was of two kinds, mental and\nbodily: the latter being that whereby, with constant exercise,\nperceptions are formed such as secure freedom of movement for virtuous\ndeeds; and the one half of this training is incomplete without the\nother, good health and strength being just as much included among the\nessential things, whether for body or soul. And he would adduce\nindisputable evidence to show how easily from gymnastic training we\narrive at virtue. For in the manual crafts and other arts it can be\nseen that the craftsmen develop extraordinary manual skill through\npractice. Again, take the case of flute-players and of athletes: what\nsurpassing skill they acquire by their own incessant toil; and, if they\nhad transferred their efforts to the training of the mind, how\ncertainly their labours would not have been unprofitable or\nineffective.\n71. Nothing in life, however, he maintained, has any chance of\nsucceeding without strenuous practice; and this is capable of\novercoming anything. Accordingly, instead of useless toils men should\nchoose such as nature recommends, whereby they might have lived\nhappily. Yet such is their madness that they choose to be miserable.\nFor even the despising of pleasure is itself most pleasurable, when we\nare habituated to it; and just as those accustomed to a life of\npleasure feel disgust when they pass over to the opposite experience,\nso those whose training has been of the opposite kind derive more\npleasure from despising pleasure than from the pleasures themselves.\nThis was the gist of his conversation; and it was plain that he acted\naccordingly, adulterating currency in very truth, allowing convention\nno such authority as he allowed to natural right, and asserting that\nthe manner of life he lived was the same as that of Heracles when he\npreferred liberty to everything.\n72. He maintained that all things are the property of the wise, and\nemployed such arguments as those cited above. All things belong to the\ngods. The gods are friends to the wise, and friends share all property\nin common; therefore all things are the property of the wise. Again as\nto law: that it is impossible for society to exist without law; for\nwithout a city no benefit can be derived from that which is civilized.\nBut the city is civilized, and there is no advantage in law without a\ncity; therefore law is something civilized. He would ridicule good\nbirth and fame and all such distinctions, calling them showy ornaments\nof vice. The only true commonwealth was, he said, that which is as wide\nas the universe. He advocated community of wives, recognizing no other\nmarriage than a union of the man who persuades with the woman who\nconsents. And for this reason he thought sons too should be held in\ncommon.\n73. And he saw no impropriety either in stealing anything from a temple\nor in eating the flesh of any animal; nor even anything impious in\ntouching human flesh, this, he said, being clear from the custom of\nsome foreign nations. Moreover, according to right reason, as he put\nit, all elements are contained in all things and pervade everything:\nsince not only is meat a constituent of bread, but bread of vegetables;\nand all other bodies also, by means of certain invisible passages and\nparticles, find their way in and unite with all substances in the form\nof vapour. This he makes plain in the Thyestes, if the tragedies are\nreally his and not the work of his friend Philiscus of Aegina or of\nPasiphon, the son of Lucian, who according to Favorinus in\nhis Miscellaneous History wrote them after the death of Diogenes. He\nheld that we should neglect music, geometry, astronomy, and the like\nstudies, as useless and unnecessary. 74. He became very ready also at\nrepartee in verbal debates, as is evident from what has been said\nabove.\nFurther, when he was sold as a slave, he endured it most nobly. For on\na voyage to Aegina he was captured by pirates under the command of\nScirpalus, conveyed to Crete and exposed for sale. When the\nauctioneer asked in what he was proficient, he replied, \"In ruling\nmen.\" Thereupon he pointed to a certain Corinthian with a fine purple\nborder to his robe, the man named Xeniades above-mentioned, and said,\n\"Sell me to this man; he needs a master.\" Thus Xeniades came to buy\nhim, and took him to Corinth and set him over his own children and\nentrusted his whole household to him. And he administered it in all\nrespects in such a manner that Xeniades used to go about saying, \"A\ngood genius has entered my house.\"\n75. Cleomenes in his work entitled Concerning Pedagogues says that the\nfriends of Diogenes wanted to ransom him, whereupon he called them\nsimpletons; for, said he, lions are not the slaves of those who feed\nthem, but rather those who feed them are at the mercy of the lions: for\nfear is the mark of the slave, whereas wild beasts make men afraid of\nthem. The man had in fact a wonderful gift of persuasion, so that he\ncould easily vanquish anyone he liked in argument. At all events a\ncertain Onesicritus of Aegina is said to have sent to Athens the one of\nhis two sons named Androsthenes, and he having become a pupil of\nDiogenes stayed there; the father then sent the other also, the\naforesaid Philiscus, who was the elder, in search of him; but Philiscus\nalso was detained in the same way. 76. When, thirdly, the father\nhimself arrived, he was just as much attracted to the pursuit of\nphilosophy as his sons and joined the circle – so magical was the spell\nwhich the discourses of Diogenes exerted. Amongst his hearers was\nPhocion surnamed the Honest, and Stilpo the Megarian, and many other\nmen prominent in political life.\nDiogenes is said to have been nearly ninety years old when he died.\nRegarding his death there are several different accounts. One is that\nhe was seized with colic after eating an octopus raw and so met his\nend. Another is that he died voluntarily by holding his breath. This\naccount was followed by Cercidas of Megalopolis (or of Crete), who in\nhis meliambics writes thus:\nNot so he who aforetime was a citizen of Sinope,\nThat famous one who carried a staff, doubled his cloak, and lived in\nthe open air.\n77. But he soared aloft with his lip tightly pressed against his\nteeth\nAnd holding his breath withal. For in truth he was rightly named\nDiogenes, a true-born son of Zeus, a hound of heaven.\nAnother version is that, while trying to divide an octopus amongst the\ndogs, he was so severely bitten on the sinew of the foot that it caused\nhis death. His friends, however, according to Antisthenes in his\nSuccessions of Philosophers, conjectured that it was due to the\nretention of his breath. For he happened to be living in the Craneum,\nthe gymnasium in front of Corinth. When his friends came according to\ncustom and found him wrapped up in his cloak, they thought that he must\nbe asleep, although he was by no means of a drowsy or somnolent habit.\nThey therefore drew aside his cloak and found that he was dead. This\nthey supposed to have been his deliberate act in order to escape\nthenceforward from life.\n78. Hence, it is said, arose a quarrel among his disciples as to who\nshould bury him: nay, they even came to blows; but, when their fathers\nand men of influence arrived, under their direction he was buried\nbeside the gate leading to the Isthmus. Over his grave they set up a\npillar and a dog in Parian marble upon it. Subsequently his\nfellow-citizens honoured him with bronze statues, on which these verses\nwere inscribed:\nTime makes even bronze grow old: but thy glory, Diogenes, all\neternity will never destroy.\nSince thou alone didst point out to mortals the lesson of\nself-sufficingness and the easiest path of life.\n79. We too have written on him in the proceleusmatic metre:\na. Diogenes, come tell me what fate took you to the world below?\nd. A dog's savage tooth.\nBut some say that when dying he left instructions that they should\nthrow him out unburied, that every wild beast might feed on him, or\nthrust him into a ditch and sprinkle a little dust over him. But\naccording to others his instructions were that they should throw him\ninto the Ilissus, in order that he might be useful to his brethren.\nDemetrius in his work On Men of the Same Name asserts that on the same\nday on which Alexander died in Babylon Diogenes died in Corinth. He was\nan old man in the 113th Olympiad.\n80. The following writings are attributed to him. Dialogues:\n* Cephalion.\n* Ichthyas.\n* Jackdaw.\n* Pordalus.\n* The Athenian Demos.\n* Republic.\n* Art of Ethics.\n* On Wealth.\n* On Love.\n* Theodorus.\n* Hypsias.\n* Aristarchus.\n* On Death.\n* Letters.\nSeven Tragedies:\n* Helen.\n* Thyestes.\n* Heracles.\n* Achilles.\n* Medea.\n* Chrysippus.\n* Oedipus.\nSosicrates in the first book of his Successions, and Satyrus in the\nfourth book of his Lives, allege that Diogenes left nothing in writing,\nand Satyrus adds that the sorry tragedies are by his friend Philiscus,\nthe Aeginetan. Sotion in his seventh book declares that only the\nfollowing are genuine works of Diogenes: On Virtue, On Good, On Love, A\nMendicant, Tolmaeus, Pordalus, Casandrus, Cephalion, Philiscus,\nAristarchus, Sisyphus, Ganymedes, Anecdotes, Letters.\n81. There have been five men who were named Diogenes. The first, of\nApollonia, a natural philosopher. The beginning of his treatise runs\nthus: \"At the outset of every discourse, methinks, one should see to it\nthat the basis laid down is unquestionable.\" The second – of Sicyon –\nwho wrote an \"Account of Peloponnesus.\" The third, our present subject.\nThe fourth, a Stoic born at Seleucia, who is also called the\nBabylonian, because Seleucia is near Babylon. The fifth, of Tarsus,\nauthor of a work on poetical problems, which he attempts to solve.\nNow the philosopher is said by Athenodorus in the eighth book of his\nWalks to have always had a sleek appearance owing to his use of\nunguents.", "source": "lives_of_eminent_philosophers_book_vi.txt"}
