{"text": "When Alexander the Great visited Diogenes in Corinth, he found him resting in the sunlight. Alexander, standing over him, said, \"I am Alexander the Great.\" Diogenes replied, \"And I am Diogenes the Cynic.\" Alexander then asked if there was anything he could do for him. \"Yes,\" said Diogenes, \"stand a little out of my sun.\" Alexander was so struck by this that he said, \"If I were not Alexander, I would wish to be Diogenes.\"\nDiogenes was known for walking around Athens in broad daylight carrying a lit lamp. When asked what he was doing, he would reply, \"I am looking for an honest man.\"\nPlato defined man as \"a featherless biped.\" Diogenes plucked a chicken and brought it into Plato's Academy, crying, \"Behold! I've brought you a man.\" The definition was subsequently adjusted to add \"with broad flat nails.\"\nOne day, Diogenes saw a child drinking out of his hands at a fountain. He threw away his cup, saying, \"A child has beaten me in plainness of living.\"\nWhen asked why he was begging from a statue, he replied, \"I am practicing being rejected.\"\nSomeone took him into a magnificent house and warned him not to spit, since everything was so fine. Diogenes, having cleared his throat, spat in the man's face, saying that being the only dirty place he could find, it was the most suitable.\nWhen asked what was the right time to marry, Diogenes replied, \"For a young man not yet; for an old man never at all.\"\nSeeing the son of a prostitute throwing stones at a crowd, Diogenes shouted, \"Take care, boy, that you do not hit your father!\"\nWhen he was captured by pirates and put up for auction, the auctioneer asked him what he knew how to do. \"To rule men,\" he said. \"Sell me to someone who needs a master.\"\nAsked where he came from, he said, \"I am a citizen of the world (kosmopolites).\"\nWhen asked what he had gained from philosophy, he replied, \"If nothing else, at least to be prepared for every fortune.\"\nSeeing an archer who was a bad shot, he went and sat down by the target. \"Why?\" asked the archer. \"To be safe,\" said Diogenes.\nHe had no house, and lived in a tub (or pithos) belonging to the temple of Cybele.", "source": "anecdotes.txt"}
