{"text": "When Alexander the Great came to visit Diogenes in Corinth, he found him sunning himself. Alexander, thrilled to meet the famous philosopher, asked if there was any favor he might do for him. Diogenes replied, \"Yes, stand out of my sunlight.\" Alexander was struck by this, and said, \"If I were not Alexander, I would wish to be Diogenes.\" Diogenes replied, \"If I were not Diogenes, I would also wish to be Diogenes.\"\nDiogenes lit a lamp in broad daylight and went about the streets of Athens. When asked what he was doing, he replied, \"I am looking for a honest man.\"\nPlato had defined a human being as a \"featherless biped\" and was much praised for this definition. Diogenes plucked a chicken and brought it into Plato's Academy, declaring, \"Behold! I've brought you a man.\" Plato was forced to add to his definition, \"with broad flat nails.\"\nDiogenes was once seen washing vegetables. Aristippus, a philosopher who lived in comfort by courting the king, passed by and said, \"If you would learn to be subservient to the king, you would not have to wash lentils.\" Diogenes replied, \"If you had learned to wash lentils, you would not have to be subservient to the king.\"\nWhen asked why he begged from statues, Diogenes replied, \"To get practice in being rejected.\"\nSomeone took him into a magnificent house and warned him not to spit, whereupon having cleared his throat he spat into the man's face, being unable, he said, to find a meaner receptacle.\nWhen asked what was the right time to marry, Diogenes replied, \"For a young man not yet: for an old man never at all.\"\nSeeing a youth dressing with elaborate care, he said, \"If it's for men, you're a fool; if for women, a knave.\"\nWhen someone reminded him that the people of Sinope had sentenced him to exile, he said, \"And I sentenced them to stay at home.\"\nDiogenes once saw the officials of the temple leading away some one who had stolen a bowl belonging to the treasurers, and said, \"The great thieves are leading away the little thief.\"\nWhen asked what wine he found pleasant to drink, he replied, \"That for which other people pay.\"\nWhen asked what he had gained from philosophy, he replied, \"This at least, if nothing else -- to be prepared for every fortune.\"\nHe was breakfasting in the marketplace, and the bystanders gathered round him with cries of \"dog.\" \"It is you who are dogs,\" cried he, \"when you stand round and watch me at my breakfast.\"\nHe once begged alms of a statue, and, when asked why he did so, replied, \"To get practice in being refused.\"\nWhen asked what is the most beautiful thing in the world, he replied, \"Freedom of speech.\"\nSeeing a child drinking out of his hands, he threw away his cup and said, \"A child has beaten me in plainness of living.\"", "source": "anecdotes.txt"}
