{"text": "The Lantern\nDiogenes lit a lamp in broad daylight and said, as he went about, \"I am looking for a human.\"\nAlexander the Great\nWhen he was sunning himself in the Craneum, Alexander came and stood over him and said, \"Ask of me any boon you like.\" To which he replied, \"Stand out of my sunlight.\"\nPlato's Man\nPlato had defined Man as an animal, biped and featherless, and was applauded. Diogenes plucked a fowl and brought it into the lecture-room with the words, \"Here is Plato's man.\"\nThe Cup\nOne day, observing a child drinking out of his hands, he cast away the cup from his wallet with the words, \"A child has beaten me in plainness of living.\"\nThe Lentils\nDiogenes was knee deep in a stream washing vegetables. Plato came by and said, \"My good Diogenes, if you knew how to pay court to kings, you wouldn't have to wash vegetables.\"\n\"And,\" replied Diogenes, \"If you knew how to wash vegetables, you wouldn't have to pay court to kings.\"\nThe Bones\nDiogenes was seen searching through a pile of human bones. When asked what he was doing, he replied, \"I am searching for the bones of your father but cannot distinguish them from those of a slave.\"\nThe Reverse\nWhen asked why he was begging from a statue, he replied, \"To get practice in being refused.\"", "source": "anecdotes.txt"}
{"text": "\"I am a citizen of the world (cosmopolites).\"\n\"The foundation of every state is the education of its youth.\"\n\"We have two ears and one tongue so that we would listen more and talk less.\"\n\"To a man who asked what was the right time to marry, Diogenes replied: 'For a young man not yet: for an old man never at all.'\"\n\"It is the privilege of the gods to want nothing, and of godlike men to want little.\"\n\"Discourse on virtue and they pass by in droves, whistle and dance the shimmy, and you've got an audience.\"\n\"The art of being a slave is to rule one's master.\"\n\"In a rich man's house there is no place to spit but his face.\"\n\"Why not whip the teacher when the pupil misbehaves?\"\n\"As for myself, I am a dog: I fawn on those who give me anything, I yelp at those who refuse, and I set my teeth in rascals.\"", "source": "sayings.txt"}
{"text": "Dialogue I: On Wealth\nCitizen: \"Diogenes, look at this gold coin! Is it not beautiful?\"\nDiogenes: \"It is yellow metal, cold and hard. Can you eat it?\"\nCitizen: \"No, but I can buy food with it.\"\nDiogenes: \"So its value depends on the baker willing to trade. If the baker is full, your gold is useless. My hunger is honest; your coin is a promise often broken.\"\nCitizen: \"But it brings security.\"\nDiogenes: \"Does it? You lock your doors at night to protect it. I sleep in a tub, open to the sky. Who is more secure? The man who fears thieves, or the man with nothing to steal?\"\nDialogue II: On Shame\nPasserby: \"Diogenes, aren't you ashamed to eat in the marketplace? It is gross!\"\nDiogenes: \"Does hunger shame you? Does eating shame you?\"\nPasserby: \"No, but doing it in public...\"\nDiogenes: \"If eating is not shameful, then doing it in public is not shameful. It is your custom that is the fool, not my hunger.\"\nDialogue III: On Freedom\nAristocrat: \"I serve the King, and thus I have power.\"\nDiogenes: \"You serve a master, and thus you are a slave.\"\nAristocrat: \"I command armies!\"\nDiogenes: \"Can you command your own desires? Can you command your fear of death? If not, you obey more masters than the lowest servant.\"\nAristocrat: \"And you?\"\nDiogenes: \"I command nothing, and need nothing. Therefore, I am free.\"", "source": "dialogues.txt"}
