{"text": "LIFE OF DIOGENES.\nI. Diogenes was a native of Sinope, the son of Hicesius, a\nmoney-changer. And Diocles says that he was forced to\nflee from his native city, as his father kept the public bank\nthere, and had adulterated the coinage. But Eubulides, in his\nessay on Diogenes, says, that it was Diogenes himself who\ndid this, and that he was banished with his father. And,\nindeed, he himself, in his Pordalus, says of himself that he\nhad adulterated the public money. Others say that he was one\nof the curators, and was persuaded by the artisans employed,\nand that he went to Delphi, or else to the oracle at Delos,\nand there consulted Apollo as to whether he should do what\npeople were trying to persuade him to do; and that, as the\nGod gave him permission to do so, Diogenes, not comprehending\nthat the God meant that he might change the political\ncustoms[56] of his country if he could, adulterated the coinage;\nand being detected, was banished, as some people say, but as\nother accounts have it, took the alarm and fled away of his own\naccord. Some again, say that he adulterated the money which\nhe had received from his father; and that his father was\nthrown into prison and died there; but that Diogenes escaped\nand went to Delphi, and asked, not whether he might tamper\nwith the coinage, but what he could do to become very\ncelebrated, and that in consequence he received the oracular\nanswer which I have mentioned.\nII. And when he came to Athens he attached himself to\nAntisthenes; but as he repelled him, because he admitted no\none; he at last forced his way to him by his pertinacity. And\nonce, when he raised his stick at him, he put his head under\nit, and said, “Strike, for you will not find any stick hard\nenough to drive me away as long as you continue to speak.”\nAnd from this time forth he was one of his pupils; and being\nan exile, he naturally betook himself to a simple mode of life.\nIII. And when, as Theophrastus tells us, in his Megaric\nPhilosopher, he saw a mouse running about and not seeking[225]\nfor a bed, nor taking care to keep in the dark, nor looking for\nany of those things which appear enjoyable to such an animal,\nhe found a remedy for his own poverty. He was, according to\nthe account of some people, the first person who doubled up\nhis cloak out of necessity, and who slept in it; and who carried\na wallet, in which he kept his food; and who used whatever\nplace was near for all sorts of purposes, eating, and sleeping,\nand conversing in it. In reference to which habit he used to\nsay, pointing to the Colonnade of Jupiter, and to the Public\nMagazine, “that the Athenians had built him places to live\nin.” Being attacked with illness, he supported himself with\na staff; and after that he carried it continually, not indeed in\nthe city, but whenever he was walking in the roads, together\nwith his wallet, as Olympiodorus, the chief man of the\nAthenians tells us; and Polyeuctus, the orator, and Lysanias,\nthe son of Æschrion, tell the same story.\nWhen he had written to some one to look out and get\nready a small house for him, as he delayed to do it, he took a\ncask which he found in the Temple of Cybele, for his house,\nas he himself tells us in his letters. And during the summer\nhe used to roll himself in the warm sand, but in winter he\nwould embrace statues all covered with snow, practising himself,\non every occasion, to endure anything.\nIV. He was very violent in expressing his haughty disdain\nof others. He said that the σχολὴ (school) of Euclides was\nχολὴ (gall). And he used to call Plato’s διατριβὴ (discussions)\nκατατριβὴ (disguise). It was also a saying of his that the\nDionysian games were a great marvel to fools; and that the\ndemagogues were the ministers of the multitude. He used\nlikewise to say, “that when in the course of his life he beheld\npilots, and physicians, and philosophers, he thought man the\nwisest of all animals; but when again he beheld interpreters\nof dreams, and soothsayers, and those who listened to them,\nand men puffed up with glory or riches, then he thought\nthat there was not a more foolish animal than man.” Another\nof his sayings was, “that he thought a man ought oftener to\nprovide himself with a reason than with a halter.” On one\noccasion, when he noticed Plato at a very costly entertainment\ntasting some olives, he said, “O you wise man! why, after\nhaving sailed to Sicily for the sake of such a feast, do you not\nnow enjoy what you have before you?” And Plato replied,[226]\n“By the Gods, Diogenes, while I was there I ate olives and\nall such things a great deal.” Diogenes rejoined, “What then\ndid you want to sail to Syracuse for? Did not Attica at that\ntime produce any olives?” But Phavorinus, in his Universal\nHistory, tells this story of Aristippus. At another time he\nwas eating dried figs, when Plato met him, and he said to him,\n“You may have a share of these;” and as he took some and\nate them, he said, “I said that you might have a share of\nthem, not that you might eat them all.” On one occasion\nPlato had invited some friends who had come to him from\nDionysius to a banquet, and Diogenes trampled on his carpets,\nand said, “Thus I trample on the empty pride of Plato;”\nand Plato made him answer, “How much arrogance are you\ndisplaying, O Diogenes! when you think that you are not\narrogant at all.” But, as others tell the story, Diogenes said,\n“Thus I trample on the pride of Plato;” and that Plato\nrejoined, “With quite as much pride yourself, O Diogenes.”\nSotion too, in his fourth book, states, that the Cynic made the\nfollowing speech to Plato: Diogenes once asked him for some\nwine, and then for some dried figs; so he sent him an entire\njar full; and Diogenes said to him, “Will you, if you are\nasked how many two and two make, answer twenty? In this\nway, you neither give with any reference to what you are asked\nfor, nor do you answer with reference to the question put to\nyou.” He used also to ridicule him as an interminable talker.\nWhen he was asked where in Greece he saw virtuous men;\n“Men,” said he, “nowhere; but I see good boys in Lacedæmon.”\nOn one occasion, when no one came to listen to him\nwhile he was discoursing seriously, he began to whistle. And\nthen when people flocked round him, he reproached them for\ncoming with eagerness to folly, but being lazy and indifferent\nabout good things. One of his frequent sayings was,\n“That men contended with one another in punching and\nkicking, but that no one showed any emulation in the\npursuit of virtue.” He used to express his astonishment at the\ngrammarians for being desirous to learn everything about the\nmisfortunes of Ulysses, and being ignorant of their own. He\nused also to say, “That the musicians fitted the strings to the\nlyre properly, but left all the habits of their soul ill-arranged.”\nAnd, “That mathematicians kept their eyes fixed on the sun\nand moon, and overlooked what was under their feet.” “That[227]\norators were anxious to speak justly, but not at all about\nacting so.” Also, “That misers blamed money, but were\npreposterously fond of it.” He often condemned those who\npraise the just for being superior to money, but who at the\nsame time are eager themselves for great riches. He was also\nvery indignant at seeing men sacrifice to the Gods to procure\ngood health, and yet at the sacrifice eating in a manner\ninjurious to health. He often expressed his surprise at slaves,\nwho, seeing their masters eating in a gluttonous manner, still\ndo not themselves lay hands on any of the eatables. He\nwould frequently praise those who were about to marry, and\nyet did not marry; or who were about to take a voyage, and\nyet did not take a voyage; or who were about to engage in\naffairs of state, and did not do so; and those who were\nabout to rear children, yet did not rear any; and those who\nwere preparing to take up their abode with princes, and\nyet did not take it up. One of his sayings was, “That one\nought to hold out one’s hand to a friend without closing the\nfingers.”\nHermippus, in his Sale of Diogenes, says that he was\ntaken prisoner and put up to be sold, and asked what he\ncould do; and he answered, “Govern men.” And so he\nbade the crier “give notice that if any one wants to purchase\na master, there is one here for him.” When he was ordered\nnot to sit down; “It makes no difference,” said he, “for fish\nare sold, be where they may.” He used to say, that he\nwondered at men always ringing a dish or jar before buying\nit, but being content to judge of a man by his look alone.\nWhen Xeniades bought him, he said to him that he ought to\nobey him even though he was his slave; for that a physician\nor a pilot would find men to obey them even though they\nmight be slaves.\nV. And Eubulus says, in his essay entitled, The Sale of\nDiogenes, that he taught the children of Xeniades, after\ntheir other lessons, to ride, and shoot, and sling, and dart. And\nthen in the Gymnasium he did not permit the trainer to exercise\nthem after the fashion of athletes, but exercised them himself\nto just the degree sufficient to give them a good colour and\ngood health. And the boys retained in their memory many\nsentences of poets and prose writers, and of Diogenes himself;\nand he used to give them a concise statement of everything[228]\nin order to strengthen their memory; and at home he used to\nteach them to wait upon themselves, contenting themselves\nwith plain food, and drinking water. And he accustomed\nthem to cut their hair close, and to eschew ornament, and to\ngo without tunics or shoes, and to keep silent, looking at\nnothing except themselves as they walked along. He used,\nalso to take them out hunting; and they paid the greatest\nattention and respect to Diogenes himself, and spoke well of\nhim to their parents.\nVI. And the same author affirms, that he grew old in the\nhousehold of Xeniades, and that when he died he was buried\nby his sons. And that while he was living with him,\nXeniades once asked him how he should bury him; and he\nsaid, “On my face;” and when he was asked why, he said,\n“Because, in a little while, everything will be turned upside\ndown.” And he said this because the Macedonians were\nalready attaining power, and becoming a mighty people from\nhaving been very inconsiderable. Once, when a man had\nconducted him into a magnificent house, and had told him\nthat he must not spit, after hawking a little, he spit in his\nface, saying that he could not find a worse place. But some\ntell this story of Aristippus. Once, he called out, “Holloa,\nmen.” And when some people gathered round him in consequence,\nhe drove them away with his stick, saying, “I called\nmen, and not dregs.” This anecdote I have derived from\nHecaton, in the first book of his Apophthegms. They also\nrelate that Alexander said that if he had not been Alexander,\nhe should have liked to be Diogenes. He used to call\nἀνάπηροι (cripples), not those who were dumb and blind, but\nthose who had no wallet (πήρα). On one occasion he went\nhalf shaved into an entertainment of young men, as Metrocles\ntells us in his Apophthegms, and so was beaten by them. And\nafterwards he wrote the names of all those who had beaten\nhim, on a white tablet, and went about with the tablet round\nhis neck, so as to expose them to insult, as they were\ngenerally condemned and reproached for their conduct.\nHe used to say that he was the hound of those who were\npraised; but that none of those who praised them dared to\ngo out hunting with him. A man once said to him, “I\nconquered men at the Pythian games:” on which he said, “I\nconquer men, but you only conquer slaves.” When some[229]\npeople said to him, “You are an old man, and should rest for\nthe remainder of your life;” “Why so?” replied he, “suppose\nI had run a long distance, ought I to stop when I was near\nthe end, and not rather press on?” Once, when he was invited\nto a banquet, he said that he would not come: for that the\nday before no one had thanked him for coming. He used to\ngo bare foot through the snow, and to do a number of other\nthings which have been already mentioned. Once he attempted\nto eat raw meat, but he could not digest it. On one\noccasion he found Demosthenes, the orator, dining in an inn;\nand as he was slipping away, he said to him, “You will now\nbe ever so much more in an inn.”[57] Once, when some strangers\nwished to see Demosthenes, he stretched out his middle\nfinger, and said, “This is the great demagogue of the Athenian\npeople.” When some one had dropped a loaf, and was\nashamed to pick it up again, he, wishing to give him a lesson,\ntied a cord round the neck of a bottle and dragged it all\nthrough the Ceramicus. He used to say, that he imitated\nthe teachers of choruses, for that they spoke too loud, in order\nthat the rest might catch the proper tone. Another of his\nsayings, was that most men were within a finger’s breadth of\nbeing mad. If, then, any one were to walk along, stretching\nout his middle finger, he will seem to be mad; but if he puts\nout his fore finger, he will not be thought so. Another of\nhis sayings was, that things of great value were often sold for\nnothing, and vice versâ. Accordingly, that a statue would\nfetch three thousand drachmas, and a bushel of meal only\ntwo obols; and when Xeniades had bought him, he said to\nhim, “Come, do what you are ordered to.” And when he\nsaid—\n“The streams of sacred rivers now\nRun backwards to their source!”\n“Suppose,” rejoined Diogenes, “you had been sick, and\nhad bought a physician, could you refuse to be guided by\nhim, and tell him—\n“The streams of sacred rivers now\nRun backwards to their source?”\nOnce a man came to him, and wished to study philosophy[230]\nas his pupil; and he gave him a saperda[58] and made him\nfollow him. And as he from shame threw it away and\ndeparted, he soon afterwards met him and, laughing, said to\nhim, “A saperda has dissolved your friendship for me.” But\nDiocles tells this story in the following manner; that when\nsome one said to him, “Give me a commission, Diogenes,” he\ncarried him off, and gave him a halfpenny worth of cheese to\ncarry. And as he refused to carry it, “See,” said Diogenes,\n“a halfpenny worth of cheese has broken off our friendship.”\nOn one occasion he saw a child drinking out of its hands,\nand so he threw away the cup which belonged to his wallet,\nsaying, “That child has beaten me in simplicity.” He also\nthrew away his spoon, after seeing a boy, when he had broken\nhis vessel, take up his lentils with a crust of bread. And he\nused to argue thus,—“Everything belongs to the gods; and\nwise men are the friends of the gods. All things are in\ncommon among friends; therefore everything belongs to wise\nmen.” Once he saw a woman falling down before the Gods in\nan unbecoming attitude; he, wishing to cure her of her superstition,\nas Zoilus of Perga tells us, came up to her, and said,\n“Are you not afraid, O woman, to be in such an indecent attitude,\nwhen some God may be behind you, for every place is\nfull of him?” He consecrated a man to Æsculapius, who was to\nrun up and beat all these who prostrated themselves with their\nfaces to the ground; and he was in the habit of saying that\nthe tragic curse had come upon him, for that he was—\nHouseless and citiless, a piteous exile\nFrom his dear native land; a wandering beggar,\nScraping a pittance poor from day to day.\nAnd another of his sayings was that he opposed confidence\nto fortune, nature to law, and reason to suffering. Once,\nwhile he was sitting in the sun in the Craneum, Alexander\nwas standing by, and said to him, “Ask any favour you choose\nof me.” And he replied, “Cease to shade me from the sun.”\nOn one occasion a man was reading some long passages, and\nwhen he came to the end of the book and showed that there\nwas nothing more written, “Be of good cheer, my friends,”\nexclaimed Diogenes, “I see land.” A man once proved to[231]\nhim syllogistically that he had horns, so he put his hand to\nhis forehead and said, “I do not see them.” And in a\nsimilar manner he replied to one who had been asserting that\nthere was no such thing as motion, by getting up and walking\naway. When a man was talking about the heavenly bodies\nand meteors, “Pray how many days,” said he to him, “is it\nsince you came down from heaven?”\nA profligate eunuch had written on his house, “Let no evil\nthing enter in.” “Where,” said Diogenes, “is the master of\nthe house going?” After having anointed his feet with perfume,\nhe said that the ointment from his head mounted up\nto heaven, and that from his feet up to his nose. When the\nAthenians entreated him to be initiated in the Eleusinian\nmysteries, and said that in the shades below the initiated had\nthe best seats; “It will,” he replied, “be an absurd thing if\nAgesilaus and Epaminondas are to live in the mud, and\nsome miserable wretches, who have been initiated, are to be in\nthe islands of the blest.” Some mice crept up to his table,\nand he said, “See, even Diogenes maintains his favourites.”\nOnce, when he was leaving the bath, and a man asked him\nwhether many men were bathing, he said, “No;” but when a\nnumber of people came out, he confessed that there were a\ngreat many. When Plato called him a dog, he said, “Undoubtedly,\nfor I have come back to those who sold me.”\nPlato defined man thus: “Man is a two-footed, featherless\nanimal,” and was much praised for the definition; so\nDiogenes plucked a cock and brought it into his school, and\nsaid, “This is Plato’s man.” On which account this addition\nwas made to the definition, “With broad flat nails.” A man\nonce asked him what was the proper time for supper, and he\nmade answer, “If you are a rich man, whenever you please;\nand if you are a poor man, whenever you can.” When he\nwas at Megara he saw some sheep carefully covered over with\nskins, and the children running about naked; and so he\nsaid, “It is better at Megara to be a man’s ram, than his son.”\nA man once struck him with a beam, and then said, “Take\ncare.” “What,” said he, “are you going to strike me\nagain?” He used to say that the demagogues were the servants\nof the people; and garlands the blossoms of glory.\nHaving lighted a candle in the day time, he said, “I am\nlooking for a man.” On one occasion he stood under a fountain,[232]\nand as the bystanders were pitying him, Plato, who was\npresent, said to them, “If you wish really to show your pity for\nhim, come away;” intimating that he was only acting thus out\nof a desire for notoriety. Once, when a man had struck him\nwith his fist, he said, “O Hercules, what a strange thing that\nI should be walking about with a helmet on without knowing\nit!”\nWhen Midias struck him with his fist and said, “There are\nthree thousand drachmas for you;” the next day Diogenes took\nthe cestus of a boxer and beat him soundly, and said, “There\nare three thousand drachmas for you.”[59] When Lysias, the\ndrug-seller, asked him whether he thought that there were\nany Gods: “How,” said he, “can I help thinking so, when I\nconsider you to be hated by them?” but some attribute this\nreply to Theodorus. Once he saw a man purifying himself\nby washing, and said to him, “Oh, wretched man, do not you\nknow that as you cannot wash away blunders in grammar by\npurification, so, too, you can no more efface the errors of a life\nin that same manner?”\nHe used to say that men were wrong for complaining of\nfortune; for that they ask of the Gods what appear to be good\nthings, not what are really so. And to those who were\nalarmed at dreams he said, that they did not regard what they\ndo while they are awake, but make a great fuss about what\nthey fancy they see while they are asleep. Once, at the\nOlympic games, when the herald proclaimed, “Dioxippus is\nthe conqueror of men;” he said, “He is the conqueror of\nslaves, I am the conqueror of men.”\nHe was greatly beloved by the Athenians; accordingly,\nwhen a youth had broken his cask they beat him, and gave\nDiogenes another. And Dionysius, the Stoic, says that after\nthe battle of Chæronea he was taken prisoner and brought\nto Philip; and being asked who he was, replied, “A spy, to\nspy upon your insatiability.” And Philip marvelled at him\nand let him go. Once, when Alexander had sent a letter to\nAthens to Antipater, by the hands of a man named Athlias,\nhe, being present, said, “Athlias from Athlius, by means of[233]\nAthlias to Athlius.”[60] When Perdiccas threatened that he\nwould put him to death if he did not come to him, he replied,\n“That is nothing strange, for a scorpion or a tarantula could\ndo as much: you had better threaten me that, if I kept away,\nyou should be very happy.” He used constantly to repeat\nwith emphasis that an easy life had been given to man by\nthe Gods, but that it had been overlaid by their seeking for\nhoney, cheese-cakes, and unguents, and things of that sort.\nOn which account he said to a man, who had his shoes put on\nby his servant, “You are not thoroughly happy, unless he\nalso wipes your nose for you; and he will do this, if you are\ncrippled in your hands.” On one occasion, when he had seen\nthe hieromnemones[61] leading off one of the stewards who had\nstolen a goblet, he said, “The great thieves are carrying off\nthe little thief.” At another time, seeing a young man throwing\nstones at a cross, he said, “Well done, you will be sure to\nreach the mark.” Once, too, some boys got round him and\nsaid, “We are taking care that you do not bite us;” but he said,\n“Be of good cheer, my boys, a dog does not eat beef.” He\nsaw a man giving himself airs because he was clad in a lion’s\nskin, and said to him, “Do not go on disgracing the garb of\nnature.” When people were speaking of the happiness of\nCallisthenes, and saying what splendid treatment he received\nfrom Alexander, he replied, “The man then is wretched, for\nhe is forced to breakfast and dine whenever Alexander chooses.”\nWhen he was in want of money, he said that be reclaimed it\nfrom his friends and did not beg for it.\nOn one occasion he was working with his hands in the\nmarket-place, and said, “I wish I could rub my stomach in\nthe same way, and so avoid hunger.” When he saw a young\nman going with some satraps to supper, he dragged him away\nand led him off to his relations, and bade them take care of\nhim. He was once addressed by a youth beautifully adorned,\nwho asked him some question; and he refused to give him\nany answer, till he satisfied him whether he was a man or a\nwoman. And on one occasion, when a youth was playing the[234]\ncottabus in the bath, he said to him, “The better you do it, the\nworse you do it.” Once at a banquet, some of the guests threw\nhim bones, as if he had been a dog; so he, as he went away,\nput up his leg against them as if he had been a dog in reality.\nHe used to call the orators, and all those who speak for fame\nτρισάνθρωποι (thrice men), instead of τρισάθλιοι (thrice miserable).\nHe said that a rich but ignorant man, was like a sheep\nwith a golden fleece. When he saw a notice on the house of\na profligate man, “To be sold.” “I knew,” said he, “that\nyou who are so incessantly drunk, would soon vomit up your\nowner.” To a young man, who was complaining of the number\nof people who sought his acquaintance, he said, “Do not\nmake such a parade of your vanity.”\nHaving been in a very dirty bath, he said, “I wonder\nwhere the people, who bathe here, clean themselves.” When\nall the company was blaming an indifferent harp-player, he\nalone praised him, and being asked why he did so, he said,\n“Because, though he is such as he is, he plays the harp and\ndoes not steal.” He saluted a harp player who was always\nleft alone by his hearers, with, “Good morning, cock;” and\nwhen the man asked him, “Why so?” he said, “Because you,\nwhen you sing, make every one get up.” When a young man\nwas one day making a display of himself, he, having filled the\nbosom of his robe with lupins, began to eat them; and when\nthe multitude looked at him, he said, “that he marvelled at\ntheir leaving the young man to look at him.” And when a\nman, who was very superstitious, said to him, “With one\nblow I will break your head;” “And I,” he replied, “with\none sneeze will make you tremble.” When Hegesias entreated\nhim to lend him one of his books, he said, “You are\na silly fellow, Hegesias, for you will not take painted figs, but\nreal ones; and yet you overlook the genuine practice of virtue,\nand seek for what is merely written.” A man once reproached\nhim with his banishment, and his answer was, “You wretched\nman, that is what made me a philosopher.” And when, on\nanother occasion, some one said to him, “The people of\nSinope condemned you to banishment,” he replied, “And I\ncondemned them to remain where they were.” Once he saw\na man who had been victor at the Olympic games, feeding\n(νέμοντα) sheep, and he said to him, “You have soon come\nacross my friend from the Olympic games, to the Nemean.”[235]\nWhen he was asked why athletes are insensible to pain, he\nsaid, “Because they are built up of pork and beef.”\nHe once asked for a statue; and being questioned as to\nhis reason for doing so, he said, “I am practising disappointment.”\nOnce he was begging of some one (for he did this\nat first out of actual want), he said, “If you have given to\nany one else, give also to me; and if you have never given\nto any one, then begin with me.” On one occasion, he was\nasked by the tyrant, “What sort of brass was the best for a\nstatue?” and he replied, “That of which the statues of Harmodius\nand Aristogiton are made.” When he was asked\nhow Dionysius treats his friends, he said, “Like bags; those\nwhich are full he hangs up, and those which are empty he throws\naway.” A man who was lately married put an inscription\non his house, “Hercules Callinicus, the son of Jupiter, lives\nhere; let no evil enter.” And so Diogenes wrote in addition,\n“An alliance is made after the war is over.” He used to\nsay that covetousness was the metropolis of all evils. Seeing\non one occasion a profligate man in an inn eating olives, he\nsaid, “If you had dined thus, you would not have supped\nthus.” One of his apophthegms was, that good men were the\nimages of the Gods; another, that love was the business of\nthose who had nothing to do. When he was asked what was\nmiserable in life, he answered, “An indigent old man.” And\nwhen the question was put to him, what beast inflicts the\nworst bite, he said, “Of wild beasts the sycophant, and of\ntame animals the flatterer.”\nOn one occasion he saw two Centaurs very badly painted;\nhe said, “Which of the two is the worst?”[62] He used to say\nthat a speech, the object of which was solely to please, was a\nhoneyed halter. He called the belly, the Charybdis of life.\nHaving heard once that Didymon the adulterer, had been\ncaught in the fact, he said, “He deserves to be hung by his\nname.”[63] When the question was put to him, why gold is of a\npale colour, he said, “Because it has so many people plotting[236]\nagainst it.” When he saw a woman in a litter, he said, “The\ncage is not suited to the animal.” And seeing a runaway\nslave sitting on a well, he said, “My boy, take care you do\nnot fall in.” Another time, he saw a little boy who was a\nstealer of clothes from the baths, and said, “Are you going\nfor unguents, (ἐπ’ ἀλειμμάτιον), or for other garments (ἐπ’\nἄλλ’ ἱμάτιον).” Seeing some women hanging on olive trees,\nhe said, “I wish every tree bore similar fruit.” At another\ntime, he saw a clothes stealer, and addressed him thus:—\n“What moves thee, say, when sleep has clos’d the sight,\nTo roam the silent fields in dead of night?\nArt thou some wretch by hopes of plunder led,\nThrough heaps of carnage to despoil the dead.”[64]\nWhen he was asked whether he had any girl or boy to wait on\nhim, he said, “No.” And as his questioner asked further,\n“If then you die, who will bury you?” He replied, “Whoever\nwants my house.” Seeing a handsome youth sleeping\nwithout any protection, he nudged him, and said, “Wake\nup:—\n“Mix’d with the vulgar shall thy fate be found,\nPierc’d in the back, a vile dishonest wound.”[65]\nAnd he addressed a man who was buying delicacies at a\ngreat expense:—\n“Not long, my son, will you on earth remain,\nIf such your dealings.”[66]\nWhen Plato was discoursing about his “ideas,” and using\nthe nouns “tableness” and “cupness;” “I, O Plato!” interrupted\nDiogenes, “see a table and a cup, but I see no tableness\nor cupness.” Plato made answer, “That is natural\nenough, for you have eyes, by which a cup and a table are\ncontemplated; but you have not intellect, by which tableness\nand cupness are seen.”\nOn one occasion, he was asked by a certain person, “What\nsort of a man, O Diogenes, do you think Socrates?” and he[237]\nsaid, “A madman.” Another time, the question was put to\nhim, when a man ought to marry? and his reply was,\n“Young men ought not to marry yet, and old men never\nought to marry at all.” When asked what he would take to\nlet a man give him a blow on the head? he replied, “A\nhelmet.” Seeing a youth smartening himself up very carefully,\nhe said to him, “If you are doing that for men, you are\nmiserable; and if for women, you are profligate.” Once he\nsaw a youth blushing, and addressed him, “Courage, my\nboy, that is the complexion of virtue.” Having once listened\nto two lawyers, he condemned them both; saying, “That the\none had stolen the thing in question, and that the other had\nnot lost it.” When asked what wine he liked to drink, he\nsaid, “That which belongs to another.” A man said to him\none day, “Many people laugh at you.” “But I,” he replied,\n“am not laughed down.” When a man said to him, that it\nwas a bad thing to live; “Not to live,” said he, “but to live\nbadly.” When some people were advising him to make\nsearch for a slave who had run away, he said, “It would be a\nvery absurd thing for Manes to be able to live without\nDiogenes, but for Diogenes not to be able to live without\nManes.” When he was dining on olives, a cheese-cake was\nbrought in, on which he threw the olive away, saying:—\nKeep well aloof, O stranger, from all tyrants.[67]\nAnd presently he added:—\nHe drove the olive off (μαστίξεν δ’ ἐλάαν).[68]\nWhen he was asked what sort of a dog he was, he replied,\n“When hungry, I am a dog of Melita; when satisfied, a\nMolossian; a sort which most of those who praise, do not\nlike to take out hunting with them, because of the labour of\nkeeping up with them; and in like manner, you cannot associate\nwith me, from fear of the pain I give you.” The question\nwas put to him, whether wise men ate cheese-cakes, and he\nreplied, “They eat everything, just as the rest of mankind.”\nWhen asked why people give to beggars and not to philosophers,[238]\nhe said, “Because they think it possible that they\nthemselves may become lame and blind, but they do not\nexpect ever to turn out philosophers.” He once begged of a\ncovetous man, and as he was slow to give, he said, “Man, I\nam asking you for something to maintain me (εἰς τροφὴν) and\nnot to bury me (εἰς ταφὴν).” When some one reproached\nhim for having tampered with the coinage, he said, “There\nwas a time when I was such a person as you are now; but\nthere never was when you were such as I am now, and never\nwill be.” And to another person who reproached him on the\nsame grounds, he said, “There were times when I did what I\ndid not wish to, but that is not the case now.” When he went\nto Myndus, he saw some very large gates, but the city was a\nsmall one, and so he said, “Oh men of Myndus, shut your\ngates, lest your city should steal out.” On one occasion, he\nsaw a man who had been detected stealing purple, and so he\nsaid:—\nA purple death, and mighty fate overtook him.[69]\nWhen Craterus entreated him to come and visit him, he\nsaid, “I would rather lick up salt at Athens, than enjoy\na luxurious table with Craterus.” On one occasion, he met\nAnaximenes, the orator, who was a fat man, and thus accosted\nhim; “Pray give us, who are poor, some of your belly; for\nby so doing you will be relieved yourself, and you will assist\nus.” And once, when he was discussing some point, Diogenes\nheld up a piece of salt fish, and drew off the attention of his\nhearers; and as Anaximenes was indignant at this, he said,\n“See, one pennyworth of salt fish has put an end to the\nlecture of Anaximenes.” Being once reproached for eating in\nthe market-place, he made answer, “I did, for it was in the\nmarket-place that I was hungry.” Some authors also attribute\nthe following repartee to him. Plato saw him washing\nvegetables, and so, coming up to him, he quietly accosted\nhim thus, “If you had paid court to Dionysius, you would\nnot have been washing vegetables.” “And,” he replied,\nwith equal quietness, “if you had washed vegetables, you\nwould never have paid court to Dionysius.” When a man\nsaid to him once, “Most people laugh at you;” “And very[239]\nlikely,” he replied, “the asses laugh at them; but they do not\nregard the asses, neither do I regard them.” Once he saw a\nyouth studying philosophy, and said to him, “Well done;\ninasmuch as you are leading those who admire your person\nto contemplate the beauty of your mind.”\nA certain person was admiring the offerings in the temple\nat Samothrace,[70] and he said to him, “They would have been\nmuch more numerous, if those who were lost had offered them\ninstead of those who were saved;” but some attribute this\nspeech to Diagoras the Melian. Once he saw a handsome\nyouth going to a banquet, and said to him, “You will come\nback worse (χείρων);” and when he the next day after the\nbanquet said to him, “I have left the banquet, and was no\nworse for it;” he replied, “You were not Chiron, but Eurytion.”[71]\nHe was begging once of a very ill-tempered man, and\nas he said to him, “If you can persuade me, I will give you\nsomething;” he replied, “If I could persuade you, I would\nbeg you to hang yourself.” He was on one occasion returning\nfrom Lacedæmon to Athens; and when some one asked him,\n“Whither are you going, and whence do you come?” he said,\n“I am going from the men’s apartments to the women’s.”\nAnother time he was returning from the Olympic games, and\nwhen some one asked him whether there had been a great\nmultitude there, he said, “A great multitude, but very few\nmen.” He used to say that debauched men resembled figs\ngrowing on a precipice; the fruit of which is not tasted by men,\nbut devoured by crows and vultures. When Phryne had dedicated\na golden statue of Venus at Delphi, he wrote upon it,\n“From the profligacy of the Greeks.”\nOnce Alexander the Great came and stood by him, and\nsaid, “I am Alexander, the great king.” “And I,” said he,\n“am Diogenes the dog.” And when he was asked to what\nactions of his it was owing that he was called a dog, he said,\n“Because I fawn upon those who give me anything, and bark\nat those who give me nothing, and bite the rogues.” On one\noccasion he was gathering some of the fruit of a fig-tree, and[240]\nwhen the man who was guarding it told him a man hung himself\non this tree the other day. “I, then,” said he, “will now\npurify it.” Once he saw a man who had been a conqueror at\nthe Olympic games looking very often at a courtesan; “Look,”\nsaid he, “at that warlike ram, who is taken prisoner by the\nfirst girl he meets.” One of his sayings was, that good-looking\ncourtesans were like poisoned mead.\nOn one occasion he was eating his dinner in the market-place,\nand the bystanders kept constantly calling out “Dog;”\nbut he said, “It is you who are the dogs, who stand around\nme while I am at dinner.” When two effeminate fellows were\ngetting out of his way, he said, “Do not be afraid, a dog does\nnot eat beetroot.” Being once asked about a debauched boy,\nas to what country he came from, he said, “He is a Tegean.”[72]\nSeeing an unskilful wrestler professing to heal a man he said,\n“What are you about, are you in hopes now to overthrow those\nwho formerly conquered you?” On one occasion he saw the\nson of a courtesan throwing a stone at a crowd, and said to\nhim, “Take care, lest you hit your father.” When a boy\nshowed him a sword that he had received from one to whom\nhe had done some discreditable service, he told him, “The\nsword is a good sword, but the handle is infamous.” And when\nsome people were praising a man who had given him something,\nhe said to them, “And do not you praise me who was\nworthy to receive it?” He was asked by some one to give\nhim back his cloak; but he replied, “If you gave it me, it is\nmine; and if you only lent it me, I am using it.” A supposititious\nson (ὑποβολιμαῖος) of somebody once said to him, that\nhe had gold in his cloak; “No doubt,” said he, “that is the\nvery reason why I sleep with it under my head (ὑποβεβλημένος).”\nWhen he was asked what advantage he had derived\nfrom philosophy, he replied, “If no other, at least this, that I\nam prepared for every kind of fortune.” The question was put\nto him what countryman he was, and he replied, “A Citizen of[241]\nthe world.” Some men were sacrificing to the Gods to prevail\non them to send them sons, and he said, “And do you not sacrifice\nto procure sons of a particular character?” Once he was\nasking the president of a society for a contribution,[73] and said to\nhim:—\n“Spoil all the rest, but keep your hands from Hector.”\nHe used to say that courtesans were the queens of kings;\nfor that they asked them for whatever they chose. When the\nAthenians had voted that Alexander was Bacchus, he said to\nthem, “Vote, too, that I am Serapis.” When a man reproached\nhim for going into unclean places, he said, “The sun\ntoo penetrates into privies, but is not polluted by them.”\nWhen supping in a temple, as some dirty loaves were set\nbefore him, he took them up and threw them away, saying\nthat nothing dirty ought to come into a temple; and when some\none said to him, “You philosophize without being possessed\nof any knowledge,” he said, “If I only pretend to wisdom, that\nis philosophizing.” A man once brought him a boy, and said\nthat he was a very clever child, and one of an admirable disposition.\n“What, then,” said Diogenes, “does he want of\nme?” He used to say, that those who utter virtuous sentiments\nbut do not do them, are no better than harps, for that\na harp has no hearing or feeling. Once he was going into a\ntheatre while every one else was coming out of it; and when\nasked why he did so, “It is,” said he, “what I have been\ndoing all my life.” Once when he saw a young man putting\non effeminate airs, he said to him, “Are you not ashamed to\nhave worse plans for yourself than nature had for you? for\nshe has made you a man, but you are trying to force yourself\nto be a woman.” When he saw an ignorant man tuning a\npsaltery, he said to him, “Are you not ashamed to be\narranging proper sounds on a wooden instrument, and not\narranging your soul to a proper life?” When a man said to\nhim, “I am not calculated for philosophy,” he said, “Why then\ndo you live, if you have no desire to live properly?” To a\nman who treated his father with contempt, he said, “Are you\nnot ashamed to despise him to whom you owe it that you\nhave it in your power to give yourself airs at all?” Seeing\na handsome young man chattering in an unseemly manner,[242]\nhe said, “Are you not ashamed to draw a sword cut of lead\nout of a scabbard of ivory?” Being once reproached for\ndrinking in a vintner’s shop, he said, “I have my hair cut,\ntoo, in a barber’s.” At another time, he was attacked for\nhaving accepted a cloak from Antipater, but he replied:—\n“Refuse not thou to heed\nThe gifts which from the mighty Gods proceed.”[74]\nA man once struck him with a broom, and said, “Take care,”\nso he struck him in return with his staff, and said, “Take\ncare.”\nHe once said to a man who was addressing anxious entreaties\nto a courtesan, “What can you wish to obtain, you\nwretched man, that you had not better be disappointed in?”\nSeeing a man reeking all over with unguents, he said to\nhim, “Have a care, lest the fragrance of your head give a\nbad odour to your life.” One of his sayings was, that\nservants serve their masters, and that wicked men are the\nslaves of their appetites. Being asked why slaves were\ncalled ἀνδράποδα, he replied, “Because they have the feet of\nmen (τοὺς πόδας ἀνδρῶν), and a soul such as you who are\nasking this question.” He once asked a profligate fellow for\na mina; and when he put the question to him, why he asked\nothers for an obol, and him for a mina, he said, “Because I hope\nto get something from the others another time, but the Gods\nalone know whether I shall ever extract anything from you\nagain.” Once he was reproached for asking favours, while\nPlato never asked for any; and he said:—\n“He asks as well as I do, but he does it\nBending his head, that no one else may hear.”\nOne day he saw an unskilful archer shooting; so he went\nand sat down by the target, saying, “Now I shall be out of\nharm’s way.” He used to say, that those who were in love\nwere disappointed in regard of the pleasure they expected.\nWhen he was asked whether death was an evil, he replied,\n“How can that be an evil which we do not feel when it is\npresent?” When Alexander was once standing by him, and\nsaying, “Do not you fear me?” He replied, “No; for what\nare you, a good or an evil?” And as he said that he was[243]\ngood, “Who, then,” said Diogenes, “fears the good?” He used\nto say, that education was, for the young sobriety, for the old\ncomfort, for the poor riches, and for the rich an ornament.\nWhen Didymus the adulterer was once trying to cure the eye\nof a young girl (κόρης), he said, “Take care, lest when you\nare curing the eye of the maiden, you do not hurt the pupil.”[75]\nA man once said to him, that his friends laid plots against\nhim; “What then,” said he, “are you to do, if you must look\nupon both your friends and enemies in the same light?”\nOn one occasion he was asked, what was the most excellent\nthing among men; and he said, “Freedom of speech.”\nHe went once into a school, and saw many statues of the\nMuses, but very few pupils, and said, “Gods, and all my\ngood schoolmasters, you have plenty of pupils.” He was in\nthe habit of doing everything in public, whether in respect of\nVenus or Ceres; and he used to put his conclusions in this\nway to people: “If there is nothing absurd in dining, then\nit is not absurd to dine in the market-place. But it is not\nabsurd to dine, therefore it is not absurd to dine in the\nmarket-place.” And as he was continually doing manual work\nin public, he said one day, “Would that by rubbing my belly\nI could get rid of hunger.” Other sayings also are attributed\nto him, which it would take a long time to enumerate, there\nis such a multiplicity of them.\nHe used to say, that there were two kinds of exercise:\nthat, namely, of the mind and that of the body; and that the\nlatter of these created in the mind such quick and agile\nphantasies at the time of its performance, as very much facilitated\nthe practice of virtue; but that one was imperfect\nwithout the other, since the health and vigour necessary for\nthe practice of what is good, depend equally on both mind\nand body. And he used to allege as proofs of this, and of the\nease which practice imparts to acts of virtue, that people could\nsee that in the case of mere common working trades, and other\nemployments of that kind, the artisans arrived at no inconsiderable\naccuracy by constant practice; and that any one\nmay see how much one flute player, or one wrestler, is superior\nto another, by his own continued practice. And that if these[244]\nmen transferred the same training to their minds they would\nnot labour in a profitless or imperfect manner. He used to\nsay also, that there was nothing whatever in life which could\nbe brought to perfection without practice, and that that alone\nwas able to overcome every obstacle; that, therefore, as we\nought to repudiate all useless toils, and to apply ourselves to\nuseful labours, and to live happily, we are only unhappy in\nconsequence of most exceeding folly. For the very contempt\nof pleasure, if we only inure ourselves to it, is very pleasant;\nand just as they who are accustomed to live luxuriously, are\nbrought very unwillingly to adopt the contrary system; so they\nwho have been originally inured to that opposite system, feel\na sort of pleasure in the contempt of pleasure.\nThis used to be the language which he held, and he used to\nshow in practice, really altering men’s habits, and deferring in\nall things rather to the principles of nature than to those of\nlaw; saying that he was adopting the same fashion of life as\nHercules had, preferring nothing in the world to liberty; and\nsaying that everything belonged to the wise, and advancing\narguments such as I mentioned just above. For instance:\nevery thing belongs to the Gods; and the Gods are friends to\nthe wise; and all the property of friends is held in common;\ntherefore everything belongs to the wise. He also argued\nabout the law, that without it there is no possibility of a\nconstitution being maintained; for without a city there can be\nnothing orderly, but a city is an orderly thing; and without a\ncity there can be no law; therefore law is order. And he\nplayed in the same manner with the topics of noble birth,\nand reputation, and all things of that kind, saying that they\nwere all veils, as it were, for wickedness; and that that was\nthe only proper constitution which consisted in order. Another\nof his doctrines was that all women ought to be possessed\nin common; and he said that marriage was a nullity, and that\nthe proper way would be for every man to live with her whom\nhe could persuade to agree with him. And on the same\nprinciple he said, that all people’s sons ought to belong to\nevery one in common; and there was nothing intolerable in\nthe idea of taking anything out of a temple, or eating any\nanimal whatever, and that there was no impiety in tasting even\nhuman flesh; as is plain from the habits of foreign nations;\nand he said that this principle might be correctly extended to[245]\nevery case and every people. For he said that in reality everything\nwas a combination of all things. For that in bread\nthere was meat, and in vegetables there was bread, and so\nthere were some particles of all other bodies in everything,\ncommunicating by invisible passages and evaporating.\nVII. And he explains this theory of his clearly in the\nThyestes, if indeed the tragedies attributed to him are really\nhis composition, and not rather the work of Philiscus, of\nÆgina, his intimate friend, or of Pasiphon, the son of Lucian,\nwho is stated by Phavorinus, in his Universal History, to\nhave written them after Diogenes’ death.\nVIII. Music and geometry, and astronomy, and all things\nof that kind, he neglected, as useless and unnecessary. But\nhe was a man very happy in meeting arguments, as is plain\nfrom what we have already said.\nIX. And he bore being sold with a most magnanimous\nspirit. For as he was sailing to Ægina, and was taken\nprisoner by some pirates, under the command of Scirpalus, he\nwas carried off to Crete and sold; and when the crier asked\nhim what art he understood, he said, “That of governing\nmen.” And presently pointing out a Corinthian, very carefully\ndressed, (the same Xeniades whom we have mentioned before),\nhe said, “Sell me to that man; for he wants a master.”\nAccordingly Xeniades bought him and carried him away to\nCorinth; and then he made him tutor of his sons, and committed\nto him the entire management of his house. And he\nbehaved himself in every affair in such a manner, that\nXeniades, when looking over his property, said, “A good\ngenius has come into my house.” And Cleomenes, in his\nbook which is called the Schoolmaster, says, that he wished\nto ransom all his relations, but that Diogenes told him that\nthey were all fools; for that lions did not become the slaves\nof those who kept them, but, on the contrary, those who maintained\nlions were their slaves. For that it was the part of a\nslave to fear, but that wild beasts were formidable to men.\nX. And the man had the gift of persuasion in a wonderful\ndegree; so that he could easily overcome any one by his arguments.\nAccordingly, it is said that an Æginetan of the name\nof Onesicritus, having two sons, sent to Athens one of them,\nwhose name was Androsthenes, and that he, after having\nheard Diogenes lecture, remained there; and that after[246]\nthat, he sent the elder, Philiscus, who has been already mentioned,\nand that Philiscus was charmed in the same manner.\nAnd last of all, he came himself, and then he too remained,\nno less than his son, studying philosophy at the feet of\nDiogenes. So great a charm was there in the discourses of\nDiogenes. Another pupil of his was Phocion, who was surnamed\nthe Good; and Stilpon, the Megarian, and a great\nmany other men of eminence as statesmen.\nXI. He is said to have died when he was nearly ninety\nyears of age, but there are different accounts given of his\ndeath. For some say that he ate an ox’s foot raw, and was in\nconsequence seized with a bilious attack, of which he died;\nothers, of whom Cercidas, a Megalopolitan or Cretan, is one,\nsay that he died of holding his breath for several days; and\nCercidas speaks thus of him in his Meliambics:—\nHe, that Sinopian who bore the stick,\nWore his cloak doubled, and in th’ open air\nDined without washing, would not bear with life\nA moment longer: but he shut his teeth,\nAnd held his breath. He truly was the son\nOf Jove, and a most heavenly-minded dog,\nThe wise Diogenes.\nOthers say that he, while intending to distribute a polypus to\nhis dogs, was bitten by them through the tendon of his foot,\nand so died. But his own greatest friends, as Antisthenes\ntells us in his Successions, rather sanction the story of his\nhaving died from holding his breath. For he used to live in\nthe Craneum, which was a Gymnasium at the gates of Corinth.\nAnd his friends came according to their custom, and found\nhim with his head covered; and as they did not suppose that\nhe was asleep, for he was not a man much subject to the\ninfluence of night or sleep, they drew away his cloak from his\nface, and found him no longer breathing; and they thought\nthat he had done this on purpose, wishing to escape the\nremaining portion of his life.\nOn this there was a quarrel, as they say, between his friends,\nas to who should bury him, and they even came to blows; but\nwhen the elders and chief men of the city came there, they\nsay that he was buried by them at the gate which leads to\nthe Isthmus. And they placed over him a pillar, and on that\na dog in Parian marble. And at a later period his fellow[247]\ncitizens honoured him with brazen statues, and put this\ninscription on them:—\nE’en brass by lapse of time doth old become,\nBut there is no such time as shall efface\nYour lasting glory, wise Diogenes;\nSince you alone did teach to men the art\nOf a contented life: the surest path\nTo glory and a lasting happiness.\nWe ourselves have also written an epigram on him in the\nproceleusmatic metre.\nA. Tell me, Diogenes, tell me true, I pray,\nHow did you die; what fate to Pluto bore you?\nB. The savage bite of an envious dog did kill me.\nSome, however, say that when he was dying, he ordered\nhis friends to throw his corpse away without burying it, so\nthat every beast might tear it, or else to throw it into a ditch,\nand sprinkle a little dust over it. And others say that his\ninjunctions were, that he should be thrown into the Ilissus;\nthat so he might be useful to his brethren. But Demetrius,\nin his treatise on Men of the Same Name, says that Diogenes\ndied in Corinth the same day that Alexander died in Babylon.\nAnd he was already an old man, as early as the hundred and\nthirteenth olympiad.\nXII. The following books are attributed to him. The\ndialogues entitled the Cephalion; the Icthyas; the Jackdaw;\nthe Leopard; the People of the Athenians; the Republic;\none called Moral Art; one on Wealth; one on Love; the\nTheodorus; the Hypsias; the Aristarchus; one on Death;\na volume of Letters; seven Tragedies, the Helen, the\nThyestes, the Hercules, the Achilles, the Medea, the Chrysippus,\nand the Œdipus.\nBut Sosicrates, in the first book of his Successions, and\nSatyrus, in the fourth book of his Lives, both assert that none\nof all these are the genuine composition of Diogenes. And\nSatyrus affirms that the tragedies are the work of Philiscus,\nthe Æginetan, a friend of Diogenes. But Sotion, in his\nseventh book, says that these are the only genuine works of\nDiogenes: a dialogue on Virtue; another on the Good;\nanother on Love; the Beggar; the Tolmæus; the Leopard;\nthe Cassander; the Cephalion; and that the Aristarchus, the[248]\nSisyphus, the Ganymede, a volume of Apophthegms, and\nanother of Letters, are all the work of Philiscus.\nXIII. There were five persons of the name of Diogenes.\nThe first a native of Apollonia, a natural philosopher; and\nthe beginning of his treatise on Natural Philosophy is as\nfollows: “It appears to me to be well for every one who\ncommences any kind of philosophical treatise, to lay down\nsome undeniable principle to start with.” The second was a\nSicyonian, who wrote an account of Peloponnesus. The third\nwas the man of whom we have been speaking. The fourth\nwas a Stoic, a native of Seleucia, but usually called a Babylonian,\nfrom the proximity of Seleucia to Babylon. The\nfifth was a native of Tarsus, who wrote on the subject of some\nquestions concerning poetry which he endeavours to solve.\nXIV. Athenodorus, in the eighth book of his Conversations,\nsays, that the philosopher always had a shining appearance,\nfrom his habit of anointing himself.", "source": "diogenes_laertius.txt"}
