{"text": "ANECDOTES AND SAYINGS OF DIOGENES OF SINOPE\nWhen asked where he came from, he said, \"I am a citizen of the world (cosmopolite).\"\nAlexander the Great found Diogenes sunning himself. Alexander said, \"I am Alexander the Great.\" Diogenes replied, \"And I am Diogenes the Cynic.\" Alexander asked if there was anything he could do for him. Diogenes replied, \"Yes, stand out of my sunlight.\"\nWhen someone asked him what he had gained from philosophy, he replied, \"If nothing else, at least I am prepared for every fortune.\"\nSeeing a child drinking from his hands, Diogenes threw away his cup and said, \"A child has beaten me in plainness of living.\"\nHe used to carry a lamp in broad daylight and say, \"I am looking for a man.\" (implying he could find no honest human beings).\nWhen Plato gave the definition of man as \"featherless biped,\" and was much praised for the definition, Diogenes plucked a chicken and brought it into Plato's Academy, saying, \"Behold! I've brought you a man.\" (Plato was forced to add \"with broad flat nails\" to his definition).\nAsked what was the proper time for supper, he said, \"If you are a rich man, whenever you please; and if you are a poor man, whenever you can.\"\nWhen asked what was the most beautiful thing in the world, he replied, \"Freedom of speech (parrhesia).\"\nSeeing a young man behaving effeminately, he said, \"Are you not ashamed that nature made you a man, but you are forcing yourself to play the woman?\"\nWhen someone was reading a long work and a blank space appeared at the end of the roll, Diogenes cried out, \"Courage, men! I see land.\"\nTo one who asked what was the right time to marry, Diogenes replied, \"For a young man not yet: for an old man never at all.\"\nWhen asked why he begged, he said, \"To teach people how to give.\"\nHe was once begging alms of a statue, and when asked why he did so, he replied, \"To get practice in being refused.\"\nWhen asked what kind of wine he liked best to drink, he replied, \"That which belongs to another.\"\nSomeone took him into a magnificent house and warned him not to spit, whereupon having cleared his throat he spat into the man's face, being unable, he said, to find a meaner receptacle.\nHe lit a lamp in broad daylight and said, \"I am looking for a human.\"\nWhen asked what he would take to let a man give him a blow on the head, he said, \"A helmet.\"\nSeeing an archer who was a bad shot, he sat down beside the target. When asked why, he said, \"So as not to get hit.\"\nWhen asked why people give to beggars but not to philosophers, he reasoned that people fear they may become beggars, but know they will never become philosophers.\nHe said that the love of money is the mother-city of all evils.\nWhen asked what is the most wretched thing in life, he said, \"An old man destitute.\"\nHe was accustomed to say that he imitated the trainers of choruses; for they set the note a little high, to ensure that the rest should hit the right note.\nHe once saw the officials of a temple leading away some one who had stolen a bowl belonging to the treasurers, and said, \"The great thieves are leading away the little thief.\"\nWhen asked what is the difference between life and death, he said, \"No difference.\" \"Why then,\" said the questioner, \"do you not die?\" \"Because,\" said he, \"there is no difference.\"\nHe used to say that other dogs bit their enemies, but I bite my friends to save them.\nWhen asked what benefit he derived from philosophy, he said, \"To be rich without money.\"\nHe said that he had only one slave, Manes, who ran away. When friends urged him to search for him, Diogenes said, \"It would be absurd if Manes can live without Diogenes, but Diogenes cannot live without Manes.\"\nHe reasoned that the gods gave to men an easy life, but that this had been hidden from them by their hankering after honeyed cakes, unguents and the like.\nObserving a child drinking out of his hands, he cast away the cup from his wallet, saying, \"A child has beaten me in plainness of living.\" He also threw away his bowl when he saw a boy who had broken his plate taking up his lentils with the hollow part of a piece of bread.\nHe used to call the demagogues the mob's lackeys.\nWhen asked what is the best thing among men, he said, \"Freedom of speech.\"\nHe said that education was sobriety to the young, consolation to the old, wealth to the poor, and an ornament to the rich.\nHe used to say that there were two kinds of exercise: that of the mind and that of the body; and that the latter of these created in the mind such quick and agile phantasies at the time of its performance, as very much facilitated the practice of virtue.\nHe said that we ought to treat our friends as we do our own bodies, and that a friend is a second self.\nWhen asked what was the heaviest burden of the earth, he replied, \"An uneducated man.\"", "source": "anecdotes_and_sayings.txt"}
