{"text": "Alexander the Great came to visit Diogenes in Corinth. Diogenes was resting in the sunlight. Alexander, thrilled to meet the famous philosopher, asked if there was any favour he might do for him. Diogenes replied, \"Yes, stand out of my sunlight.\"\nWhen asked where he came from, he was the first to use the word \"cosmopolitan\" and said, \"I am a citizen of the world (kosmopolitēs).\"\nDiogenes was known for walking around Athens in broad daylight carrying a lit lantern. When asked what he was doing, he would answer, \"I am just looking for an honest man.\"\nPlato had defined Man as \"a featherless biped.\" Diogenes plucked a chicken and brought it into Plato's Academy, saying, \"Behold! I've brought you a man.\" The definition was subsequently altered to include \"with broad flat nails.\"\nOne day, observing a child drinking out of his hands, Diogenes threw away the cup from his wallet, saying, \"A child has beaten me in plainness of living.\"\nWhen some strangers expressed a wish to see Demosthenes, Diogenes stretched out his middle finger and said, \"There goes the demagogue of Athens.\"\nSeeing a young man behaving effeminately, \"Are you not ashamed,\" he said, \"that your own nature has made you a man, but you are forcing yourself to play the woman?\"\nBeing asked what was the most beautiful thing in the world, he replied, \"Freedom of speech.\"\nWhen he was sunning himself in the Craneum, Alexander came and stood over him and said, \"Ask of me any boon you like.\" To which he replied, \"Stand out of my light.\"\nSomeone asked him what sort of man he considered Diogenes to be. \"A Socrates gone mad,\" said he.\nWhen asked why he went about with a lamp in broad daylight, he said, \"I am looking for a man.\"\nOnce he saw the officials of a temple leading away some one who had stolen a bowl belonging to the treasurers, and said, \"The great thieves are leading away the little thief.\"", "source": "anecdotes.txt"}
{"text": "\"It is not that I am mad, it is only that my head is different from yours.\"\n\"I am a citizen of the world.\"\n\"Dogs and philosophers do the greatest good and get the fewest rewards.\"\n\"The foundation of every state is the education of its youth.\"\n\"Blushing is the color of virtue.\"\n\"I have nothing to ask but that you would remove to the other side, that you may not, by intercepting the sunshine, take from me what you cannot give.\"\n\"He has the most who is most content with the least.\"\n\"The art of being a slave is to rule one's master.\"\n\"Why not whip the teacher when the pupil misbehaves?\"\n\"People who talk well but do nothing are like musical instruments; the sound is all they have to offer.\"\n\"We have two ears and one tongue so that we would listen more and talk less.\"\n\"To be rich is not what you have in your bank account, but what you have in your heart.\"\n\"If I lack anything, I have only to ask for it.\"\n\"As for me, I am a dog; I nuzzle the kind, bark at the greedy, and bite the scoundrels.\"", "source": "sayings.txt"}
