{"text": "Diogenes was a native of Sinope, son of Hicesius, a banker. He went into exile because he was accused of adulterating the coinage. He came to Athens and fell in with Antisthenes. Being repulsed by him, because he never welcomed pupils, by sheer persistence Diogenes wore him out. Once when he stretched out his staff against him, the pupil offered his head with the words, \"Strike, for you will find no wood hard enough to keep me away from you, so long as I think you've something to say.\" From that time forward he was his pupil, and, exile as he was, set out upon a simple life.\nThrough watching a mouse running about, not looking for a place to lie down in, not afraid of the dark, not seeking any of the things which are considered to be dainties, he discovered the means of adapting himself to circumstances. He was the first, say some, to fold his cloak because he was obliged to sleep in it as well, and he carried a wallet to hold his victuals and he used any place for any purpose, for breakfasting, sleeping, or conversing. And then he would say, pointing to the portico of Zeus and the Hall of Processions, that the Athenians had built him places to live in. He had not a tall staff at first, but afterwards he carried one, and also a purse.\nOne day he observed a child drinking out of his hands, and threw away the cup from his wallet with the words, \"A child has beaten me in plainness of living.\" He also threw away his bowl when in like manner he saw a child who had broken his plate taking up his lentils with the hollow part of a piece of bread. He used also to reason thus: \"Everything belongs to the gods; the wise are friends of the gods; friends hold all things in common; therefore everything belongs to the wise.\"\nWhen he was basking in the craterion (or tub) in the Craneum, Alexander stood over him and said, \"Ask of me any boon you like.\" To which he replied, \"Stand out of my light.\"\nHe lit a lamp in broad daylight and said, as he went about, \"I am looking for a man.\"\nWhen Plato gave the definition of man as \"featherless biped,\" and was praised for it, Diogenes plucked a cock and brought it into his school, saying, \"Here is Plato's man.\" On which account the addition was made to the definition, \"with broad flat nails.\"\nTo one who asked what was the proper time for lunch, he said, \"If a rich man, when you will; if a poor man, when you can.\"\nHe was once begging alms of a statue, and, when asked why he did so, replied, \"To get practice in being refused.\"\nWhen asked where he came from, he said, \"I am a citizen of the world.\"\nHe used to say that he fawned upon those who gave him anything, and barked at those who gave him nothing, and bit the rogues.\nSeeing a youth dressing with elaborate care, he said, \"If it's for men, you're a fool; if for women, a knave.\"\nWhen someone reminded him that the people of Sinope had sentenced him to exile, he said, \"And I sentenced them to stay at home.\"\nBeing asked what he had gained from philosophy, he replied, \"This at least, if nothing else -- to be prepared for every fortune.\"\nWhen asked what was the most beautiful thing in the world, he replied, \"Freedom of speech.\"\nHe once saw the officials of a temple leading away some one who had stolen a bowl belonging to the treasurers, and said, \"The great thieves are leading away the little thief.\"\nWhen asked what wine he found pleasant to drink, he replied, \"That for which other people pay.\"\nOn being asked why people give to beggars but not to philosophers, he said, \"Because they think they may one day be lame or blind, but never expect that they will turn to philosophy.\"\nHe was asked what was the right time to marry; \"For a young man,\" said he, \"not yet: for an old man, never at all.\"", "source": "diogenes_sayings.txt"}
