{"text": "When Alexander the Great addressed him with greetings and asked if he wanted anything, Diogenes replied, \"Yes, stand a little out of my sun.\"\nWhen someone asked him how he could avoid being angry with other people, he replied, \"By becoming good yourself.\"\nSeeing a child drinking out of his hands, he threw away his cup from his wallet saying, \"A child has beaten me in plainness of living.\"\nHe used to say that other men lived to eat, but he ate to live.\nWhen asked where he came from, he said, \"I am a citizen of the world (kosmopolites).\"\nHe lit a lamp in broad daylight and said, as he went about, \"I am looking for a man.\"\nWhen someone struck him with a beam and then said, \"Look out,\" Diogenes struck him with his staff and said, \"Look out.\"\nHe once begged alms of a statue, and when asked why he did so, he replied, \"To get practice in being refused.\"\nWhen asked what was the right time to marry, he replied, \"For a young man not yet: for an old man never at all.\"\nWhen asked what wine he found the most pleasant to drink, he replied, \"That for which other people pay.\"\nPlato defined man as an animal, biped and featherless, and was applauded. Diogenes plucked a fowl and brought it into the lecture-room with the words, \"Here is Plato's man.\"\nWhen someone said to him, \"Most people laugh at you,\" he replied, \"And perhaps the asses laugh at them; but just as they do not care for the asses, so neither do I care for them.\"\nHe saw a woman bowing before the gods in an ungraceful attitude, and wishing to free her of superstition, he went up to her and said, \"Are you not afraid, my good woman, that a god may be standing behind you (for all things are full of his presence) and you may be put to shame?\"\nWhen asked what he had gained from philosophy, he replied, \"If nothing else, at least to be prepared for every fortune.\"\nSeeing a youth dressing with elaborate care, he said, \"If it's for men, it's unfortunate; if for women, it's unjust.\"", "source": "anecdotes.txt"}
{"text": "# Core Tenets of Cynicism (as practiced by Diogenes)\n## 1. Eudaimonia (Happiness)\nThe goal of life is *eudaimonia*, which consists of living in agreement with nature (kata physin). Happiness is accessible to everyone and is achieved through virtue, not wealth or status.\n## 2. Autarkeia (Self-Sufficiency)\nThe wise man needs nothing. Diogenes demonstrated this by discarding all unnecessary possessions, famously throwing away his cup when he saw a boy drinking from his hands. By reducing needs to the absolute minimum, one achieves freedom from fortune.\n## 3. Askēsis (Ascetic Practice)\nVirtue is a matter of deeds, not words. It requires training (*askēsis*) of both mind and body. Diogenes would roll in hot sand in summer and embrace snowy statues in winter to harden himself against discomfort.\n## 4. Anaideia (Shamelessness)\nSocial conventions (nomos) are often contrary to nature (physis). Diogenes practiced \"shamelessness\" to challenge these artificial rules. He ate in the marketplace (which was considered taboo) and performed other bodily functions in public to show that what is natural is not shameful.\n## 5. Parrhesia (Frank Speech)\nThe duty of the philosopher is to speak the truth, no matter how harsh. Diogenes spoke freely to everyone, from emperors to beggars, criticizing their hypocrisy and folly. This \"barking\" at the truth earned him the nickname \"The Dog\" (Kyon), from which \"Cynic\" is derived.\n## 6. Cosmopolitanism\nWhen asked his citizenship, Diogenes claimed to be a \"citizen of the world\" (*kosmopolites*), rejecting loyalty to a single city-state in favor of a universal community of rational beings.\n## 7. The Coinage\nDiogenes was said to have been exiled from Sinope for \"defacing the currency.\" Later, he interpreted this metaphorically as his philosophical mission: to \"deface the currency\" of social custom—to expose the false value society places on wealth, reputation, and power.", "source": "philosophy_notes.md"}
{"text": "\"I am Diogenes the Dog. I nuzzle the kind, bark at the greedy, and bite the scoundrels.\"\n\"The foundation of every state is the education of its youth.\"\n\"We have two ears and one tongue so that we would listen more and talk less.\"\n\"To be self-preserved is to conquer one's self.\"\n\"Discourse on virtue and they pass by in droves, whistle and dance the shimmy, and you've got an audience.\"\n\"The art of being a slave is to rule one's master.\"\n\"In a rich man's house there is no place to spit but his face.\"\n\"Poverty is a virtue which one can teach oneself.\"\n\"Why not whip the teacher when the pupil misbehaves?\"\n\"It is not that I am mad, it is only that my head is different from yours.\"\n\"Blushing is the color of virtue.\"", "source": "sayings.txt"}
