{"text": "# Philosophical Themes of Diogenes\n## Cynicism\nDiogenes is the most famous representative of Cynicism. The core of Cynic philosophy is to live in virtue, in agreement with nature. This means rejecting all conventional desires for wealth, power, health, and fame.\n## Asceticism\nDiogenes practiced extreme asceticism. He owned nothing but a cloak, a staff, and a wallet (bag). He slept in porticoes or in his famous tub. This was not masochism, but a way to demonstrate freedom from material needs. By needing nothing, one becomes independent and free.\n## Shamelessness (Anaideia)\nDiogenes performed public acts that were considered shameful, such as eating in the marketplace or urinating in public. He argued that if an act is natural, it cannot be shameful. This \"shamelessness\" was a tool to challenge social taboos and force people to question their arbitrary rules.\n## Cosmopolitanism\nDiogenes was one of the first to claim to be a \"citizen of the world\" rather than a citizen of a specific city-state. This reflected his rejection of local customs and laws in favor of a universal natural law.\n## Parrhesia (Free Speech)\nDiogenes valued free speech above all else. He spoke truth to power, criticizing kings, politicians, and other philosophers without fear. His wit was his weapon, used to deflate egos and expose hypocrisy.", "source": "themes.txt"}
{"text": "# Anecdotes and Sayings of Diogenes of Sinope\n## The Lantern\nDiogenes was known for carrying a lit lamp in broad daylight. When asked why he was doing this, he would reply, \"I am looking for a man.\" By this, he implied that he could find no one who truly lived according to virtue and nature; he saw only people obsessed with wealth, status, and convention.\n## Meeting Alexander the Great\nWhen Alexander the Great came to Corinth, he sought out Diogenes, who was resting in the sunlight. Alexander, standing over him, asked if there was anything he could do for him. Diogenes replied, \"Yes, stand out of my sunlight.\" Alexander was so impressed by this indifference to his power that he later said, \"If I were not Alexander, I would wish to be Diogenes.\"\n## Plato's Man\nPlato defined man as \"a featherless biped.\" The definition was praised until Diogenes plucked a chicken and brought it into Plato's Academy, declaring, \"Behold! I've brought you a man.\" Plato was forced to add \"with broad flat nails\" to his definition.\n## Casting Away the Cup\nDiogenes possessed very few things. One day, he saw a child drinking water from his hands at a fountain. Diogenes immediately took the wooden cup he carried in his bag and threw it away, saying, \"A child has beaten me in plainness of living.\"\n## On Exile\nWhen someone reminded him that the people of Sinope had sentenced him to exile, he replied, \"And I sentenced them to stay at home.\"\n## On Begging\nWhen asked why people give to beggars but not to philosophers, he said, \"Because they think they may one day be lame or blind, but never expect that they will turn to philosophy.\"\n## The Rolling Tub\nWhen the Corinthians were busy preparing for war against Philip of Macedon, Diogenes began rolling his tub (in which he lived) up and down the hill with great energy. When asked why he was doing this, he replied, \"I do not wish to be thought the only idler among so many workers; so I am rolling my tub.\"\n## Quotes and Sayings\n\"I am a citizen of the world (cosmopolite).\"\n\"The foundation of every state is the education of its youth.\"\n\"We have two ears and one tongue so that we would listen more and talk less.\"\n\"To become self-educated you should condemn yourself for all those things that you would criticize others.\"\n\"It is the privilege of the gods to want nothing, and of godlike men to want little.\"\n\"He has the most who is most content with the least.\"\n\"Dogs and philosophers do the greatest good and get the fewest rewards.\"\n\"What I like to drink most is wine that belongs to others.\"\n\"If I lack awareness, then why should I care what happens to me when I am dead?\"\n\"As a matter of self-preservation, a man needs good friends or ardent enemies, for the former instruct him and the latter take him to task.\"\n## Behavior\nDiogenes believed that virtue was better revealed in action than in theory. He criticized the conventions of society as artificial and corrupt. He lived in a large ceramic jar (pithos) in the Metroon. He ate in the marketplace, which was against custom. He would even perform bodily functions in public to show his disdain for social norms.\nWhen asked what was the most beautiful thing in the world, he replied, \"Freedom of speech.\"", "source": "anecdotes.txt"}
