{"text": "When Alexander the Great visited Diogenes, he found him resting in the sunlight. Alexander, standing over him, said, \"Ask of me whatever you wish.\" Diogenes replied, \"Stand a little out of my sun.\" Alexander was so struck by this, and admired so much the haughtiness and grandeur of the man who had nothing but scorn for him, that he said to his followers, who were laughing and mocking the philosopher as they went away, \"But truly, if I were not Alexander, I would be Diogenes.\"\nDiogenes lit a lamp in broad daylight and went about saying, \"I am looking for a man.\"\nSeeing a child drinking from his hands, he threw away his cup from his wallet, saying, \"A child has beaten me in plainness of living.\"\nDiogenes was once eating lentils when Aristippus, who lived comfortably by flattering the king, passed by and said, \"If you would learn to be subservient to the king, you would not have to live on lentils.\" Diogenes replied, \"If you had learned to live on lentils, you would not have to be subservient to the king.\"\nWhen asked where he came from, he said, \"I am a citizen of the world (cosmopolite).\"\nPlato had defined Man as a \"featherless biped.\" Diogenes plucked a chicken and brought it into the lecture room, crying, \"Behold! I've brought you a man.\" Plato consequently added \"with broad flat nails\" to his definition.\nSeeing an archer who was a bad shot, he sat down beside the target. When asked why, he said, \"In order not to be hit.\"\nWhen someone asked him what was the proper time for supper, he said, \"If you are a rich man, whenever you please; and if you are a poor man, whenever you can.\"\nWhen asked what was the most beautiful thing in the world, he replied, \"Freedom of speech.\"", "source": "anecdotes.txt"}
{"text": "\"The foundation of every state is the education of its youth.\"\n\"We have two ears and one tongue so that we would listen more and talk less.\"\n\"To a man whose shoes were in holes and who asked for charity, he said, 'No, but if you had a broken leg I would give you money.'\"\n\"It is not that I am mad, it is only that my head is different from yours.\"\n\"Dogs and philosophers do the greatest good and get the fewest rewards.\"\n\"I am a dog: I fawn on those who give me anything, I yelp at those who refuse, and I set my teeth in rascals.\"\n\"Blushing is the color of virtue.\"\n\"The mob is the mother of tyrants.\"\n\"He has the most who is most content with the least.\"\n\"The art of being a slave is to rule one's master.\"\n\"Of what use is a philosopher who doesn't hurt anybody's feelings?\"", "source": "sayings.txt"}
