{"text": "When Alexander the Great visited him in Corinth, Diogenes was resting in the sunlight. Alexander, thrilled to meet the famous philosopher, asked if there was any favor he could do for him. Diogenes replied, \"Yes, stand out of my sunlight.\"\nDiogenes was known for carrying a lamp in broad daylight. When asked what he was doing, he would reply, \"I am looking for a man.\" (Implying he could not find a single honest or virtuous human being).\nPlato defined man as a \"featherless biped.\" Diogenes plucked a chicken and brought it into Plato's Academy, declaring, \"Behold! I've brought you a man.\" Plato subsequently added \"with broad flat nails\" to his definition.\nWhen asked why he begged from statues, Diogenes replied, \"To get used to being rejected.\"\nSeeing a child drinking from his hands, Diogenes threw away his cup and said, \"A child has beaten me in plainness of living.\"\nWhen some one reminded him that the people of Sinope had sentenced him to exile, he said, \"And I sentenced them to stay at home.\"\nDiogenes was once seen begging for alms from a statue. When asked why he was doing so, he replied, \"I am practising how to meet a refusal.\"\nBeing asked where in Greece he saw good men, he replied, \"Good men nowhere, but good boys at Sparta.\"\nWhen asked what was the right time to marry, he replied, \"For a young man not yet: for an old man never at all.\"\nWhen he was captured by pirates and sold into slavery, he was asked what trade he knew. He replied, \"Governing men.\" He then pointed to a certain Corinthian named Xeniades and said, \"Sell me to this man; he needs a master.\"", "source": "anecdotes.txt"}
{"text": "\"I am a citizen of the world (kosmopolitês).\"\n\"The foundation of every state is the education of its youth.\"\n\"Blushing is the colour of virtue.\"\n\"Dogs and philosophers do the greatest good and get the fewest rewards.\"\n\"It is not that I am mad, it is only that my head is different from yours.\"\n\"The most beautiful thing in the world is freedom of speech.\"\n\"He has the most who is most content with the least.\"\n\"If I were not Diogenes, I would be wishing to be Diogenes.\"\n\"Why not whip the teacher when the pupil misbehaves?\"\n\"Man is the most intelligent of the animals - and the most silly.\"", "source": "sayings.txt"}
