{"text": "When asked what sort of wine he liked best to drink, he answered, \"That for which other people pay.\"\nWhen Perdiccas threatened to put him to death unless he came to him, Diogenes replied, \"That's nothing wonderful, for a beetle or a spider would do the same.\"\nWhen asked what is the most wretched thing in life, he said, \"An old man destitute.\"\nHe used to say that other dogs bit their enemies, but I bite my friends to save them.\nWhen someone reminded him that the people of Sinope had sentenced him to exile, he said, \"And I sentenced them to stay at home.\"\nWhen asked what was the right age to marry, he said, \"For a young man, not yet; for an old man, never at all.\"\nSeeing a young man behaving effeminately, he said, \"Are you not ashamed that nature made you a man, but you are forcing yourself to play the woman?\"\nWhen asked what is the best thing to possess, he replied, \"Health.\"\nHe once saw the officials of a temple leading away someone who had stolen a bowl belonging to the treasurers, and said, \"The great thieves are leading away the little thief.\"\nWhen asked how one should treat a friend, he said, \"As one would oneself.\"\nWhen asked what was the heaviest burden for the earth to bear, he replied, \"An uneducated man with money.\"", "source": "anecdotes_3.txt"}
{"text": "When Alexander the Great came to visit Diogenes in Corinth, he found him sunbathing. Alexander, standing over him, said, \"Ask of me whatever you wish.\" Diogenes replied, \"Stand out of my light.\" Alexander was so impressed by this indifference to his power that he said to his followers, \"If I were not Alexander, I would wish to be Diogenes.\"\nPlato defined a human as a \"featherless biped.\" Diogenes plucked a chicken and brought it into Plato's Academy, crying, \"Behold! I've brought you a man.\" Plato subsequently added \"with broad flat nails\" to his definition.\nSeeing a child drinking from his hands, Diogenes threw away his cup, saying, \"A child has beaten me in simplicity of living.\" Later, seeing a boy eating lentils from a piece of bread hollowed out, he threw away his bowl as well.\nWhen asked why he went about with a lamp in broad daylight, Diogenes answered, \"I am looking for an honest man.\"\nWhen someone asked him what was the proper time for lunch, he said, \"If a rich man, when you will; if a poor man, when you can.\"", "source": "anecdotes_1.txt"}
{"text": "Diogenes was once begging for alms from a statue. When asked why he did this, he replied, \"I am practicing being rejected.\"\nWhen asked what he had gained from philosophy, he replied, \"At the very least, I am prepared to confront any change in fortune.\"\nSeeing an archer who was a bad shot, Diogenes sat down beside the target. When asked why, he said, \"This is the safest place to be.\"\nWhen asked where he came from, he said, \"I am a citizen of the world (kosmopolitês).\"\nUpon being asked what was the most beautiful thing in the world, he replied, \"Freedom of speech (parrhêsia).\"\nWhen someone said to him, \"Most people laugh at you,\" he replied, \"And perhaps the donkeys laugh at them; but just as they don't care about the donkeys, I don't care about them.\"\nWhen asked why he begged from people, he said, \"To teach them generosity.\"\nSeeing the son of a prostitute throwing stones at a crowd, Diogenes said, \"Careful, boy, you might hit your father.\"", "source": "anecdotes_2.txt"}
