{"text": "ALEXANDER AND DIOGENES\nWhen Alexander the Great came to Corinth, he sought out Diogenes. He found him lying in the sun. Alexander stood over him and asked, \"Is there any favor I can do for you?\" Diogenes replied, \"Yes, stand out of my sunlight.\" Alexander was struck by this, and said to his followers, \"If I were not Alexander, I would wish to be Diogenes.\"\nPLATO AND THE CHICKEN\nPlato defined man as \"a featherless biped.\" Diogenes plucked a chicken and brought it into Plato's Academy, crying, \"Behold! I've brought you a man.\" Plato was forced to add \"with broad flat nails\" to his definition.\nTHE SEARCH FOR AN HONEST MAN\nDiogenes was often seen walking the streets of Athens in broad daylight carrying a lighted lamp. When asked why, he would reply, \"I am just looking for a human being\" (often translated as \"an honest man\").\nON EXILE\nWhen someone reminded him that the people of Sinope had sentenced him to exile, he replied, \"And I sentenced them to stay home.\"\nTHE CUP\nDiogenes possessed a cup which he used to drink water from the river. One day, he saw a child drinking from his hands. Diogenes threw away his cup, saying, \"A child has beaten me in plainness of living.\"\nTHE LENTILS\nDiogenes was washing lentils when Aristippus, a philosopher who lived comfortably by flattering the king, passed by and said, \"If you would learn to be subservient to the king you would not have to live on lentils.\" Diogenes replied, \"If you had learnt to live on lentils you would not have to be subservient to the king.\"\nON BEGGING\nWhen asked why people give to beggars but not to philosophers, he said, \"Because they think they may one day be lame or blind, but never expect that they will turn to philosophy.\"\nBURIAL\nWhen asked how he wished to be buried, he left instructions to be thrown outside the city wall so wild animals could feast on his body. When his friends asked if he minded this, he said, \"Not at all, as long as you provide me with a stick to chase the animals away.\" When asked how he could use the stick since he would lack awareness, he replied, \"If I lack awareness, then why should I care what happens to me when I am dead?\"\nTHE DOG\nWhen asked why he was called a dog (Cynic comes from the Greek word for dog), he replied, \"I fawn on those who give me anything, I yelp at those who refuse, and I set my teeth in rascals.\"\nTHE FATHER'S STRIKE\nThe son of a prostitute was throwing stones at a crowd. Diogenes shouted, \"Careful, boy! You might hit your father.\"", "source": "anecdotes.txt"}
{"text": "I am a citizen of the world.\nThe foundation of every state is the education of its youth.\nBlushing is the color of virtue.\nDogs and philosophers do the greatest good and get the fewest rewards.\nIt is not that I am mad, it is only that my head is different from yours.\nWe have two ears and one tongue so that we would listen more and talk less.\nTo arrive at perfection, you need severe critics or loyal friends; for they will tell you what you are doing or not doing.\nThe mob is the mother of tyrants.\nHe who has the most is most content with the least.\nMan is the most intelligent of the animals - and the most silly.", "source": "sayings.txt"}
