{"text": "Diogenes was kneading dough when Alexander the Great stood over him and said, \"I am Alexander the Great.\" Diogenes replied, \"I am Diogenes the Cynic.\" When Alexander asked if he could do anything for him, Diogenes said, \"Yes, stand out of my sunlight.\"\nPlato had defined Man as an animal, biped and featherless, and was applauded. Diogenes plucked a fowl and brought it into the lecture-room with the words, \"Behold Plato's man!\"\nDiogenes lit a lamp in broad daylight and said, as he went about, \"I am looking for a man.\"\nOne day, observing a child drinking out of his hands, he cast away the cup from his wallet with the words, \"A child has beaten me in plainness of living.\"\nBeing conducted into a magnificent house by a rich man, and strictly forbidden to spit, he spat in the man's face, stating that there was no other place dirty enough to receive it.\nHe once begged alms of a statue, and, when asked why he did so, replied, \"To get practice in being refused.\"\nWhen he was captured by pirates and put up for auction, he pointed to a certain Corinthian named Xeniades and said, \"Sell me to this man; he needs a master.\"\nHe used to walk backwards in the arcade, and when people laughed at him, he said, \"Are you not ashamed to walk backward along the whole path of existence, and blame me for walking backward along the path of the arcade?\"\nWhen someone chided him for masturbating in public, he said, \"If only I could banish hunger by rubbing my belly.\"\nAristippus, a philosopher who lived a life of luxury by flattering a king, passed Diogenes washing lentils. Aristippus said, \"If you would learn to be subservient to the king you would not have to live on lentils.\" Diogenes replied, \"If you had learned to live on lentils you would not have to be subservient to the king.\"\nWhen asked what was the proper time for lunch, he said, \"If a rich man, when you will; if a poor man, when you can.\"\nSeeing a youth dressing with elaborate care, he said, \"If it's for men, you're a fool; if for women, a knave.\"\nWhen asked what he had gained from philosophy, he replied, \"This at least, if nothing else—to be prepared for every fortune.\"\nWhen someone asked him how he could become famous, Diogenes replied, \"By worrying as little as possible about fame.\"\nHe saw some women hanging from olive trees (having committed suicide), and said, \"Would that every tree bore similar fruit.\"\nWhen asked what wine he found most pleasant to drink, he replied, \"That for which other people pay.\"\nWhen asked why he went about with a lamp in broad daylight, he said, \"I am looking for a human.\"\nA man once asked him what was the right time to marry. Diogenes replied, \"For a young man, not yet; for an old man, never at all.\"", "source": "anecdotes.txt"}
