{"text": "Marcus Aurelius to Fronto.\nI have almost got the better of you, my dear Fronto; for I have devoted this day to unmitigated leisure, if that can be called leisure, which I have spent with you, or with no one rather than you; for who would not consider you, and your letters, and the recollection of you, and the thought of you, the highest pleasure? I have read a little of Coelius, and I have written a little of my own; but I have not yet read any of your writings, though I have been turning them over. Farewell, my sweetest of masters.\nMarcus Aurelius to Fronto.\nIf you have any love for me, sleep at the proper time. You have now for the third night been awake. I have no rest for thinking of your want of rest. I would rather be sick myself than that you should be. Farewell, my breath.\nFronto to Marcus Aurelius.\nWhat shall I say? That I love you? That is nothing new. That I long for you? That is nothing new. That I desire to see you? That is nothing new. But this is something new, that I have never written to you before, that I have been three days without writing to you. But I have not been well, my Lord. My health has been the cause of my silence. Now I am well again, and I write to you. I love you, I long for you, I desire to see you. Farewell, my Lord, my glory.\nMarcus Aurelius to Fronto.\nI have received your letter, my dear Fronto, in which you say that you are well again. I was anxious about you, my master. But now I am happy. I love you, I long for you, I desire to see you. Farewell, my best of masters.\nMarcus Aurelius to Fronto.\nI have read your speech, my dear Fronto, and I admire it. I have read it again, and I admire it more. I have read it a third time, and I admire it most of all. You have surpassed yourself. Farewell, my eloquence.\nFronto to Marcus Aurelius.\nI am delighted that you are pleased with my speech. But I am more delighted that you love me. For to be praised by you is a great thing, but to be loved by you is the greatest thing of all. Farewell, my Lord, my light.\nMarcus Aurelius to Fronto.\nI have been reading Cato's speech on the property of Pulchra, and another of his speeches in which he recommends that the property of Florus should be given to the public treasury. I have also been reading some of your letters, and I have been thinking of you. Farewell, my dearest Fronto.\nFronto to Marcus Aurelius.\nI have sent you the books which you asked for. I hope you will like them. I am busy with my own work, but I am always thinking of you. Farewell, my Lord, my soul.\nMarcus Aurelius to Fronto.\nI have received the books, and I thank you. I am well, and I am working hard. I hope you are well too. Farewell, my master.\nFronto to Marcus Aurelius.\nI am glad to hear that you are well and working hard. I am well too. I am writing a speech on the law of inheritance. It is a difficult subject, but I hope to make it clear. Farewell, my Lord, my hope.\nMarcus Aurelius to Fronto.\nI am sure you will make it clear. You have a wonderful power of making difficult things easy. I am longing to see you. Farewell, my master.\nFronto to Marcus Aurelius.\nI am coming to see you soon. I have finished my speech, and I want to read it to you. Farewell, my Lord, my joy.\nMarcus Aurelius to Fronto.\nCome as soon as you can. I shall be delighted to see you and to hear your speech. Farewell, my dearest Fronto.", "source": "letters_to_fronto.txt"}
{"text": "From my grandfather Verus I learned good morals and the government of my temper.\nFrom the reputation and remembrance of my father, modesty and a manly character.\nFrom my mother, piety and beneficence, and abstinence, not only from evil deeds, but even from evil thoughts; and further, simplicity in my way of living, far removed from the habits of the rich.\nFrom my great-grandfather, not to have frequented public schools, and to have had good teachers at home, and to know that on such things a man should spend liberally.\nBegin the morning by saying to yourself, I shall meet with the busy-body, the ungrateful, arrogant, deceitful, envious, unsocial. All these things happen to them by reason of their ignorance of what is good and evil. But I who have seen the nature of the good that it is beautiful, and of the bad that it is ugly, and the nature of him who does wrong, that it is akin to me, not only of the same blood or seed, but that it participates in the same intelligence and the same portion of the divinity, I can neither be injured by any of them, for no one can fix on me what is ugly, nor can I be angry with my kinsman, nor hate him, For we are made for co-operation, like feet, like hands, like eyelids, like the rows of the upper and lower teeth. To act against one another then is contrary to nature; and it is acting against one another to be vexed and to turn away.\nEvery moment think steadily as a Roman and a man to do what thou hast in hand with perfect and simple dignity, and feeling of affection, and freedom, and justice; and to give thyself relief from all other thoughts. And thou wilt give thyself relief, if thou doest every act of thy life as if it were the last, laying aside all carelessness and passionate aversion from the commands of reason, and all hypocrisy, and self-love, and discontent with the portion which has been given to thee. Thou seest how few the things are, the which if a man lays hold of, he is able to live a life which flows in quiet, and is like the existence of the gods; for the gods on their part will require nothing more from him who observes these things.\nDo not waste the remainder of thy life in thoughts about others, when thou dost not refer thy thoughts to some object of common utility. For thou losest the opportunity of doing something else when thou hast such thoughts. What is such a person doing, and why, and what is he saying, and what is he thinking of, and what is he contriving, and whatever else of the kind makes us wander away from the observation of our own ruling power. We ought then to check in the series of our thoughts everything that is without a purpose and useless, but most of all the over-curious feeling and the malignant; and a man should use himself to think of those things only about which if one should suddenly ask, What hast thou now in thy thoughts? With perfect openness thou mightest, immediately answer, This or That; so that from thy words it should be plain that everything in thee is simple and benevolent, and such as befits a social animal, and one that cares not for thoughts about pleasure or sensual enjoyments at all, nor has any rivalry or envy and suspicion, or anything else for which thou wouldst blush if thou shouldst say that thou hadst it in thy mind.", "source": "meditations_sample.txt"}
