{"text": "Marcus Aurelius to Fronto.\nI have almost got the better of you, my dear Fronto; for I have devoted this day to unmitigated leisure, if that can be called leisure, which I have spent with you, or with no one rather than you; for who would not consider you, and your letters, and the recollection of you, and the thought of you, the highest pleasure? I have read a little of Coelius, and I have written a little of my own; but I have not yet read any of your writings, though I have been turning them over. Farewell, my sweetest of masters.\nMarcus Aurelius to Fronto.\nIf you have any love for me, sleep at the proper time. You have now for the third night been awake. I have no rest for thinking of your want of rest. I would rather be sick myself than that you should be. Farewell, my breath.\nFronto to Marcus Aurelius.\nWhat shall I say? That I love you? That is nothing new. That I long for you? That is nothing new. That I desire to see you? That is nothing new. But this is something new, that I have never written to you before, that I have been three days without writing to you. But I have not been well, my Lord. My health has been the cause of my silence. Now I am well again, and I write to you. I love you, I long for you, I desire to see you. Farewell, my Lord, my glory.\nMarcus Aurelius to Fronto.\nI have received your letter, my dear Fronto, in which you say that you are well again. I was anxious about you, my master. But now I am happy. I love you, I long for you, I desire to see you. Farewell, my best of masters.\nMarcus Aurelius to Fronto.\nI have read your speech, my dear Fronto, and I admire it. I have read it again, and I admire it more. I have read it a third time, and I admire it most of all. You have surpassed yourself. Farewell, my eloquence.\nFronto to Marcus Aurelius.\nI am delighted that you are pleased with my speech. But I am more delighted that you love me. For to be praised by you is a great thing, but to be loved by you is the greatest thing of all. Farewell, my Lord, my light.\nMarcus Aurelius to Fronto.\nI have been reading Cato's speech on the property of Pulchra, and another of his speeches in which he recommends that the property of Florus should be given to the public treasury. I have also been reading some of your letters, and I have been thinking of you. Farewell, my dearest Fronto.\nFronto to Marcus Aurelius.\nI have sent you the books which you asked for. I hope you will like them. I am busy with my own work, but I am always thinking of you. Farewell, my Lord, my soul.\nMarcus Aurelius to Fronto.\nI have received the books, and I thank you. I am well, and I am working hard. I hope you are well too. Farewell, my master.\nFronto to Marcus Aurelius.\nI am glad to hear that you are well and working hard. I am well too. I am writing a speech on the law of inheritance. It is a difficult subject, but I hope to make it clear. Farewell, my Lord, my hope.\nMarcus Aurelius to Fronto.\nI am sure you will make it clear. You have a wonderful power of making difficult things easy. I am longing to see you. Farewell, my master.\nFronto to Marcus Aurelius.\nI am coming to see you soon. I have finished my speech, and I want to read it to you. Farewell, my Lord, my joy.\nMarcus Aurelius to Fronto.\nCome as soon as you can. I shall be delighted to see you and to hear your speech. Farewell, my dearest Fronto.", "source": "letters_to_fronto.txt"}
{"text": "From my grandfather Verus I learned good morals and the government of my temper.\nFrom the reputation and remembrance of my father, modesty and a manly character.\nFrom my mother, piety and beneficence, and abstinence, not only from evil deeds, but even from evil thoughts; and further, simplicity in my way of living, far removed from the habits of the rich.\nFrom my great-grandfather, not to have frequented public schools, and to have had good teachers at home, and to know that on such things a man should spend liberally.\nBegin the morning by saying to yourself, I shall meet with the busy-body, the ungrateful, arrogant, deceitful, envious, unsocial. All these things happen to them by reason of their ignorance of what is good and evil. But I who have seen the nature of the good that it is beautiful, and of the bad that it is ugly, and the nature of him who does wrong, that it is akin to me, not only of the same blood or seed, but that it participates in the same intelligence and the same portion of the divinity, I can neither be injured by any of them, for no one can fix on me what is ugly, nor can I be angry with my kinsman, nor hate him, For we are made for co-operation, like feet, like hands, like eyelids, like the rows of the upper and lower teeth. To act against one another then is contrary to nature; and it is acting against one another to be vexed and to turn away.\nEvery moment think steadily as a Roman and a man to do what thou hast in hand with perfect and simple dignity, and feeling of affection, and freedom, and justice; and to give thyself relief from all other thoughts. And thou wilt give thyself relief, if thou doest every act of thy life as if it were the last, laying aside all carelessness and passionate aversion from the commands of reason, and all hypocrisy, and self-love, and discontent with the portion which has been given to thee. Thou seest how few the things are, the which if a man lays hold of, he is able to live a life which flows in quiet, and is like the existence of the gods; for the gods on their part will require nothing more from him who observes these things.\nDo not waste the remainder of thy life in thoughts about others, when thou dost not refer thy thoughts to some object of common utility. For thou losest the opportunity of doing something else when thou hast such thoughts. What is such a person doing, and why, and what is he saying, and what is he thinking of, and what is he contriving, and whatever else of the kind makes us wander away from the observation of our own ruling power. We ought then to check in the series of our thoughts everything that is without a purpose and useless, but most of all the over-curious feeling and the malignant; and a man should use himself to think of those things only about which if one should suddenly ask, What hast thou now in thy thoughts? With perfect openness thou mightest, immediately answer, This or That; so that from thy words it should be plain that everything in thee is simple and benevolent, and such as befits a social animal, and one that cares not for thoughts about pleasure or sensual enjoyments at all, nor has any rivalry or envy and suspicion, or anything else for which thou wouldst blush if thou shouldst say that thou hadst it in thy mind.", "source": "meditations_sample.txt"}
{"text": "THE FIRST BOOK\nI. Of my grandfather Verus I have learned to be gentle and meek, and to\nrefrain from all anger and passion. From the fame and memory of him that\nbegot me I have learned both shamefastness and manlike behaviour. Of my\nmother I have learned to be religious, and bountiful; and to forbear,\nnot only to do, but to intend any evil; to content myself with a spare\ndiet, and to fly all such excess as is incidental to great wealth. Of my\ngreat-grandfather, both to frequent public schools and auditories, and\nto get me good and able teachers at home; and that I ought not to think\nmuch, if upon such occasions, I were at excessive charges.\nII. Of him that brought me up, not to be fondly addicted to either of\nthe two great factions of the coursers in the circus, called Prasini,\nand Veneti: nor in the amphitheatre partially to favour any of the\ngladiators, or fencers, as either the Parmularii, or the Secutores.\nMoreover, to endure labour; nor to need many things; when I have\nanything to do, to do it myself rather than by others; not to meddle\nwith many businesses; and not easily to admit of any slander.\nIII. Of Diognetus, not to busy myself about vain things, and not easily\nto believe those things, which are commonly spoken, by such as take upon\nthem to work wonders, and by sorcerers, or prestidigitators, and\nimpostors; concerning the power of charms, and their driving out of\ndemons, or evil spirits; and the like. Not to keep quails for the game;\nnor to be mad after such things. Not to be offended with other men's\nliberty of speech, and to apply myself unto philosophy. Him also I must\nthank, that ever I heard first Bacchius, then Tandasis and Marcianus,\nand that I did write dialogues in my youth; and that I took liking to\nthe philosophers' little couch and skins, and such other things, which\nby the Grecian discipline are proper to those who profess philosophy.\nIV. To Rusticus I am beholding, that I first entered into the conceit\nthat my life wanted some redress and cure. And then, that I did not\nfall into the ambition of ordinary sophists, either to write tracts\nconcerning the common theorems, or to exhort men unto virtue and the\nstudy of philosophy by public orations; as also that I never by way of\nostentation did affect to show myself an active able man, for any kind\nof bodily exercises. And that I gave over the study of rhetoric and\npoetry, and of elegant neat language. That I did not use to walk about\nthe house in my long robe, nor to do any such things. Moreover I learned\nof him to write letters without any affectation, or curiosity; such as\nthat was, which by him was written to my mother from Sinuessa: and to be\neasy and ready to be reconciled, and well pleased again with them that\nhad offended me, as soon as any of them would be content to seek unto\nme again. To read with diligence; not to rest satisfied with a light and\nsuperficial knowledge, nor quickly to assent to things commonly spoken\nof: whom also I must thank that ever I lighted upon Epictetus his\n_Hypomnemata_, or moral commentaries and common-factions: which also he\ngave me of his own.\nV. From Apollonius, true liberty, and unvariable steadfastness, and not\nto regard anything at all, though never so little, but right and reason:\nand always, whether in the sharpest pains, or after the loss of a child,\nor in long diseases, to be still the same man; who also was a present\nand visible example unto me, that it was possible for the same man to\nbe both vehement and remiss: a man not subject to be vexed, and offended\nwith the incapacity of his scholars and auditors in his lectures and\nexpositions; and a true pattern of a man who of all his good gifts\nand faculties, least esteemed in himself, that his excellent skill and\nability to teach and persuade others the common theorems and maxims of\nthe Stoic philosophy. Of him also I learned how to receive favours and\nkindnesses (as commonly they are accounted:) from friends, so that I\nmight not become obnoxious unto them, for them, nor more yielding upon\noccasion, than in right I ought; and yet so that I should not pass them\nneither, as an unsensible and unthankful man.\nVI. Of Sextus, mildness and the pattern of a family governed with\npaternal affection; and a purpose to live according to nature: to be\ngrave without affectation: to observe carefully the several dispositions\nof my friends, not to be offended with idiots, nor unseasonably to set\nupon those that are carried with the vulgar opinions, with the theorems,\nand tenets of philosophers: his conversation being an example how a man\nmight accommodate himself to all men and companies; so that though his\ncompany were sweeter and more pleasing than any flatterer's cogging and\nfawning; yet was it at the same time most respected and reverenced: who\nalso had a proper happiness and faculty, rationally and methodically to\nfind out, and set in order all necessary determinations and instructions\nfor a man's life. A man without ever the least appearance of anger, or\nany other passion; able at the same time most exactly to observe the\nStoic _Apathia_, or unpassionateness, and yet to be most tender-hearted:\never of good credit; and yet almost without any noise, or rumour: very\nlearned, and yet making little show.\nVII. From Alexander the Grammarian, to be un-reprovable myself, and not\nreproachfully to reprehend any man for a barbarism, or a solecism, or\nany false pronunciation, but dextrously by way of answer, or testimony,\nor confirmation of the same matter (taking no notice of the word) to\nutter it as it should have been spoken; or by some other such close and\nindirect admonition, handsomely and civilly to tell him of it.\nVIII. Of Fronto, to how much envy and fraud and hypocrisy the state of a\ntyrannous king is subject unto, and how they who are commonly called\nεὐπατρίδαι, _i.e._ nobly born, are in some sort incapable, or void\nof natural affection.\nIX. Of Alexander the Platonic, not often nor without great necessity to\nsay, or to write to any man in a letter, 'I am not at leisure'; nor in\nthis manner still to put off those duties, which we owe to our friends\nand acquaintances (to every one in his kind) under pretence of urgent\naffairs.\nX. Of Catulus, not to contemn any friend's expostulation, though unjust,\nbut to strive to reduce him to his former disposition: freely and\nheartily to speak well of all my masters upon any occasion, as it is\nreported of Domitius, and Athenodotus: and to love my children with true\naffection.\nXI. From my brother Severus, to be kind and loving to all them of my\nhouse and family; by whom also I came to the knowledge of Thrasea and\nHelvidius, and Cato, and Dio, and Brutus. He it was also that did put me\nin the first conceit and desire of an equal commonwealth, administered\nby justice and equality; and of a kingdom wherein should be regarded\nnothing more than the good and welfare of the subjects. Of him also,\nto observe a constant tenor, (not interrupted, with any other cares and\ndistractions,) in the study and esteem of philosophy: to be bountiful\nand liberal in the largest measure; always to hope the best; and to\nbe confident that my friends love me. In whom I moreover observed open\ndealing towards those whom he reproved at any time, and that his friends\nmight without all doubt or much observation know what he would, or would\nnot, so open and plain was he.\nXII. From Claudius Maximus, in all things to endeavour to have power\nof myself, and in nothing to be carried about; to be cheerful and\ncourageous in all sudden chances and accidents, as in sicknesses: to\nlove mildness, and moderation, and gravity: and to do my business,\nwhatsoever it be, thoroughly, and without querulousness. Whatsoever\nhe said, all men believed him that as he spake, so he thought, and\nwhatsoever he did, that he did it with a good intent. His manner was,\nnever to wonder at anything; never to be in haste, and yet never\nslow: nor to be perplexed, or dejected, or at any time unseemly, or\nexcessively to laugh: nor to be angry, or suspicious, but ever ready to\ndo good, and to forgive, and to speak truth; and all this, as one that\nseemed rather of himself to have been straight and right, than ever to\nhave been rectified or redressed; neither was there any man that ever\nthought himself undervalued by him, or that could find in his heart, to\nthink himself a better man than he. He would also be very pleasant and\ngracious.\nXIII. In my father, I observed his meekness; his constancy without\nwavering in those things, which after a due examination and\ndeliberation, he had determined. How free from all vanity he carried\nhimself in matter of honour and dignity, (as they are esteemed:) his\nlaboriousness and assiduity, his readiness to hear any man, that had\naught to say tending to any common good: how generally and impartially\nhe would give every man his due; his skill and knowledge, when rigour\nor extremity, or when remissness or moderation was in season; how he did\nabstain from all unchaste love of youths; his moderate condescending to\nother men's occasions as an ordinary man, neither absolutely requiring\nof his friends, that they should wait upon him at his ordinary meals,\nnor that they should of necessity accompany him in his journeys; and\nthat whensoever any business upon some necessary occasions was to be put\noff and omitted before it could be ended, he was ever found when he\nwent about it again, the same man that he was before. His accurate\nexamination of things in consultations, and patient hearing of others.\nHe would not hastily give over the search of the matter, as one easy to\nbe satisfied with sudden notions and apprehensions. His care to preserve\nhis friends; how neither at any time he would carry himself towards them\nwith disdainful neglect, and grow weary of them; nor yet at any time\nbe madly fond of them. His contented mind in all things, his cheerful\ncountenance, his care to foresee things afar off, and to take order for\nthe least, without any noise or clamour. Moreover how all acclamations\nand flattery were repressed by him: how carefully he observed all things\nnecessary to the government, and kept an account of the common expenses,\nand how patiently he did abide that he was reprehended by some for this\nhis strict and rigid kind of dealing. How he was neither a superstitious\nworshipper of the gods, nor an ambitious pleaser of men, or studious of\npopular applause; but sober in all things, and everywhere observant of\nthat which was fitting; no affecter of novelties: in those things which\nconduced to his ease and convenience, (plenty whereof his fortune\ndid afford him,) without pride and bragging, yet with all freedom and\nliberty: so that as he did freely enjoy them without any anxiety or\naffectation when they were present; so when absent, he found no want\nof them. Moreover, that he was never commended by any man, as either a\nlearned acute man, or an obsequious officious man, or a fine orator; but\nas a ripe mature man, a perfect sound man; one that could not endure to\nbe flattered; able to govern both himself and others. Moreover, how much\nhe did honour all true philosophers, without upbraiding those that were\nnot so; his sociableness, his gracious and delightful conversation, but\nnever unto satiety; his care of his body within bounds and measure,\nnot as one that desired to live long, or over-studious of neatness, and\nelegancy; and yet not as one that did not regard it: so that through his\nown care and providence, he seldom needed any inward physic, or outward\napplications: but especially how ingeniously he would yield to any that\nhad obtained any peculiar faculty, as either eloquence, or the knowledge\nof the laws, or of ancient customs, or the like; and how he concurred\nwith them, in his best care and endeavour that every one of them might\nin his kind, for that wherein he excelled, be regarded and esteemed: and\nalthough he did all things carefully after the ancient customs of his\nforefathers, yet even of this was he not desirous that men should take\nnotice, that he did imitate ancient customs. Again, how he was not\neasily moved and tossed up and down, but loved to be constant, both in\nthe same places and businesses; and how after his great fits of headache\nhe would return fresh and vigorous to his wonted affairs. Again, that\nsecrets he neither had many, nor often, and such only as concerned\npublic matters: his discretion and moderation, in exhibiting of the\npublic sights and shows for the pleasure and pastime of the people: in\npublic buildings. congiaries, and the like. In all these things,\nhaving a respect unto men only as men, and to the equity of the things\nthemselves, and not unto the glory that might follow. Never wont to\nuse the baths at unseasonable hours; no builder; never curious, or\nsolicitous, either about his meat, or about the workmanship, or colour\nof his clothes, or about anything that belonged to external beauty.\nIn all his conversation, far from all inhumanity, all boldness, and\nincivility, all greediness and impetuosity; never doing anything with\nsuch earnestness, and intention, that a man could say of him, that\nhe did sweat about it: but contrariwise, all things distinctly, as at\nleisure; without trouble; orderly, soundly, and agreeably. A man might\nhave applied that to him, which is recorded of Socrates, that he knew\nhow to want, and to enjoy those things, in the want whereof, most men\nshow themselves weak; and in the fruition, intemperate: but to hold out\nfirm and constant, and to keep within the compass of true moderation and\nsobriety in either estate, is proper to a man, who hath a perfect and\ninvincible soul; such as he showed himself in the sickness of Maximus.\nXIV. From the gods I received that I had good grandfathers, and parents,\na good sister, good masters, good domestics, loving kinsmen, almost all\nthat I have; and that I never through haste and rashness transgressed\nagainst any of them, notwithstanding that my disposition was such,\nas that such a thing (if occasion had been) might very well have been\ncommitted by me, but that It was the mercy of the gods, to prevent such\na concurring of matters and occasions, as might make me to incur this\nblame. That I was not long brought up by the concubine of my father;\nthat I preserved the flower of my youth. That I took not upon me to be\na man before my time, but rather put it off longer than I needed. That\nI lived under the government of my lord and father, who would take\naway from me all pride and vainglory, and reduce me to that conceit and\nopinion that it was not impossible for a prince to live in the court\nwithout a troop of guards and followers, extraordinary apparel, such\nand such torches and statues, and other like particulars of state and\nmagnificence; but that a man may reduce and contract himself almost to\nthe state of a private man, and yet for all that not to become the more\nbase and remiss in those public matters and affairs, wherein power and\nauthority is requisite. That I have had such a brother, who by his own\nexample might stir me up to think of myself; and by his respect and\nlove, delight and please me. That I have got ingenuous children, and\nthat they were not born distorted, nor with any other natural deformity.\nThat I was no great proficient in the study of rhetoric and poetry, and\nof other faculties, which perchance I might have dwelt upon, if I had\nfound myself to go on in them with success. That I did by times prefer\nthose, by whom I was brought up, to such places and dignities, which\nthey seemed unto me most to desire; and that I did not put them off with\nhope and expectation, that (since that they were yet but young) I would\ndo the same hereafter. That I ever knew Apollonius and Rusticus, and\nMaximus. That I have had occasion often and effectually to consider and\nmeditate with myself, concerning that life which is according to nature,\nwhat the nature and manner of it is: so that as for the gods and such\nsuggestions, helps and inspirations, as might be expected from them,\nnothing did hinder, but that I might have begun long before to live\naccording to nature; or that even now that I was not yet partaker and\nin present possession of that life, that I myself (in that I did not\nobserve those inward motions, and suggestions, yea and almost plain and\napparent instructions and admonitions of the gods,) was the only cause\nof it. That my body in such a life, hath been able to hold out so long.\nThat I never had to do with Benedicta and Theodotus, yea and afterwards\nwhen I fell into some fits of love, I was soon cured. That having been\noften displeased with Rusticus, I never did him anything for which\nafterwards I had occasion to repent. That it being so that my mother was\nto die young, yet she lived with me all her latter years. That as often\nas I had a purpose to help and succour any that either were poor, or\nfallen into some present necessity, I never was answered by my officers\nthat there was not ready money enough to do it; and that I myself never\nhad occasion to require the like succour from any other. That I have\nsuch a wife, so obedient, so loving, so ingenuous. That I had choice of\nfit and able men, to whom I might commit the bringing up of my children.\nThat by dreams I have received help, as for other things, so in\nparticular, how I might stay my casting of blood, and cure my dizziness,\nas that also that happened to thee in Cajeta, as unto Chryses when he\nprayed by the seashore. And when I did first apply myself to philosophy,\nthat I did not fall into the hands of some sophists, or spent my time\neither in reading the manifold volumes of ordinary philosophers, nor in\npractising myself in the solution of arguments and fallacies, nor dwelt\nupon the studies of the meteors, and other natural curiosities. All\nthese things without the assistance of the gods, and fortune, could not\nhave been.\nXV. In the country of the Quadi at Granua, these. Betimes in the morning\nsay to thyself, This day I shalt have to do with an idle curious man,\nwith an unthankful man, a railer, a crafty, false, or an envious man; an\nunsociable uncharitable man. All these ill qualities have happened unto\nthem, through ignorance of that which is truly good and truly bad. But I\nthat understand the nature of that which is good, that it only is to\nbe desired, and of that which is bad, that it only is truly odious and\nshameful: who know moreover, that this transgressor, whosoever he be, is\nmy kinsman, not by the same blood and seed, but by participation of the\nsame reason, and of the same divine particle; How can I either be\nhurt by any of those, since it is not in their power to make me incur\nanything that is truly reproachful? or angry, and ill affected towards\nhim, who by nature is so near unto me? for we are made for co-operation,\nas the feet, the hands, and the eyelids; as the rows of\nthe upper and under teeth: for such therefore to be in opposition, is\nagainst nature; and what is it to chafe at, and to be averse from, but\nto be in opposition?\nXVI. Whatsoever I am, is either flesh, or life, or that which we\ncommonly call the mistress and overruling part of man; reason. Away with\nthy books, suffer not thy mind any more to be distracted, and carried to\nand fro; for it will not be; but as even now ready to die, think little\nof thy flesh: blood, bones, and a skin; a pretty piece of knit and\ntwisted work, consisting of nerves, veins and arteries; think no more of\nit, than so. And as for thy life, consider what it is; a wind; not one\nconstant wind neither, but every moment of an hour let out, and sucked\nin again. The third, is thy ruling part; and here consider; Thou art an\nold man; suffer not that excellent part to be brought in subjection, and\nto become slavish: suffer it not to be drawn up and down with\nunreasonable and unsociable lusts and motions, as it were with wires and\nnerves; suffer it not any more, either to repine at anything now\npresent, or to fear and fly anything to come, which the destiny hath\nappointed thee.\nXVII. Whatsoever proceeds from the gods immediately, that any man will\ngrant totally depends from their divine providence. As for those\nthings that are commonly said to happen by fortune, even those must be\nconceived to have dependence from nature, or from that first and general\nconnection, and concatenation of all those things, which more apparently\nby the divine providence are administered and brought to pass.\nAll things flow from thence: and whatsoever it is that is, is both\nnecessary, and conducing to the whole (part of which thou art), and\nwhatsoever it is that is requisite and necessary for the preservation of\nthe general, must of necessity for every particular nature, be good and\nbehoveful. And as for the whole, it is preserved, as by the perpetual\nmutation and conversion of the simple elements one into another, so\nalso by the mutation, and alteration of things mixed and compounded. Let\nthese things suffice thee; let them be always unto thee, as thy general\nrules and precepts. As for thy thirst after books, away with it with all\nspeed, that thou die not murmuring and complaining, but truly meek and\nwell satisfied, and from thy heart thankful unto the gods.", "source": "meditations_full.txt"}
{"text": "When you arise in the morning, think of what a precious privilege it is to be alive - to breathe, to think, to enjoy, to love.", "source": "new_found_quote.txt"}
