{"text": "The question is only complicated because there are two kinds of\nexistentialists. There are, on the one hand, the Christians, amongst\nwhom I shall name Jaspers and Gabriel Marcel, both professed Catholics;\nand on the other the existential atheists, amongst whom we must place\nHeidegger as well as the French existentialists and myself. What they\nhave in common is simply the fact that they believe that existence\ncomes before essence – or, if you will, that we must begin from the\nsubjective. What exactly do we mean by that?\nIf one considers an article of manufacture as, for example, a book or a\npaper-knife – one sees that it has been made by an artisan who had a\nconception of it; and he has paid attention, equally, to the conception\nof a paper-knife and to the pre-existent technique of production which\nis a part of that conception and is, at bottom, a formula. Thus the\npaper-knife is at the same time an article producible in a certain\nmanner and one which, on the other hand, serves a definite purpose, for\none cannot suppose that a man would produce a paper-knife without\nknowing what it was for. Let us say, then, of the paperknife that its\nessence – that is to say the sum of the formulae and the qualities\nwhich made its production and its definition possible – precedes its\nexistence. The presence of such-and-such a paper-knife or book is thus\ndetermined before my eyes. Here, then, we are viewing the world from a\ntechnical standpoint, and we can say that production precedes\nexistence.\nWhen we think of God as the creator, we are thinking of him, most of\nthe time, as a supernal artisan. Whatever doctrine we may be\nconsidering, whether it be a doctrine like that of Descartes, or of\nLeibnitz himself, we always imply that the will follows, more or less,\nfrom the understanding or at least accompanies it, so that when God\ncreates he knows precisely what he is creating. Thus, the conception of\nman in the mind of God is comparable to that of the paper-knife in the\nmind of the artisan: God makes man according to a procedure and a\nconception, exactly as the artisan manufactures a paper-knife,\nfollowing a definition and a formula. Thus each individual man is the\nrealisation of a certain conception which dwells in the divine\nunderstanding. In the philosophic atheism of the eighteenth century,\nthe notion of God is suppressed, but not, for all that, the idea that\nessence is prior to existence; something of that idea we still find\neverywhere, in Diderot, in Voltaire and even in Kant. Man possesses a\nhuman nature; that “human nature,” which is the conception of human\nbeing, is found in every man; which means that each man is a particular\nexample of a universal conception, the conception of Man. In Kant, this\nuniversality goes so far that the wild man of the woods, man in the\nstate of nature and the bourgeois are all contained in the same\ndefinition and have the same fundamental qualities. Here again, the\nessence of man precedes that historic existence which we confront in\nexperience.", "source": "02_types_of_existentialists.txt"}
{"text": "Atheistic existentialism, of which I am a representative, declares with\ngreater consistency that if God does not exist there is at least one\nbeing whose existence comes before its essence, a being which exists\nbefore it can be defined by any conception of it. That being is man or,\nas Heidegger has it, the human reality. What do we mean by saying that\nexistence precedes essence? We mean that man first of all exists,\nencounters himself, surges up in the world – and defines himself\nafterwards. If man as the existentialist sees him is not definable, it\nis because to begin with he is nothing. He will not be anything until\nlater, and then he will be what he makes of himself. Thus, there is no\nhuman nature, because there is no God to have a conception of it. Man\nsimply is. Not that he is simply what he conceives himself to be, but\nhe is what he wills, and as he conceives himself after already existing\n– as he wills to be after that leap towards existence. Man is nothing\nelse but that which he makes of himself. That is the first principle of\nexistentialism. And this is what people call its “subjectivity,” using\nthe word as a reproach against us. But what do we mean to say by this,\nbut that man is of a greater dignity than a stone or a table? For we\nmean to say that man primarily exists – that man is, before all else,\nsomething which propels itself towards a future and is aware that it is\ndoing so. Man is, indeed, a project which possesses a subjective life,\ninstead of being a kind of moss, or a fungus or a cauliflower. Before\nthat projection of the self nothing exists; not even in the heaven of\nintelligence: man will only attain existence when he is what he\npurposes to be. Not, however, what he may wish to be. For what we\nusually understand by wishing or willing is a conscious decision taken\n– much more often than not – after we have made ourselves what we are.\nI may wish to join a party, to write a book or to marry – but in such a\ncase what is usually called my will is probably a manifestation of a\nprior and more spontaneous decision. If, however, it is true that\nexistence is prior to essence, man is responsible for what he is. Thus,\nthe first effect of existentialism is that it puts every man in\npossession of himself as he is, and places the entire responsibility\nfor his existence squarely upon his own shoulders. And, when we say\nthat man is responsible for himself, we do not mean that he is\nresponsible only for his own individuality, but that he is responsible\nfor all men. The word “subjectivism” is to be understood in two senses,\nand our adversaries play upon only one of them. Subjectivism means, on\nthe one hand, the freedom of the individual subject and, on the other,\nthat man cannot pass beyond human subjectivity. It is the latter which\nis the deeper meaning of existentialism. When we say that man chooses\nhimself, we do mean that every one of us must choose himself; but by\nthat we also mean that in choosing for himself he chooses for all men.\nFor in effect, of all the actions a man may take in order to create\nhimself as he wills to be, there is not one which is not creative, at\nthe same time, of an image of man such as he believes he ought to be.\nTo choose between this or that is at the same time to affirm the value\nof that which is chosen; for we are unable ever to choose the worse.\nWhat we choose is always the better; and nothing can be better for us\nunless it is better for all. If, moreover, existence precedes essence\nand we will to exist at the same time as we fashion our image, that\nimage is valid for all and for the entire epoch in which we find\nourselves. Our responsibility is thus much greater than we had\nsupposed, for it concerns mankind as a whole. If I am a worker, for\ninstance, I may choose to join a Christian rather than a Communist\ntrade union. And if, by that membership, I choose to signify that\nresignation is, after all, the attitude that best becomes a man, that\nman’s kingdom is not upon this earth, I do not commit myself alone to\nthat view. Resignation is my will for everyone, and my action is, in\nconsequence, a commitment on behalf of all mankind. Or if, to take a\nmore personal case, I decide to marry and to have children, even though\nthis decision proceeds simply from my situation, from my passion or my\ndesire, I am thereby committing not only myself, but humanity as a\nwhole, to the practice of monogamy. I am thus responsible for myself\nand for all men, and I am creating a certain image of man as I would\nhave him to be. In fashioning myself I fashion man.", "source": "03_existence_precedes_essence.txt"}
{"text": "You can see from these few reflections that nothing could be more\nunjust than the objections people raise against us. Existentialism is\nnothing else but an attempt to draw the full conclusions from a\nconsistently atheistic position. Its intention is not in the least that\nof plunging men into despair. And if by despair one means as the\nChristians do – any attitude of unbelief, the despair of the\nexistentialists is something different. Existentialism is not atheist\nin the sense that it would exhaust itself in demonstrations of the\nnon-existence of God. It declares, rather, that even if God existed\nthat would make no difference from its point of view. Not that we\nbelieve God does exist, but we think that the real problem is not that\nof His existence; what man needs is to find himself again and to\nunderstand that nothing can save him from himself, not even a valid\nproof of the existence of God. In this sense existentialism is\noptimistic. It is a doctrine of action, and it is only by\nself-deception, by confining their own despair with ours that\nChristians can describe us as without hope.", "source": "08_conclusion.txt"}
{"text": "Quietism is the attitude of people who say, “let others do what I\ncannot do.” The doctrine I am presenting before you is precisely the\nopposite of this, since it declares that there is no reality except in\naction. It goes further, indeed, and adds, “Man is nothing else but\nwhat he purposes, he exists only in so far as he realises himself, he\nis therefore nothing else but the sum of his actions, nothing else but\nwhat his life is.” Hence we can well understand why some people are\nhorrified by our teaching. For many have but one resource to sustain\nthem in their misery, and that is to think, “Circumstances have been\nagainst me, I was worthy to be something much better than I have been.\nI admit I have never had a great love or a great friendship; but that\nis because I never met a man or a woman who were worthy of it; if I\nhave not written any very good books, it is because I had not the\nleisure to do so; or, if I have had no children to whom I could devote\nmyself it is because I did not find the man I could have lived with. So\nthere remains within me a wide range of abilities, inclinations and\npotentialities, unused but perfectly viable, which endow me with a\nworthiness that could never be inferred from the mere history of my\nactions.” But in reality and for the existentialist, there is no love\napart from the deeds of love; no potentiality of love other than that\nwhich is manifested in loving; there is no genius other than that which\nis expressed in works of art. The genius of Proust is the totality of\nthe works of Proust; the genius of Racine is the series of his\ntragedies, outside of which there is nothing. Why should we attribute\nto Racine the capacity to write yet another tragedy when that is\nprecisely what he did not write? In life, a man commits himself, draws\nhis own portrait and there is nothing but that portrait. No doubt this\nthought may seem comfortless to one who has not made a success of his\nlife. On the other hand, it puts everyone in a position to understand\nthat reality alone is reliable; that dreams, expectations and hopes\nserve to define a man only as deceptive dreams, abortive hopes,\nexpectations unfulfilled; that is to say, they define him negatively,\nnot positively. Nevertheless, when one says, “You are nothing else but\nwhat you live,” it does not imply that an artist is to be judged solely\nby his works of art, for a thousand other things contribute no less to\nhis definition as a man. What we mean to say is that a man is no other\nthan a series of undertakings, that he is the sum, the organisation,\nthe set of relations that constitute these undertakings.\nIn the light of all this, what people reproach us with is not, after\nall, our pessimism, but the sternness of our optimism. If people\ncondemn our works of fiction, in which we describe characters that are\nbase, weak, cowardly and sometimes even frankly evil, it is not only\nbecause those characters are base, weak, cowardly or evil. For suppose\nthat, like Zola, we showed that the behaviour of these characters was\ncaused by their heredity, or by the action of their environment upon\nthem, or by determining factors, psychic or organic. People would be\nreassured, they would say, “You see, that is what we are like, no one\ncan do anything about it.” But the existentialist, when he portrays a\ncoward, shows him as responsible for his cowardice. He is not like that\non account of a cowardly heart or lungs or cerebrum, he has not become\nlike that through his physiological organism; he is like that because\nhe has made himself into a coward by actions. There is no such thing as\na cowardly temperament. There are nervous temperaments; there is what\nis called impoverished blood, and there are also rich temperaments. But\nthe man whose blood is poor is not a coward for all that, for what\nproduces cowardice is the act of giving up or giving way; and a\ntemperament is not an action. A coward is defined by the deed that he\nhas done. What people feel obscurely, and with horror, is that the\ncoward as we present him is guilty of being a coward. What people would\nprefer would be to be born either a coward or a hero. One of the\ncharges most often laid against the Chemins de la Liberté is something\nlike this: “But, after all, these people being so base, how can you\nmake them into heroes?” That objection is really rather comic, for it\nimplies that people are born heroes: and that is, at bottom, what such\npeople would like to think. If you are born cowards, you can be quite\ncontent, you can do nothing about it and you will be cowards all your\nlives whatever you do; and if you are born heroes you can again be\nquite content; you will be heroes all your lives eating and drinking\nheroically. Whereas the existentialist says that the coward makes\nhimself cowardly, the hero makes himself heroic; and that there is\nalways a possibility for the coward to give up cowardice and for the\nhero to stop being a hero. What counts is the total commitment, and it\nis not by a particular case or particular action that you are committed\naltogether.", "source": "05_reality_in_action.txt"}
{"text": "My purpose here is to offer a defence of existentialism against several\nreproaches that have been laid against it.\nFirst, it has been reproached as an invitation to people to dwell in\nquietism of despair. For if every way to a solution is barred, one\nwould have to regard any action in this world as entirely ineffective,\nand one would arrive finally at a contemplative philosophy. Moreover,\nsince contemplation is a luxury, this would be only another bourgeois\nphilosophy. This is, especially, the reproach made by the Communists.\nFrom another quarter we are reproached for having underlined all that\nis ignominious in the human situation, for depicting what is mean,\nsordid or base to the neglect of certain things that possess charm and\nbeauty and belong to the brighter side of human nature: for example,\naccording to the Catholic critic, Mlle. Mercier, we forget how an\ninfant smiles. Both from this side and from the other we are also\nreproached for leaving out of account the solidarity of mankind and\nconsidering man in isolation. And this, say the Communists, is because\nwe base our doctrine upon pure subjectivity – upon the Cartesian “I\nthink”: which is the moment in which solitary man attains to himself; a\nposition from which it is impossible to regain solidarity with other\nmen who exist outside of the self. The ego cannot reach them through\nthe cogito.\nFrom the Christian side, we are reproached as people who deny the\nreality and seriousness of human affairs. For since we ignore the\ncommandments of God and all values prescribed as eternal, nothing\nremains but what is strictly voluntary. Everyone can do what he likes,\nand will be incapable, from such a point of view, of condemning either\nthe point of view or the action of anyone else.\nIt is to these various reproaches that I shall endeavour to reply\ntoday; that is why I have entitled this brief exposition\n“Existentialism is a Humanism.” Many may be surprised at the mention of\nhumanism in this connection, but we shall try to see in what sense we\nunderstand it. In any case, we can begin by saying that existentialism,\nin our sense of the word, is a doctrine that does render human life\npossible; a doctrine, also, which affirms that every truth and every\naction imply both an environment and a human subjectivity. The\nessential charge laid against us is, of course, that of over-emphasis\nupon the evil side of human life. I have lately been told of a lady\nwho, whenever she lets slip a vulgar expression in a moment of\nnervousness, excuses herself by exclaiming, “I believe I am becoming an\nexistentialist.” So it appears that ugliness is being identified with\nexistentialism. That is why some people say we are “naturalistic,” and\nif we are, it is strange to see how much we scandalise and horrify\nthem, for no one seems to be much frightened or humiliated nowadays by\nwhat is properly called naturalism. Those who can quite well keep down\na novel by Zola such as La Terre are sickened as soon as they read an\nexistentialist novel. Those who appeal to the wisdom of the people –\nwhich is a sad wisdom – find ours sadder still. And yet, what could be\nmore disillusioned than such sayings as “Charity begins at home” or\n“Promote a rogue and he’ll sue you for damage, knock him down and he’ll\ndo you homage”? We all know how many common sayings can be quoted to\nthis effect, and they all mean much the same – that you must not oppose\nthe powers that be; that you must not fight against superior force;\nmust not meddle in matters that are above your station. Or that any\naction not in accordance with some tradition is mere romanticism; or\nthat any undertaking which has not the support of proven experience is\nforedoomed to frustration; and that since experience has shown men to\nbe invariably inclined to evil, there must be firm rules to restrain\nthem, otherwise we shall have anarchy. It is, however, the people who\nare forever mouthing these dismal proverbs and, whenever they are told\nof some more or less repulsive action, say “How like human nature!” –\nit is these very people, always harping upon realism, who complain that\nexistentialism is too gloomy a view of things. Indeed their excessive\nprotests make me suspect that what is annoying them is not so much our\npessimism, but, much more likely, our optimism. For at bottom, what is\nalarming in the doctrine that I am about to try to explain to you is –\nis it not? – that it confronts man with a possibility of choice. To\nverify this, let us review the whole question upon the strictly\nphilosophic level. What, then, is this that we call existentialism?\nMost of those who are making use of this word would be highly confused\nif required to explain its meaning. For since it has become\nfashionable, people cheerfully declare that this musician or that\npainter is “existentialist.” A columnist in Clartes signs himself “The\nExistentialist,” and, indeed, the word is now so loosely applied to so\nmany things that it no longer means anything at all. It would appear\nthat, for the lack of any novel doctrine such as that of surrealism,\nall those who are eager to join in the latest scandal or movement now\nseize upon this philosophy in which, however, they can find nothing to\ntheir purpose. For in truth this is of all teachings the least\nscandalous and the most austere: it is intended strictly for\ntechnicians and philosophers. All the same, it can easily be defined.", "source": "01_introduction.txt"}
{"text": "We have now, I think, dealt with a certain number of the reproaches\nagainst existentialism. You have seen that it cannot be regarded as a\nphilosophy of quietism since it defines man by his action; nor as a\npessimistic description of man, for no doctrine is more optimistic, the\ndestiny of man is placed within himself. Nor is it an attempt to\ndiscourage man from action since it tells him that there is no hope\nexcept in his action, and that the one thing which permits him to have\nlife is the deed. Upon this level therefore, what we are considering is\nan ethic of action and self-commitment. However, we are still\nreproached, upon these few data, for confining man within his\nindividual subjectivity. There again people badly misunderstand us.\nOur point of departure is, indeed, the subjectivity of the individual,\nand that for strictly philosophic reasons. It is not because we are\nbourgeois, but because we seek to base our teaching upon the truth, and\nnot upon a collection of fine theories, full of hope but lacking real\nfoundations. And at the point of departure there cannot be any other\ntruth than this, I think, therefore I am, which is the absolute truth\nof consciousness as it attains to itself. Every theory which begins\nwith man, outside of this moment of self-attainment, is a theory which\nthereby suppresses the truth, for outside of the Cartesian cogito, all\nobjects are no more than probable, and any doctrine of probabilities\nwhich is not attached to a truth will crumble into nothing. In order to\ndefine the probable one must possess the true. Before there can be any\ntruth whatever, then, there must be an absolute truth, and there is\nsuch a truth which is simple, easily attained and within the reach of\neverybody; it consists in one’s immediate sense of one’s self.\nIn the second place, this theory alone is compatible with the dignity\nof man, it is the only one which does not make man into an object. All\nkinds of materialism lead one to treat every man including oneself as\nan object – that is, as a set of pre-determined reactions, in no way\ndifferent from the patterns of qualities and phenomena which constitute\na table, or a chair or a stone. Our aim is precisely to establish the\nhuman kingdom as a pattern of values in distinction from the material\nworld. But the subjectivity which we thus postulate as the standard of\ntruth is no narrowly individual subjectivism, for as we have\ndemonstrated, it is not only one’s own self that one discovers in the\ncogito, but those of others too. Contrary to the philosophy of\nDescartes, contrary to that of Kant, when we say “I think” we are\nattaining to ourselves in the presence of the other, and we are just as\ncertain of the other as we are of ourselves. Thus the man who discovers\nhimself directly in the cogito also discovers all the others, and\ndiscovers them as the condition of his own existence. He recognises\nthat he cannot be anything (in the sense in which one says one is\nspiritual, or that one is wicked or jealous) unless others recognise\nhim as such. I cannot obtain any truth whatsoever about myself, except\nthrough the mediation of another. The other is indispensable to my\nexistence, and equally so to any knowledge I can have of myself. Under\nthese conditions, the intimate discovery of myself is at the same time\nthe revelation of the other as a freedom which confronts mine, and\nwhich cannot think or will without doing so either for or against me.\nThus, at once, we find ourselves in a world which is, let us say, that\nof “inter-subjectivity”. It is in this world that man has to decide\nwhat he is and what others are.\nFurthermore, although it is impossible to find in each and every man a\nuniversal essence that can be called human nature, there is\nnevertheless a human universality of condition. It is not by chance\nthat the thinkers of today are so much more ready to speak of the\ncondition than of the nature of man. By his condition they understand,\nwith more or less clarity, all the limitations which a priori define\nman’s fundamental situation in the universe. His historical situations\nare variable: man may be born a slave in a pagan society or may be a\nfeudal baron, or a proletarian. But what never vary are the necessities\nof being in the world, of having to labor and to die there. These\nlimitations are neither subjective nor objective, or rather there is\nboth a subjective and an objective aspect of them. Objective, because\nwe meet with them everywhere and they are everywhere recognisable: and\nsubjective because they are lived and are nothing if man does not live\nthem – if, that is to say, he does not freely determine himself and his\nexistence in relation to them. And, diverse though man’s purpose may\nbe, at least none of them is wholly foreign to me, since every human\npurpose presents itself as an attempt either to surpass these\nlimitations, or to widen them, or else to deny or to accommodate\noneself to them. Consequently every purpose, however individual it may\nbe, is of universal value. Every purpose, even that of a Chinese, an\nIndian or a Negro, can be understood by a European. To say it can be\nunderstood, means that the European of 1945 may be striving out of a\ncertain situation towards the same limitations in the same way, and\nthat he may reconceive in himself the purpose of the Chinese, of the\nIndian or the African. In every purpose there is universality, in this\nsense that every purpose is comprehensible to every man. Not that this\nor that purpose defines man for ever, but that it may be entertained\nagain and again. There is always some way of understanding an idiot, a\nchild, a primitive man or a foreigner if one has sufficient\ninformation. In this sense we may say that there is a human\nuniversality, but it is not something given; it is being perpetually\nmade. I make this universality in choosing myself; I also make it by\nunderstanding the purpose of any other man, of whatever epoch. This\nabsoluteness of the act of choice does not alter the relativity of each\nepoch.\nWhat is at the very heart and center of existentialism, is the absolute\ncharacter of the free commitment, by which every man realises himself\nin realising a type of humanity – a commitment always understandable,\nto no matter whom in no matter what epoch – and its bearing upon the\nrelativity of the cultural pattern which may result from such absolute\ncommitment. One must observe equally the relativity of Cartesianism and\nthe absolute character of the Cartesian commitment. In this sense you\nmay say, if you like, that every one of us makes the absolute by\nbreathing, by eating, by sleeping or by behaving in any fashion\nwhatsoever. There is no difference between free being – being as\nself-committal, as existence choosing its essence – and absolute being.\nAnd there is no difference whatever between being as an absolute,\ntemporarily localised that is, localised in history – and universally\nintelligible being.\nThis does not completely refute the charge of subjectivism. Indeed that\nobjection appears in several other forms, of which the first is as\nfollows. People say to us, “Then it does not matter what you do,” and\nthey say this in various ways.\nFirst they tax us with anarchy; then they say, “You cannot judge\nothers, for there is no reason for preferring one purpose to another”;\nfinally, they may say, “Everything being merely voluntary in this\nchoice of yours, you give away with one hand what you pretend to gain\nwith the other.” These three are not very serious objections. As to the\nfirst, to say that it does not matter what you choose is not correct.\nIn one sense choice is possible, but what is not possible is not to\nchoose. I can always choose, but I must know that if I do not choose,\nthat is still a choice. This, although it may appear merely formal, is\nof great importance as a limit to fantasy and caprice. For, when I\nconfront a real situation – for example, that I am a sexual being, able\nto have relations with a being of the other sex and able to have\nchildren – I am obliged to choose my attitude to it, and in every\nrespect I bear the responsibility of the choice which, in committing\nmyself, also commits the whole of humanity. Even if my choice is\ndetermined by no a priori value whatever, it can have nothing to do\nwith caprice: and if anyone thinks that this is only Gide’s theory of\nthe acte gratuit over again, he has failed to see the enormous\ndifference between this theory and that of Gide. Gide does not know\nwhat a situation is, his “act” is one of pure caprice. In our view, on\nthe contrary, man finds himself in an organised situation in which he\nis himself involved: his choice involves mankind in its entirety, and\nhe cannot avoid choosing. Either he must remain single, or he must\nmarry without having children, or he must marry and have children. In\nany case, and whichever he may choose, it is impossible for him, in\nrespect of this situation, not to take complete responsibility.\nDoubtless he chooses without reference to any pre-established value,\nbut it is unjust to tax him with caprice. Rather let us say that the\nmoral choice is comparable to the construction of a work of art.\nBut here I must at once digress to make it quite clear that we are not\npropounding an aesthetic morality, for our adversaries are disingenuous\nenough to reproach us even with that. I mention the work of art only by\nway of comparison. That being understood, does anyone reproach an\nartist, when he paints a picture, for not following rules established a\npriori. Does one ever ask what is the picture that he ought to paint?\nAs everyone knows, there is no pre-defined picture for him to make; the\nartist applies himself to the composition of a picture, and the picture\nthat ought to be made is precisely that which he will have made. As\neveryone knows, there are no aesthetic values a priori, but there are\nvalues which will appear in due course in the coherence of the picture,\nin the relation between the will to create and the finished work. No\none can tell what the painting of tomorrow will be like; one cannot\njudge a painting until it is done. What has that to do with morality?\nWe are in the same creative situation. We never speak of a work of art\nas irresponsible; when we are discussing a canvas by Picasso, we\nunderstand very well that the composition became what it is at the time\nwhen he was painting it, and that his works are part and parcel of his\nentire life.\nIt is the same upon the plane of morality. There is this in common\nbetween art and morality, that in both we have to do with creation and\ninvention. We cannot decide a priori what it is that should be done. I\nthink it was made sufficiently clear to you in the case of that student\nwho came to see me, that to whatever ethical system he might appeal,\nthe Kantian or any other, he could find no sort of guidance whatever;\nhe was obliged to invent the law for himself. Certainly we cannot say\nthat this man, in choosing to remain with his mother – that is, in\ntaking sentiment, personal devotion and concrete charity as his moral\nfoundations – would be making an irresponsible choice, nor could we do\nso if he preferred the sacrifice of going away to England. Man makes\nhimself; he is not found ready-made; he makes himself by the choice of\nhis morality, and he cannot but choose a morality, such is the pressure\nof circumstances upon him. We define man only in relation to his\ncommitments; it is therefore absurd to reproach us for irresponsibility\nin our choice.\nIn the second place, people say to us, “You are unable to judge\nothers.” This is true in one sense and false in another. It is true in\nthis sense, that whenever a man chooses his purpose and his commitment\nin all clearness and in all sincerity, whatever that purpose may be, it\nis impossible for him to prefer another. It is true in the sense that\nwe do not believe in progress. Progress implies amelioration; but man\nis always the same, facing a situation which is always changing, and\nchoice remains always a choice in the situation. The moral problem has\nnot changed since the time when it was a choice between slavery and\nanti-slavery – from the time of the war of Secession, for example,\nuntil the present moment when one chooses between the M.R.P. [Mouvement\nRepublicain Poputaire] and the Communists.\nWe can judge, nevertheless, for, as I have said, one chooses in view of\nothers, and in view of others one chooses himself. One can judge, first\n– and perhaps this is not a judgment of value, but it is a logical\njudgment – that in certain cases choice is founded upon an error, and\nin others upon the truth. One can judge a man by saying that he\ndeceives himself. Since we have defined the situation of man as one of\nfree choice, without excuse and without help, any man who takes refuge\nbehind the excuse of his passions, or by inventing some deterministic\ndoctrine, is a self-deceiver. One may object: “But why should he not\nchoose to deceive himself?” I reply that it is not for me to judge him\nmorally, but I define his self-deception as an error. Here one cannot\navoid pronouncing a judgment of truth. The self-deception is evidently\na falsehood, because it is a dissimulation of man’s complete liberty of\ncommitment. Upon this same level, I say that it is also a\nself-deception if I choose to declare that certain values are incumbent\nupon me; I am in contradiction with myself if I will these values and\nat the same time say that they impose themselves upon me. If anyone\nsays to me, “And what if I wish to deceive myself?” I answer, “There is\nno reason why you should not, but I declare that you are doing so, and\nthat the attitude of strict consistency alone is that of good faith.”\nFurthermore, I can pronounce a moral judgment. For I declare that\nfreedom, in respect of concrete circumstances, can have no other end\nand aim but itself; and when once a man has seen that values depend\nupon himself, in that state of forsakenness he can will only one thing,\nand that is freedom as the foundation of all values. That does not mean\nthat he wills it in the abstract: it simply means that the actions of\nmen of good faith have, as their ultimate significance, the quest of\nfreedom itself as such. A man who belongs to some communist or\nrevolutionary society wills certain concrete ends, which imply the will\nto freedom, but that freedom is willed in community. We will freedom\nfor freedom’s sake, in and through particular circumstances. And in\nthus willing freedom, we discover that it depends entirely upon the\nfreedom of others and that the freedom of others depends upon our own.\nObviously, freedom as the definition of a man does not depend upon\nothers, but as soon as there is a commitment, I am obliged to will the\nliberty of others at the same time as my own. I cannot make liberty my\naim unless I make that of others equally my aim. Consequently, when I\nrecognise, as entirely authentic, that man is a being whose existence\nprecedes his essence, and that he is a free being who cannot, in any\ncircumstances, but will his freedom, at the same time I realize that I\ncannot not will the freedom of others. Thus, in the name of that will\nto freedom which is implied in freedom itself, I can form judgments\nupon those who seek to hide from themselves the wholly voluntary nature\nof their existence and its complete freedom. Those who hide from this\ntotal freedom, in a guise of solemnity or with deterministic excuses, I\nshall call cowards. Others, who try to show that their existence is\nnecessary, when it is merely an accident of the appearance of the human\nrace on earth – I shall call scum. But neither cowards nor scum can be\nidentified except upon the plane of strict authenticity. Thus, although\nthe content of morality is variable, a certain form of this morality is\nuniversal. Kant declared that freedom is a will both to itself and to\nthe freedom of others. Agreed: but he thinks that the formal and the\nuniversal suffice for the constitution of a morality. We think, on the\ncontrary, that principles that are too abstract break down when we come\nto defining action. To take once again the case of that student; by\nwhat authority, in the name of what golden rule of morality, do you\nthink he could have decided, in perfect peace of mind, either to\nabandon his mother or to remain with her? There are no means of\njudging. The content is always concrete, and therefore unpredictable;\nit has always to be invented. The one thing that counts, is to know\nwhether the invention is made in the name of freedom.\nLet us, for example, examine the two following cases, and you will see\nhow far they are similar in spite of their difference. Let us take The\nMill on the Floss. We find here a certain young woman, Maggie Tulliver,\nwho is an incarnation of the value of passion and is aware of it. She\nis in love with a young man, Stephen, who is engaged to another, an\ninsignificant young woman. This Maggie Tulliver, instead of heedlessly\nseeking her own happiness, chooses in the name of human solidarity to\nsacrifice herself and to give up the man she loves. On the other hand,\nLa Sanseverina in Stendhal’s Chartreuse de Parme, believing that it is\npassion which endows man with his real value, would have declared that\na grand passion justifies its sacrifices, and must be preferred to the\nbanality of such conjugal love as would unite Stephen to the little\ngoose he was engaged to marry. It is the latter that she would have\nchosen to sacrifice in realising her own happiness, and, as Stendhal\nshows, she would also sacrifice herself upon the plane of passion if\nlife made that demand upon her. Here we are facing two clearly opposed\nmoralities; but I claim that they are equivalent, seeing that in both\ncases the overruling aim is freedom. You can imagine two attitudes\nexactly similar in effect, in that one girl might prefer, in\nresignation, to give up her lover while the other preferred, in\nfulfilment of sexual desire, to ignore the prior engagement of the man\nshe loved; and, externally, these two cases might appear the same as\nthe two we have just cited, while being in fact entirely different. The\nattitude of La Sanseverina is much nearer to that of Maggie Tulliver\nthan to one of careless greed. Thus, you see, the second objection is\nat once true and false. One can choose anything, but only if it is upon\nthe plane of free commitment.", "source": "06_subjectivity_and_others.txt"}
{"text": "This may enable us to understand what is meant by such terms – perhaps\na little grandiloquent – as anguish, abandonment and despair. As you\nwill soon see, it is very simple. First, what do we mean by anguish? –\nThe existentialist frankly states that man is in anguish. His meaning\nis as follows: When a man commits himself to anything, fully realising\nthat he is not only choosing what he will be, but is thereby at the\nsame time a legislator deciding for the whole of mankind – in such a\nmoment a man cannot escape from the sense of complete and profound\nresponsibility. There are many, indeed, who show no such anxiety. But\nwe affirm that they are merely disguising their anguish or are in\nflight from it. Certainly, many people think that in what they are\ndoing they commit no one but themselves to anything: and if you ask\nthem, “What would happen if everyone did so?” they shrug their\nshoulders and reply, “Everyone does not do so.” But in truth, one ought\nalways to ask oneself what would happen if everyone did as one is\ndoing; nor can one escape from that disturbing thought except by a kind\nof self-deception. The man who lies in self-excuse, by saying “Everyone\nwill not do it” must be ill at ease in his conscience, for the act of\nlying implies the universal value which it denies. By its very disguise\nhis anguish reveals itself. This is the anguish that Kierkegaard called\n“the anguish of Abraham.” You know the story: An angel commanded\nAbraham to sacrifice his son; and obedience was obligatory, if it\nreally was an angel who had appeared and said, “Thou, Abraham, shalt\nsacrifice thy son.” But anyone in such a case would wonder, first,\nwhether it was indeed an angel and secondly, whether I am really\nAbraham. Where are the proofs? A certain mad woman who suffered from\nhallucinations said that people were telephoning to her, and giving her\norders. The doctor asked, “But who is it that speaks to you?” She\nreplied: “He says it is God.” And what, indeed, could prove to her that\nit was God? If an angel appears to me, what is the proof that it is an\nangel; or, if I hear voices, who can prove that they proceed from\nheaven and not from hell, or from my own subconsciousness or some\npathological condition? Who can prove that they are really addressed to\nme?\nWho, then, can prove that I am the proper person to impose, by my own\nchoice, my conception of man upon mankind? I shall never find any proof\nwhatever; there will be no sign to convince me of it. If a voice speaks\nto me, it is still I myself who must decide whether the voice is or is\nnot that of an angel. If I regard a certain course of action as good,\nit is only I who choose to say that it is good and not bad. There is\nnothing to show that I am Abraham: nevertheless I also am obliged at\nevery instant to perform actions which are examples. Everything happens\nto every man as though the whole human race had its eyes fixed upon\nwhat he is doing and regulated its conduct accordingly. So every man\nought to say, “Am I really a man who has the right to act in such a\nmanner that humanity regulates itself by what I do.” If a man does not\nsay that, he is dissembling his anguish. Clearly, the anguish with\nwhich we are concerned here is not one that could lead to quietism or\ninaction. It is anguish pure and simple, of the kind well known to all\nthose who have borne responsibilities. When, for instance, a military\nleader takes upon himself the responsibility for an attack and sends a\nnumber of men to their death, he chooses to do it and at bottom he\nalone chooses. No doubt under a higher command, but its orders, which\nare more general, require interpretation by him and upon that\ninterpretation depends the life of ten, fourteen or twenty men. In\nmaking the decision, he cannot but feel a certain anguish. All leaders\nknow that anguish. It does not prevent their acting, on the contrary it\nis the very condition of their action, for the action presupposes that\nthere is a plurality of possibilities, and in choosing one of these,\nthey realize that it has value only because it is chosen. Now it is\nanguish of that kind which existentialism describes, and moreover, as\nwe shall see, makes explicit through direct responsibility towards\nother men who are concerned. Far from being a screen which could\nseparate us from action, it is a condition of action itself.\nAnd when we speak of “abandonment” – a favorite word of Heidegger – we\nonly mean to say that God does not exist, and that it is necessary to\ndraw the consequences of his absence right to the end. The\nexistentialist is strongly opposed to a certain type of secular\nmoralism which seeks to suppress God at the least possible expense.\nTowards 1880, when the French professors endeavoured to formulate a\nsecular morality, they said something like this: God is a useless and\ncostly hypothesis, so we will do without it. However, if we are to have\nmorality, a society and a law-abiding world, it is essential that\ncertain values should be taken seriously; they must have an a priori\nexistence ascribed to them. It must be considered obligatory a priori\nto be honest, not to lie, not to beat one’s wife, to bring up children\nand so forth; so we are going to do a little work on this subject,\nwhich will enable us to show that these values exist all the same,\ninscribed in an intelligible heaven although, of course, there is no\nGod. In other words – and this is, I believe, the purport of all that\nwe in France call radicalism – nothing will be changed if God does not\nexist; we shall rediscover the same norms of honesty, progress and\nhumanity, and we shall have disposed of God as an out-of-date\nhypothesis which will die away quietly of itself. The existentialist,\non the contrary, finds it extremely embarrassing that God does not\nexist, for there disappears with Him all possibility of finding values\nin an intelligible heaven. There can no longer be any good a priori,\nsince there is no infinite and perfect consciousness to think it. It is\nnowhere written that “the good” exists, that one must be honest or must\nnot lie, since we are now upon the plane where there are only men.\nDostoevsky once wrote: “If God did not exist, everything would be\npermitted”; and that, for existentialism, is the starting point.\nEverything is indeed permitted if God does not exist, and man is in\nconsequence forlorn, for he cannot find anything to depend upon either\nwithin or outside himself. He discovers forthwith, that he is without\nexcuse. For if indeed existence precedes essence, one will never be\nable to explain one’s action by reference to a given and specific human\nnature; in other words, there is no determinism – man is free, man is\nfreedom. Nor, on the other hand, if God does not exist, are we provided\nwith any values or commands that could legitimise our behaviour. Thus\nwe have neither behind us, nor before us in a luminous realm of values,\nany means of justification or excuse. – We are left alone, without\nexcuse. That is what I mean when I say that man is condemned to be\nfree. Condemned, because he did not create himself, yet is nevertheless\nat liberty, and from the moment that he is thrown into this world he is\nresponsible for everything he does. The existentialist does not believe\nin the power of passion. He will never regard a grand passion as a\ndestructive torrent upon which a man is swept into certain actions as\nby fate, and which, therefore, is an excuse for them. He thinks that\nman is responsible for his passion. Neither will an existentialist\nthink that a man can find help through some sign being vouchsafed upon\nearth for his orientation: for he thinks that the man himself\ninterprets the sign as he chooses. He thinks that every man, without\nany support or help whatever, is condemned at every instant to invent\nman. As Ponge has written in a very fine article, “Man is the future of\nman.” That is exactly true. Only, if one took this to mean that the\nfuture is laid up in Heaven, that God knows what it is, it would be\nfalse, for then it would no longer even be a future. If, however, it\nmeans that, whatever man may now appear to be, there is a future to be\nfashioned, a virgin future that awaits him – then it is a true saying.\nBut in the present one is forsaken.\nAs an example by which you may the better understand this state of\nabandonment, I will refer to the case of a pupil of mine, who sought me\nout in the following circumstances. His father was quarrelling with his\nmother and was also inclined to be a “collaborator”; his elder brother\nhad been killed in the German offensive of 1940 and this young man,\nwith a sentiment somewhat primitive but generous, burned to avenge him.\nHis mother was living alone with him, deeply afflicted by the\nsemi-treason of his father and by the death of her eldest son, and her\none consolation was in this young man. But he, at this moment, had the\nchoice between going to England to join the Free French Forces or of\nstaying near his mother and helping her to live. He fully realised that\nthis woman lived only for him and that his disappearance – or perhaps\nhis death – would plunge her into despair. He also realised that,\nconcretely and in fact, every action he performed on his mother’s\nbehalf would be sure of effect in the sense of aiding her to live,\nwhereas anything he did in order to go and fight would be an ambiguous\naction which might vanish like water into sand and serve no purpose.\nFor instance, to set out for England he would have to wait indefinitely\nin a Spanish camp on the way through Spain; or, on arriving in England\nor in Algiers he might be put into an office to fill up forms.\nConsequently, he found himself confronted by two very different modes\nof action; the one concrete, immediate, but directed towards only one\nindividual; and the other an action addressed to an end infinitely\ngreater, a national collectivity, but for that very reason ambiguous –\nand it might be frustrated on the way. At the same time, he was\nhesitating between two kinds of morality; on the one side the morality\nof sympathy, of personal devotion and, on the other side, a morality of\nwider scope but of more debatable validity. He had to choose between\nthose two. What could help him to choose? Could the Christian doctrine?\nNo. Christian doctrine says: Act with charity, love your neighbour,\ndeny yourself for others, choose the way which is hardest, and so\nforth. But which is the harder road? To whom does one owe the more\nbrotherly love, the patriot or the mother? Which is the more useful\naim, the general one of fighting in and for the whole community, or the\nprecise aim of helping one particular person to live? Who can give an\nanswer to that a priori? No one. Nor is it given in any ethical\nscripture. The Kantian ethic says, Never regard another as a means, but\nalways as an end. Very well; if I remain with my mother, I shall be\nregarding her as the end and not as a means: but by the same token I am\nin danger of treating as means those who are fighting on my behalf; and\nthe converse is also true, that if I go to the aid of the combatants I\nshall be treating them as the end at the risk of treating my mother as\na means. If values are uncertain, if they are still too abstract to\ndetermine the particular, concrete case under consideration, nothing\nremains but to trust in our instincts. That is what this young man\ntried to do; and when I saw him he said, “In the end, it is feeling\nthat counts; the direction in which it is really pushing me is the one\nI ought to choose. If I feel that I love my mother enough to sacrifice\neverything else for her – my will to be avenged, all my longings for\naction and adventure then I stay with her. If, on the contrary, I feel\nthat my love for her is not enough, I go.” But how does one estimate\nthe strength of a feeling? The value of his feeling for his mother was\ndetermined precisely by the fact that he was standing by her. I may say\nthat I love a certain friend enough to sacrifice such or such a sum of\nmoney for him, but I cannot prove that unless I have done it. I may\nsay, “I love my mother enough to remain with her,” if actually I have\nremained with her. I can only estimate the strength of this affection\nif I have performed an action by which it is defined and ratified. But\nif I then appeal to this affection to justify my action, I find myself\ndrawn into a vicious circle.\nMoreover, as Gide has very well said, a sentiment which is play-acting\nand one which is vital are two things that are hardly distinguishable\none from another. To decide that I love my mother by staying beside\nher, and to play a comedy the upshot of which is that I do so – these\nare nearly the same thing. In other words, feeling is formed by the\ndeeds that one does; therefore I cannot consult it as a guide to\naction. And that is to say that I can neither seek within myself for an\nauthentic impulse to action, nor can I expect, from some ethic,\nformulae that will enable me to act. You may say that the youth did, at\nleast, go to a professor to ask for advice. But if you seek counsel –\nfrom a priest, for example you have selected that priest; and at bottom\nyou already knew, more or less, what he would advise. In other words,\nto choose an adviser is nevertheless to commit oneself by that choice.\nIf you are a Christian, you will say, consult a priest; but there are\ncollaborationists, priests who are resisters and priests who wait for\nthe tide to turn: which will you choose? Had this young man chosen a\npriest of the resistance, or one of the collaboration, he would have\ndecided beforehand the kind of advice he was to receive. Similarly, in\ncoming to me, he knew what advice I should give him, and I had but one\nreply to make. You are free, therefore choose, that is to say, invent.\nNo rule of general morality can show you what you ought to do: no signs\nare vouchsafed in this world. The Catholics will reply, “Oh, but they\nare!” Very well; still, it is I myself, in every case, who have to\ninterpret the signs. While I was imprisoned, I made the acquaintance of\na somewhat remarkable man, a Jesuit, who had become a member of that\norder in the following manner. In his life he had suffered a succession\nof rather severe setbacks. His father had died when he was a child,\nleaving him in poverty, and he had been awarded a free scholarship in a\nreligious institution, where he had been made continually to feel that\nhe was accepted for charity’s sake, and, in consequence, he had been\ndenied several of those distinctions and honours which gratify\nchildren. Later, about the age of eighteen, he came to grief in a\nsentimental affair; and finally, at twenty-two – this was a trifle in\nitself, but it was the last drop that overflowed his cup – he failed in\nhis military examination. This young man, then, could regard himself as\na total failure: it was a sign – but a sign of what? He might have\ntaken refuge in bitterness or despair. But he took it – very cleverly\nfor him – as a sign that he was not intended for secular success, and\nthat only the attainments of religion, those of sanctity and of faith,\nwere accessible to him. He interpreted his record as a message from\nGod, and became a member of the Order. Who can doubt but that this\ndecision as to the meaning of the sign was his, and his alone? One\ncould have drawn quite different conclusions from such a series of\nreverses – as, for example, that he had better become a carpenter or a\nrevolutionary. For the decipherment of the sign, however, he bears the\nentire responsibility. That is what “abandonment” implies, that we\nourselves decide our being. And with this abandonment goes anguish.\nAs for “despair,” the meaning of this expression is extremely simple.\nIt merely means that we limit ourselves to a reliance upon that which\nis within our wills, or within the sum of the probabilities which\nrender our action feasible. Whenever one wills anything, there are\nalways these elements of probability. If I am counting upon a visit\nfrom a friend, who may be coming by train or by tram, I presuppose that\nthe train will arrive at the appointed time, or that the tram will not\nbe derailed. I remain in the realm of possibilities; but one does not\nrely upon any possibilities beyond those that are strictly concerned in\none’s action. Beyond the point at which the possibilities under\nconsideration cease to affect my action, I ought to disinterest myself.\nFor there is no God and no prevenient design, which can adapt the world\nand all its possibilities to my will. When Descartes said, “Conquer\nyourself rather than the world,” what he meant was, at bottom, the same\n– that we should act without hope.\nMarxists, to whom I have said this, have answered: “Your action is\nlimited, obviously, by your death; but you can rely upon the help of\nothers. That is, you can count both upon what the others are doing to\nhelp you elsewhere, as in China and in Russia, and upon what they will\ndo later, after your death, to take up your action and carry it forward\nto its final accomplishment which will be the revolution. Moreover you\nmust rely upon this; not to do so is immoral.” To this I rejoin, first,\nthat I shall always count upon my comrades-in-arms in the struggle, in\nso far as they are committed, as I am, to a definite, common cause; and\nin the unity of a party or a group which I can more or less control –\nthat is, in which I am enrolled as a militant and whose movements at\nevery moment are known to me. In that respect, to rely upon the unity\nand the will of the party is exactly like my reckoning that the train\nwill run to time or that the tram will not be derailed. But I cannot\ncount upon men whom I do not know, I cannot base my confidence upon\nhuman goodness or upon man’s interest in the good of society, seeing\nthat man is free and that there is no human nature which I can take as\nfoundational. I do not know where the Russian revolution will lead. I\ncan admire it and take it as an example in so far as it is evident,\ntoday, that the proletariat plays a part in Russia which it has\nattained in no other nation. But I cannot affirm that this will\nnecessarily lead to the triumph of the proletariat: I must confine\nmyself to what I can see. Nor can I be sure that comrades-in-arms will\ntake up my work after my death and carry it to the maximum perfection,\nseeing that those men are free agents and will freely decide, tomorrow,\nwhat man is then to be. Tomorrow, after my death, some men may decide\nto establish Fascism, and the others may be so cowardly or so slack as\nto let them do so. If so, Fascism will then be the truth of man, and so\nmuch the worse for us. In reality, things will be such as men have\ndecided they shall be. Does that mean that I should abandon myself to\nquietism? No. First I ought to commit myself and then act my\ncommitment, according to the time-honoured formula that “one need not\nhope in order to undertake one’s work.” Nor does this mean that I\nshould not belong to a party, but only that I should be without\nillusion and that I should do what I can. For instance, if I ask myself\n“Will the social ideal as such, ever become a reality?” I cannot tell,\nI only know that whatever may be in my power to make it so, I shall do;\nbeyond that, I can count upon nothing.", "source": "04_anguish_abandonment_despair.txt"}
{"text": "The third objection, stated by saying, “You take with one hand what you\ngive with the other,” means, at bottom, “your values are not serious,\nsince you choose them yourselves.” To that I can only say that I am\nvery sorry that it should be so; but if I have excluded God the Father,\nthere must be somebody to invent values. We have to take things as they\nare. And moreover, to say that we invent values means neither more nor\nless than this; that there is no sense in life a priori. Life is\nnothing until it is lived; but it is yours to make sense of, and the\nvalue of it is nothing else but the sense that you choose. Therefore,\nyou can see that there is a possibility of creating a human community.\nI have been reproached for suggesting that existentialism is a form of\nhumanism: people have said to me, “But you have written in your Nausée\nthat the humanists are wrong, you have even ridiculed a certain type of\nhumanism, why do you now go back upon that?” In reality, the word\nhumanism has two very different meanings. One may understand by\nhumanism a theory which upholds man as the end-in-itself and as the\nsupreme value. Humanism in this sense appears, for instance, in\nCocteau’s story Round the World in 80 Hours, in which one of the\ncharacters declares, because he is flying over mountains in an\nairplane, “Man is magnificent!” This signifies that although I\npersonally have not built aeroplanes, I have the benefit of those\nparticular inventions and that I personally, being a man, can consider\nmyself responsible for, and honoured by, achievements that are peculiar\nto some men. It is to assume that we can ascribe value to man according\nto the most distinguished deeds of certain men. That kind of humanism\nis absurd, for only the dog or the horse would be in a position to\npronounce a general judgment upon man and declare that he is\nmagnificent, which they have never been such fools as to do – at least,\nnot as far as I know. But neither is it admissible that a man should\npronounce judgment upon Man. Existentialism dispenses with any judgment\nof this sort: an existentialist will never take man as the end, since\nman is still to be determined. And we have no right to believe that\nhumanity is something to which we could set up a cult, after the manner\nof Auguste Comte. The cult of humanity ends in Comtian humanism,\nshut-in upon itself, and – this must be said – in Fascism. We do not\nwant a humanism like that.\nBut there is another sense of the word, of which the fundamental\nmeaning is this: Man is all the time outside of himself: it is in\nprojecting and losing himself beyond himself that he makes man to\nexist; and, on the other hand, it is by pursuing transcendent aims that\nhe himself is able to exist. Since man is thus self-surpassing, and can\ngrasp objects only in relation to his self-surpassing, he is himself\nthe heart and center of his transcendence. There is no other universe\nexcept the human universe, the universe of human subjectivity. This\nrelation of transcendence as constitutive of man (not in the sense that\nGod is transcendent, but in the sense of self-surpassing) with\nsubjectivity (in such a sense that man is not shut up in himself but\nforever present in a human universe) – it is this that we call\nexistential humanism. This is humanism, because we remind man that\nthere is no legislator but himself; that he himself, thus abandoned,\nmust decide for himself; also because we show that it is not by turning\nback upon himself, but always by seeking, beyond himself, an aim which\nis one of liberation or of some particular realisation, that man can\nrealize himself as truly human.", "source": "07_inventing_values.txt"}
