{"text": "Man is condemned to be free; because once thrown into the world, he is responsible for everything he does.\nIt is up to you to give [life] a meaning.\nFreedom is what you do with what's been done to you.\nIf you are lonely when you're alone, you are in bad company.\nThere is no traced-out path to lead man to his salvation; he must invent his own path. But, to invent it, he is free, responsible, without excuse, and every hope lies within him.\nWe do not know what we want and yet we are responsible for what we are - that is the fact.\nEverything has been figured out, except how to live.\nHell is other people.\nI exist, that is all, and I find it nauseating.\nMan is nothing else but that which he makes of himself.\nWhen we say that man chooses himself, we do mean that every one of us must choose himself; but by that we also mean that in choosing for himself he chooses for all men.\nTo be is to be chosen.\nI am responsible for everything ... except for my very responsibility, for I am not the foundation of my being. Therefore everything takes place as if I were compelled to be responsible. I am abandoned in the world ... in the sense that I find myself suddenly alone and without help, engaged in a world for which I bear the whole responsibility without being able, whatever I do, to tear myself away from this responsibility for an instant.\nThe best work could not be guaranteed against the malice of things or of men, but it must be taken upon oneself.\nTo choose this or that is to affirm at the same time the value of what we choose.\nOur responsibility is much greater than we might have supposed, because it concerns mankind as a whole.\nI cannot make liberty my aim unless I make that of others equal in aim as well.\nOne always dies too soon - or too late. And yet one's whole life is complete at that moment, with a line drawn neatly under it, ready for the summing up. You are - your life, and nothing else.\nWords are loaded pistols.\nLike all dreamers, I mistook disenchantment for truth.\nWe are our choices.\nLife begins on the other side of despair.", "source": "existentialism.txt"}
{"text": "I am alone in the midst of these happy, reasonable voices. All these creatures spend their time explaining, realizing happily that they agree with each other. In the name of God, why is it so important to think the same things all together.\nSomething has happened to me, I can't doubt it any more. It came as an illness does, not like an ordinary certainty, not like something evident. It came cunningly, little by little; I felt a little strange, a little put out, that's all. Once established it never moved, it stayed quiet, and I was able to persuade myself that nothing was the matter with me, that it was a false alarm. And now, it's blossoming.\nI want to leave, to go somewhere where I should be really in my own place, where I would fit in ... but my place is nowhere; I am unwanted.\nExistence is not something which lets itself be thought of from a distance: it must invade you suddenly, master you, weigh heavily on your heart like a great motionless beast - or else there is nothing more at all.\nMy thought is me: that's why I can't stop. I exist because I think… and I can't stop myself from thinking. At this very moment - it's frightful - if I exist, it is because I am horrified at existing. I am the one who pulls me from the nothingness to which I aspire.\nEvery existing thing is born without reason, prolongs itself out of weakness, and dies by chance.\nI am. I am, I exist, I think, therefore I am; I am because I think, why do I think? I don't want to think any more, I am because I think that I don't want to be, I think that I . . . because . . . ugh!\nThe Nausea is not inside me: I feel it out there in the wall, in the suspenders, everywhere around me. It makes itself one with the café, I am the one who is within it.\nI felt myself in a solitude so frightful that I contemplated suicide. What held me back was the idea that no one, absolutely no one, would be moved by my death, that I would be even more alone in death than in life.", "source": "nausea_excerpts.txt"}
