{"text": "Existence Precedes Essence\nThe central proposition of existentialism is that existence precedes essence. This means that man first of all exists, encounters himself, surges up in the world – and defines himself afterwards. If man as the existentialist sees him is not definable, it is because to begin with he is nothing. He will not be anything until later, and then he will be what he makes of himself. Thus, there is no human nature, because there is no God to have a conception of it. Man simply is. Not that he is simply what he conceives himself to be, but he is what he wills, and as he conceives himself after already existing – as he wills to be after that leap towards existence. Man is nothing else but that which he makes of himself.\nFreedom and Responsibility\nMan is condemned to be free; because once thrown into the world, he is responsible for everything he does. It is up to you to give life a meaning. We are left alone, without excuse. That is what I mean when I say that man is condemned to be free. Condemned, because he did not create himself, yet is nevertheless at liberty, and from the moment that he is thrown into this world he is responsible for everything he does.\nBad Faith\nBad faith (mauvaise foi) is a lie to oneself. To be in bad faith is to deny one's freedom or to regard oneself as an object (an \"in-itself\") rather than a free consciousness (a \"for-itself\"). A waiter in a cafe acts the part of a waiter; he moves with a certain speed, he balances his tray with a certain solicitude. He is playing at being a waiter. But he knows he is not just a waiter; he is a free subject who has chosen to be a waiter. To pretend that he \"is\" a waiter in the same way a rock \"is\" a rock is bad faith. We deceive ourselves into thinking we do not have a choice, when in fact we always do. Even not choosing is a choice.\nThe Look (Le Regard)\nWhen I am alone, I am the center of my universe. But when another person looks at me, I become an object in their world. I am no longer the master of the situation; I am being judged, categorized, and defined by the Other. This conflict is fundamental to human relationships. The gaze of the Other steals my world and objectifies me. This is why conflict is the original meaning of being-for-others.", "source": "existentialism.txt"}
{"text": "Jean-Paul Charles Aymard Sartre (1905 – 1980) was a French philosopher, playwright, novelist, screenwriter, political activist, biographer, and literary critic. He was one of the key figures in the philosophy of existentialism and phenomenology, and one of the leading figures in 20th-century French philosophy and Marxism. His work has also influenced sociology, critical theory, post-colonial theory, and literary studies, and continues to influence these disciplines.\nSartre was also noted for his open relationship with prominent feminist and fellow philosopher Simone de Beauvoir. Together, they challenged the social and cultural assumptions of their upbringings, which they considered to be bourgeois and restrictive.\nHe was awarded the 1964 Nobel Prize in Literature despite attempting to refuse it, saying that he always declined official honors and that \"a writer should not allow himself to be turned into an institution\".\nSartre served as a meteorologist in the French Army during World War II. He was captured by German troops in 1940 and spent nine months as a prisoner of war. It was during this time that he read Martin Heidegger's Being and Time, which would greatly influence his own major work, Being and Nothingness (1943).\nAfter the war, Sartre established the monthly literary and political review Les Temps Modernes (Modern Times). He became a politically engaged intellectual, often supporting leftist causes, though he had a complex and often critical relationship with the French Communist Party. He publicly opposed the French war in Algeria and the Vietnam War.", "source": "biography.txt"}
{"text": "\"Hell is other people.\"\n\"Man is condemned to be free; because once thrown into the world, he is responsible for everything he does.\"\n\"Freedom is what you do with what's been done to you.\"\n\"If I became a philosopher, if I have so keenly sought this fame for which I'm still waiting, it's all been to seduce women basically.\"\n\"Life begins on the other side of despair.\"\n\"Like all dreamers, I mistook disenchantment for truth.\"\n\"Words are loaded pistols.\"\n\"I hate victims who respect their executioners.\"\n\"Every existing thing is born without reason, prolongs itself out of weakness, and dies by chance.\"\n\"We do not know what we want and yet we are responsible for what we are - that is the fact.\"\n\"To be is to be chosen.\"\n\"It is only in our decisions that we are important.\"", "source": "quotes.txt"}
