{"text": "What is meant by the saying that existence precedes essence? It means that, first of all, man exists, turns up, appears on the scene, and, only afterwards, defines himself. If man, as the existentialist conceives him, is indefinable, it is because at first he is nothing. Only afterward will he be something, and he himself will have made what he will be. Thus, there is no human nature, since there is no God to conceive it. Not only is man what he conceives himself to be, but he is also only what he wills himself to be after this thrust toward existence.\nMan is nothing else but what he makes of himself. That is the first principle of existentialism. It is also what is called subjectivity, the name of which we are labeled with when charges are brought against us. But what do we mean by this, if not that man has a greater dignity than a stone or table? For we mean that man first of all exists, encounters himself, surges up in the world, and defines himself afterward. If existence really does precede essence, there is no explaining things away by reference to a fixed and given human nature. In other words, there is no determinism, man is free, man is freedom.", "source": "existentialism.txt"}
{"text": "The concept of bad faith (mauvaise foi) is central to understanding the flight from freedom. It is a lie to oneself. To be in bad faith is to deny one's freedom and responsibility by pretending to be a thing, an object, or determined by one's circumstances.\nConsider the waiter in the café. His movement is quick and forward, a little too precise, a little too rapid. He comes toward the patrons with a step a little too quick. He bends forward a little too eagerly; his voice, his eyes express an interest a little too solicitous for the order of the customer. Finally there he returns, trying to imitate in his walk the inflexible stiffness of some kind of automaton while carrying his tray with the recklessness of a tight-rope-walker by putting it in a perpetually unstable, broken equilibrium which he perpetually re-establishes by a light movement of the arm and hand. All his behavior seems to us a game. He applies himself to chaining his movements as if they were mechanisms, the one regulating the other; his gestures and even his voice seem to be mechanisms; he gives himself the quickness and pitiless rapidity of things. He is playing, he is amusing himself. But what is he playing? We need not watch long before we can explain it: he is playing at being a waiter in a café.\nThis is bad faith: to pretend that one's role or situation defines one completely, ignoring the transcendent fact that one is always free to choose differently.", "source": "bad_faith.txt"}
{"text": "We are left alone, without excuse. That is what I mean when I say that man is condemned to be free. Condemned, because he did not create himself, yet is nevertheless at liberty, and from the moment that he is thrown into this world he is responsible for everything he does. The existentialist does not believe in the power of passion. He will never regard a grand passion as a destructive torrent which must inevitably sweep man off his feet and liberate him from himself. He thinks that man is responsible for his passion.\nFreedom is not a joyful thing; it is an anguish. It is the realization that nothing compels us to act in one way or another, that we are the sole authors of our lives. When we choose, we choose for all mankind. In fashioning myself, I fashion man. The responsibility is immense, and it is ours alone to bear.\nThere is no sign in the world that tells me what to do. I must interpret the signs myself. I am abandoned in the world, not in the sense of being lost, but in the sense of having no external justification for my existence. I am my own freedom.", "source": "freedom.txt"}
