{"text": "EXISTENTIALISM IS A HUMANISM\nMan is nothing else but that which he makes of himself. That is the first principle of existentialism. And this is what people call its \"subjectivity,\" using the word as a reproach against us. But what do we mean to say by this, but that man is of a greater dignity than a stone or a table? For we mean to say that man primarily exists--that man is, before all else, something which propels itself towards a future and is aware that it is doing so. Man is, indeed, a project which possesses a subjective life, instead of being a kind of moss, or a fungus or a cauliflower. Before that projection of the self nothing exists; not even in the heaven of intelligence: man will only attain existence when he is what he purposes to be. Not, however, what he may wish to be. For what we usually understand by wishing or wanting is a conscious decision taken--much more often than not--after we have made ourselves what we are. I may wish to join a party, to write a book or to marry--but in such a case what is usually called my will is probably a manifestation of a prior and more spontaneous decision. If, however, it is true that existence is prior to essence, man is responsible for what he is. Thus, the first effect of existentialism is that it puts every man in possession of himself as he is, and places the entire responsibility for his existence squarely upon his own shoulders. And, when we say that man is responsible for himself, we do not mean that he is responsible only for his own individuality, but that he is responsible for all men.\nThe word \"subjectivism\" is to be understood in two senses, and our adversaries play upon only one of them. Subjectivism means. on the one hand, the freedom of the individual subject and, on the other, that man cannot pass beyond human subjectivity. It is the latter which is the deeper meaning of existentialism. When we say that man chooses himself, we do mean that every one of us must choose himself; but by that we also mean that in choosing for himself he chooses for all men. For in effect, of all the actions a man may take in order to create himself as he wills to be, there is not one which is not creative, at the same time, of an image of man such as he believes he ought to be. To choose between this or that is at the same time to affirm the value of that which is chosen; for we are unable ever to choose the worse. What we choose is always the better; and nothing can be better for us unless it is better for all. If, moreover, existence precedes essence and we will to exist at the same time as we fashion our image, that image is valid for all and for the entire epoch in which we find ourselves. Our responsibility is thus much greater than we had supposed, for it concerns mankind as a whole. If I am a worker and I choose to join a Christian trade union rather than to be a communist, and if, by that membership, I choose to signify that resignation is, after all, the attitude that best becomes a man, that man's kingdom is not upon this earth, I do not commit myself alone to that view. Resignation is my will for everyone, and my action is, in consequence, a commitment on behalf of all mankind. Or if, to take a more personal case, I decide to marry and to have children, even though this decision proceeds simply from my situation, from my passion or my desire, I am thereby committing not only myself, but humanity as a whole, to the practice of monogamy. I am thus responsible for myself and for all men, and I am creating a certain image of man as I would have him to be. In fashioning myself I fashion man.\nThis helps us to understand what the actual content is of such rather grandiloquent words as anguish, forlornness, despair. As you will see, they are all quite simple. First, what do we mean by anguish? The existentialist frankly states that man is in anguish. His meaning is as follows: When a man commits himself to anything, fully realizing that he is not only choosing what he will be, but is thereby at the same time a legislator deciding for the whole of mankind--in such a moment a man cannot escape from the sense of complete and profound responsibility. There are many, indeed, who show no such anxiety. But we affirm that they are merely disguising their anguish or are in flight from it.\nEverything is indeed permitted if God does not exist, and man is in consequence forlorn, for he cannot find anything to depend upon either within or outside himself. He discovers forthwith, that he is without excuse. For if indeed existence precedes essence, one will never be able to explain one's action by reference to a given and specific human nature; in other words, there is no determinism--man is free, man is freedom. Nor, on the other hand, if God does not exist, are we provided with any values or commands that could legitimize our behavior. Thus we have neither behind us, nor before us in a luminous realm of values, any means of justification or excuse. We are left alone, without excuse. That is what I mean when I say that man is condemned to be free. Condemned, because he did not create himself, yet is nevertheless at liberty, and from the moment that he is thrown into this world he is responsible for everything he does. The existentialist does not believe in the power of passion. He will never regard a grand passion as a destructive torrent upon which a man is swept into certain actions as by fate, and which, therefore, is an excuse for them. He thinks that man is responsible for his passion. Neither will an existentialist think that a man can find help through some sign being vouchsafed upon earth for his orientation: for he thinks that the man himself interprets the sign as he chooses. He thinks that every man, without any support or help whatever, is condemned at every instant to invent man.", "source": "existentialism_is_a_humanism.txt"}
{"text": "EXCERPTS FROM NAUSEA\nSo I was in the park just now. The roots of the chestnut tree were sunk in the ground just under my bench. I couldn't remember it was a root any more. The words had vanished and with them the significance of things, their methods of use, and the feeble points of reference which men have traced on their surface. I was sitting, stooping forward, head bowed, alone in front of this black, knotty mass, entirely beastly, which frightened me. Then I had this vision. It left me breathless. Never, until these last few days, had I understood the meaning of \"existence.\" I was like the others, those who walk by the sea in their spring clothes. I said, like them, \"The ocean is green; that white speck up there is a seagull,\" but I didn't feel that it existed or that the gull was an \"existing gull\"; usually existence hides itself. It is there, around us, in us, it is us, you can't say two words without mentioning it, but you can never touch it. When I believed I was thinking about it, I must believe that I was thinking of nothing, my head was empty, or there was just one word in my head, the word \"to be.\" Or else I was thinking ... how can I explain it? I was thinking of belonging, I was telling myself that the sea belonged to the class of green objects, or that the green was a part of the quality of the sea. Even when I looked at things, I was miles away from thinking that they existed: they looked like scenery to me. I took them in my hands, they served me as tools, I foresaw their resistance. But that all happened on the surface. If anyone had asked me what existence was, I would have answered, in good faith, that it was nothing, simply an empty form which was added to external things without changing their nature. And then all of a sudden, there it was, clear as day: existence had suddenly unveiled itself. It had lost the harmless look of an abstract category: it was the very paste of things, this root was kneaded into existence. Or rather the root, the park gates, the bench, the sparse grass, all that had vanished: the diversity of things, their individuality, were only an appearance, a veneer. This veneer had melted, leaving soft, monstrous masses, all in disorder--naked, in a frightful, obscene nakedness.\nI am. I am, I exist, I think, therefore I am; I am because I think, why do I think? I don't want to think any more, I am because I think that I don't want to be, I think that I . . . because . . . ugh! I flee. In vain. The thought of the flight, the thought of the vainness of the flight, the thought of the thought . . .\nI want to leave, to go somewhere where I should be really in my own place, where I would fit in . . . but my place is nowhere; I am unwanted.\nEvery existing thing is born without reason, prolongs itself out of weakness, and dies by chance.", "source": "nausea_excerpts.txt"}
