{"text": "I am responsible for everything, in fact, except for my very responsibility, for I am not the foundation of my being. Therefore everything takes place as if I were compelled to be responsible. I am abandoned in the world, not in the sense that I might remain abandoned and passive in a hostile universe like a board floating on the water, but rather in the sense that I find myself suddenly alone and without help, engaged in a world for which I bear the whole responsibility without being able, whatever I do, to tear myself away from this responsibility for an instant.\n\nIt is in anguish that man gets the consciousness of his freedom, or if you prefer, anguish is the mode of being of freedom as consciousness of being; it is in anguish that freedom is, in its being, in question for itself.", "source": "being_and_nothingness.txt"}
{"text": "\"Existence precedes essence.\" This is the central tenet of existentialism. It means that first of all, man exists, turns up, appears on the scene, and, only afterwards, defines himself. If man, as the existentialist conceives him, is indefinable, it is because at first he is nothing. Only afterward will he be something, and he himself will have made what he will be. Thus, there is no human nature, since there is no God to conceive it. Not only is man what he conceives himself to be, but he is also only what he wills himself to be after this thrust toward existence.\n\nMan is condemned to be free; because once thrown into the world, he is responsible for everything he does.", "source": "existentialism_is_a_humanism.txt"}
{"text": "The Nausea has not left me and I don't believe it will leave me so soon; but I no longer have to bear it, it is no longer an illness or a passing fit: it is I.\n\nSo I was in the park just now. The roots of the chestnut tree were sinking into the ground just beneath my bench. I couldn't remember it was a root any more. The words had vanished and with them the significance of things, their methods of use, and the feeble points of reference which men have traced on their surface. I was sitting, stooping over, head bowed, alone in front of this black, knotty mass, entirely beastly, which frightened me.", "source": "nausea.txt"}
{"text": "Garcin: \"So this is hell. I'd never have believed it. You remember all we were told about the torture-chambers, the fire and brimstone, the 'burning marl.' Old wives' tales! There's no need for red-hot pokers. Hell is—other people!\"\n\nInez: \"To forget about the others? How can I? I feel you there, in every pore. Your silence clamors in my ears. You can nail up your mouth, cut your tongue out—but you can't prevent your being there. Can you stop your thoughts? I hear them ticking away like a clock, tick-tock, tick-tock, and I'm certain you hear mine.\"", "source": "no_exit.txt"}
