{"text": "Man is condemned to be free. Condemned, because he did not create himself, yet is nevertheless at liberty, and from the moment he is thrown into this world he is responsible for everything he does. The existentialist does not believe in the power of passion. He will never regard a grand passion as a destructive torrent which must inevitably sweep a man to certain actions and which is therefore an excuse for them. He thinks that man is responsible for his passion. Neither will an existentialist think that a man can find help through some sign being vouchsafed upon earth for his orientation: for he thinks that the man himself interprets the sign as he chooses. He thinks that every man, without any support or help whatever, is condemned at every instant to invent man. As Ponge has written in a very fine article, \"Man is the future of man.\" That is exactly true. Only, if one took this to mean that the future is laid up in Heaven, that God knows what it is, it would be false, for then it would no longer even be a future. If, however, it means that, whatever man may now appear to be, there is a future to be fashioned, a virgin future that awaits him – then it is a true saying. But in the present one is forsaken.\nAs for \"despair,\" the meaning of this expression is extremely simple. It merely means that we limit ourselves to a reliance upon that which is within our wills, or within the sum of the probabilities which render our action feasible. Whenever one wills anything, there are always these elements of probability. If I am counting upon a visit from a friend, who may be coming by train or by tram, I presuppose that the train will arrive at the appointed time, or that the tram will not be derailed. I remain in the realm of possibilities; but one does not rely upon any possibilities beyond those that are strictly concerned in one's action. Beyond the point at which the possibilities under consideration cease to affect my action, I ought to disinterest myself. For there is no God and no prevenient design, which can adapt the world and all its possibilities to my will.\nWhen Descartes said, \"Conquer yourself rather than the world,\" what he meant was, at bottom, the same – that we should act without hope.", "source": "freedom_and_responsibility.txt"}
{"text": "Let us consider the waiter in the café. His movement is quick and forward, a little too precise, a little too rapid. He comes toward the patrons with a step a little too quick. He bends forward a little too eagerly; his voice, his eyes express an interest a little too solicitous for the order of the customer. Finally there he returns, trying to imitate in his walk the inflexible stiffness of some kind of automaton while carrying his tray with the recklessness of a tight-rope-walker by putting it in a perpetually unstable, perpetually broken equilibrium which he perpetually re-establishes by a light movement of the arm and hand. All his behavior seems to us a game. He applies himself to chaining his movements as if they were mechanisms, the one regulating the other; his gestures and even his voice seem to be mechanisms; he gives himself the quickness and pitiless rapidity of things. He is playing, he is amusing himself. But what is he playing? We need not watch long before we can explain it: he is playing at being a waiter in a café.\nThere is nothing there to surprise us. The game is a kind of marking out and investigation. The child plays with his body in order to explore it, to take inventory of it; the waiter in the café plays with his condition in order to realize it. This obligation is not different from that which is imposed on all tradesmen. Their condition is wholly one of ceremony. The public demands of them that they realize it as a ceremony; there is the dance of the grocer, of the tailor, of the auctioneer, by which they endeavor to persuade their clientele that they are nothing but a grocer, an auctioneer, a tailor. A grocer who dreams is offensive to the buyer, because such a grocer is not wholly a grocer. Society demands that he limit himself to his function as a grocer, just as the soldier at attention makes himself into a soldier-thing with a direct regard which does not see at all, which is no longer meant to see, since it is the rule and not the interest of the moment which determines the point he must fix his eyes upon. There are indeed many precautions to imprison a man in what he is, as if we lived in perpetual fear that he might escape from it, that he might break away and suddenly elude his condition.\nBut if I represent myself as him, I am not he; I am separated from him as the object from the subject, separated by nothing, but this nothing isolates me from him. I can not be he, I can only play at being him; that is, imagine to myself that I am he. And thereby I affect him with nothingness. In vain do I fulfill the functions of a café waiter. I can be he only in the neutralized mode, as the actor is Hamlet, by mechanically making the typical gestures of my state and by aiming at myself as an imaginary café waiter through those gestures taken as an \"analogue.\" What I attempt to realize is a being-in-itself of the café waiter, as if it were not just in my power to confer their value and their urgency upon my duties and the rights of my position, as if it were not my free choice to get up each morning at five o'clock or to remain in bed, even though it meant getting fired. As if from the very fact that I sustain this role in existence I did not transcend it on every side, as if I did not constitute myself as one beyond my condition. Yet there is no doubt that I am in a sense a café waiter -- otherwise could I not just as well call myself a diplomat or a reporter? But if I am one, this can not be in the mode of being in-itself. I am a waiter in the mode of being what I am not. This is Bad Faith.", "source": "bad_faith.txt"}
{"text": "Existence precedes essence. What does this mean? It means that man first of all exists, encounters himself, surges up in the world – and defines himself afterwards. If man as the existentialist sees him is not definable, it is because to begin with he is nothing. He will not be anything until later, and then he will be what he makes of himself. Thus, there is no human nature, because there is no God to have a conception of it. Man simply is. Not that he is simply what he conceives himself to be, but he is what he wills, and as he conceives himself after already existing – as he wills to be after that leap towards existence. Man is nothing else but that which he makes of himself. That is the first principle of existentialism.\nWe mean that man first of all exists, that is, that man is something which propels itself towards a future and is aware that it is doing so. Man is, indeed, a project which possesses a subjective life, instead of being a kind of moss, or a fungus, or a cauliflower. Before that projection of the self nothing exists; not even in the heaven of intelligence: man will only attain existence when he is what he purposes to be. Not, however, what he may wish to be. For what we usually understand by wishing or wanting is a conscious decision taken - much more often than not - after we have made ourselves what we are. I may wish to join a party, to write a book or to marry – but in such a case what is usually called my will is probably a manifestation of a prior and more spontaneous decision.\nIf, however, it is true that existence is prior to essence, man is responsible for what he is. Thus, the first effect of existentialism is that it puts every man in possession of himself as he is, and places the entire responsibility for his existence squarely upon his own shoulders. And, when we say that man is responsible for himself, we do not mean that he is responsible only for his own individuality, but that he is responsible for all men. The word \"subjectivism\" is to be understood in two senses, and our adversaries play upon only one of them. Subjectivism means, on the one hand, the freedom of the individual subject and, on the other, that man cannot pass beyond human subjectivity. It is the latter which is the deeper meaning of existentialism. When we say that man chooses himself, we do mean that every one of us must choose himself; but by that we also mean that in choosing for himself he chooses for all men.", "source": "existence_precedes_essence.txt"}
