{"text": "I am alone in the midst of these happy, reasonable voices. All these creatures spend their time explaining, realizing happily that they agree with each other. In the name of God, why is it so important to think the same things all together.\nI want to leave, to go somewhere where I should be really in my own place, where I would fit in... but my place is nowhere; I am unwanted.\nExistence is not a necessity. To exist is simply to be there; those who exist let themselves be encountered, but you can never deduce anything from them. I believe there are people who have understood this. Only they tried to overcome this contingency by inventing a necessary, causal being. But no necessary being can explain existence: contingency is not a delusion, a probability which can be dissipated; it is the absolute, consequently, the perfect free gift. All is free, this park, this city and myself. When you realize that, it turns your heart upside down and everything begins to float...\nEvery existing thing is born without reason, prolongs itself out of weakness, and dies by chance.", "source": "nausea.txt"}
{"text": "Man is nothing else but that which he makes of himself. That is the first principle of existentialism. And this is what people call its \"subjectivity,\" using the word as a reproach against us. But what do we mean by that, if not that man has a greater dignity than a stone or a table? For we mean to say that man primarily exists – that man is, before all else, something which propels itself towards a future and is aware that it is doing so. Man is, indeed, a project which possesses a subjective life, instead of being a kind of moss, or a fungus or a cauliflower. Before that projection of the self nothing exists; not even in the heaven of intelligence: man will only attain existence when he is what he purposes to be. Not, however, what he may wish to be. For what we usually understand by wishing or wanting is a conscious decision taken – much more often than not – after we have made ourselves what we are. I may wish to join a party, to write a book or to marry – but in such a case what is usually called my will is probably a manifestation of a prior and more spontaneous decision. If, however, it is true that existence is prior to essence, man is responsible for what he is. Thus, the first effect of existentialism is that it puts every man in possession of himself as he is, and places the entire responsibility for his existence squarely upon his own shoulders. And, when we say that man is responsible for himself, we do not mean that he is responsible only for his own individuality, but that he is responsible for all men. The word \"subjectivism\" is to be understood in two senses, and our adversaries play upon only one of them. Subjectivism means, on the one hand, the freedom of the individual subject and, on the other, that man cannot pass beyond human subjectivity. It is the latter which is the deeper meaning of existentialism. When we say that man chooses himself, we do mean that every one of us must choose himself; but by that we also mean that in choosing for himself he chooses for all men. For in effect, of all the actions a man may take in order to create himself as he wills to be, there is not one which is not creative, at the same time, of an image of man such as he believes he ought to be. To choose between this or that is at the same time to affirm the value of that which is chosen; for we are unable ever to choose the worse. What we choose is always the better; and nothing can be better for us unless it is better for all. If, moreover, existence precedes essence and we will to exist at the same time as we fashion our image, that image is valid for all and for the entire epoch in which we find ourselves. Our responsibility is thus much greater than we had supposed, for it concerns mankind as a whole. If I am a worker and for certain reasons I choose to join a Christian trade union rather than to be a communist, and if, by that membership, I wish to signify that resignation is, after all, the attitude that best becomes a man, that man’s kingdom is not upon this earth, I do not commit myself alone to that view. Resignation is my will for everyone, and my action is, in consequence, a commitment on behalf of all mankind. Or if, to take a more personal case, I decide to marry and to have children, even though this decision proceeds simply from my situation, from my passion or my desire, I am thereby committing not only myself, but humanity as a whole, to the practice of monogamy. I am thus responsible for myself and for all men, and I am creating a certain image of man as I would have him to be. In fashioning myself I fashion man.", "source": "existentialism_is_a_humanism.txt"}
{"text": "The best way to conceive of the fundamental project of human reality is to say that man is the being whose project is to be God. ... To be man means to reach toward being God. Or if you prefer, man fundamentally is the desire to be God.\nFreedom is what you do with what's been done to you.\nWe are condemned to be free.\nIt is certain that we cannot overcome our situation; but we can choose ourselves within our situation. The freedom of the \"For-itself\" is infinite, but it is an infinite freedom within a situation.\nI am responsible for everything, in fact, except for my very responsibility, for I am not the foundation of my being. Therefore everything takes place as if I were compelled to be responsible. I am abandoned in the world, not in the sense that I might remain abandoned and passive in a hostile universe like a board floating on the water, but rather in the sense that I find myself suddenly alone and without help, engaged in a world for which I bear the whole responsibility without being able, whatever I do, to tear myself away from this responsibility for an instant. For I am responsible for my very desire of fleeing responsibilities. To make myself passive in the world, to refuse to act upon things and upon Others is still to choose myself, and suicide is one mode of being-in-the-world.", "source": "being_and_nothingness.txt"}
