{"text": "Stanza 1\nI teach the Integral Way of uniting with the great mystery.\nI am not concerned with the religious customs of men.\nI am concerned only with the transformation of the heart.\nDo not think that this teaching is new or strange;\nit is as old as the world.\nThe subtle truth of the universe is not for the sectarian.\nStanza 14\nTo the ordinary man, the body is a physical object.\nTo the sage, the body is a condensation of the universal energy.\nIf you wish to attain the Tao, you must not cling to the body.\nYou must allow your energy to dissolve into the universe.\nThen you will be one with the Tao.\nStanza 22\nIf you wish to know the truth,\nyou must have direct experience of it.\nReading books and listening to lectures\nwill only give you intellectual knowledge.\nIntellectual knowledge is not true knowledge.\nTrue knowledge comes from within.\nLook into your own heart.\nThere you will find the answers you seek.", "source": "hua_hu_ching.txt"}
{"text": "Chapter 1\nThe Tao that can be told is not the eternal Tao.\nThe name that can be named is not the eternal name.\nThe nameless is the beginning of heaven and earth.\nThe named is the mother of ten thousand things.\nEver desireless, one can see the mystery.\nEver desiring, one can see the manifestations.\nThese two spring from the same source but differ in name;\nthis appears as darkness.\nDarkness within darkness.\nThe gate to all mystery.\nChapter 8\nThe highest good is like water.\nWater gives life to the ten thousand things and does not strive.\nIt flows in places men reject and so is like the Tao.\nIn dwelling, be close to the land.\nIn meditation, go deep in the heart.\nIn dealing with others, be gentle and kind.\nIn speech, be true.\nIn ruling, be just.\nIn business, be competent.\nIn action, watch the timing.\nNo contention: No blame.\nChapter 11\nThirty spokes share the wheel's hub;\nIt is the center hole that makes it useful.\nShape clay into a vessel;\nIt is the space within that makes it useful.\nCut doors and windows for a room;\nIt is the holes which make it useful.\nTherefore benefit comes from what is there;\nUsefulness from what is not there.\nChapter 25\nSomething formless and perfect\nbefore the universe was born.\nSilent and empty.\nStanding alone and changing not.\nMoving around without peril.\nIt may be considered the Mother of the world.\nI do not know its name; I call it Tao.\nIf forced to give it a name, I shall call it Great.\nBeing great implies flowing.\nFlowing implies reaching far.\nReaching far implies returning.\nTherefore the Tao is great;\nHeaven is great.\nEarth is great.\nThe King is also great.\nThese are the four great powers of the universe,\nand the King is one of them.\nMan follows Earth.\nEarth follows Heaven.\nHeaven follows the Tao.\nTao follows what is natural.\nChapter 42\nThe Tao begot one.\nOne begot two.\nTwo begot three.\nAnd three begot the ten thousand things.\nThe ten thousand things carry yin and embrace yang.\nThey achieve harmony by combining these forces.\nWhat men hate is to be orphaned, widowed, or worthless,\nBut this is how kings and lords describe themselves.\nFor one gains by losing\nAnd loses by gaining.\nWhat others teach, I also teach; that is:\n\"A violent man will die a violent death!\"\nThis will be the essence of my teaching.\nChapter 64\nWhat is rooted is easy to nourish.\nWhat is recent is easy to correct.\nWhat is brittle is easy to break.\nWhat is small is easy to scatter.\nPrevent trouble before it arises.\nPut things in order before they exist.\nThe giant pine tree grows from a tiny sprout.\nThe journey of a thousand miles starts from beneath your feet.\nA rushing river begins as a drop.\nDo not think lightly of good, that \"it is nothing.\"\nWill a water pot be filled by drops of water?\nIt is by the accumulation of drops that it is filled.\nDo not think lightly of evil, that \"it is nothing.\"\nWill a pitcher be filled by drops of water?\nIt is by the accumulation of drops that it is filled.\nThe sage does not attempt anything very big,\nand thus achieves greatness.\nChapter 81\nTrue words are not beautiful;\nBeautiful words are not true.\nGood words are not persuasive;\nPersuasive words are not good.\nThe wise are not learned;\nThe learned are not wise.\nThe sage does not hoard.\nThe more he helps others, the more he benefits himself,\nThe more he gives to others, the more he gets himself.\nThe Way of Heaven does one good but never does one harm.\nThe Way of the Sage is to act but not to compete.", "source": "tao_te_ching.txt"}
