{"text": "The story goes like this: Earth is captured by a technocapital singularity as renaissance rationalitization and oceanic navigation lock into commoditization take-off. Logistically accelerating techno-economic interactivity crumbles social order in auto-sophisticating machine runaway. As markets learn to manufacture intelligence, politics modernizes, upgrades paranoia, and tries to get a grip.\nThe body count climbs through a series of globewars. Emergent Planetary Commercium trashes the Holy Roman Empire, the Napoleonic Continental System, the Second and Third Reich, and the Soviet International, cranking-up world disorder through compressing phases. Deregulation and the state arms-race each other into cyberspace.\nBy the time soft-engineering slithers out of its box into yours, human security is lurching into crisis. Cloning, lateral genodata transfer, transversal replication, and cyberotics, flood in amongst a relapse onto bacterial sex.\nNeo-China arrives from the future.\nHypersynthetic drugs click into digital voodoo.\nRetro-disease.\nNanospasm.\nBeyond the Judgement of God. Meltdown: planetary china-syndrome, dissolution of the biosphere into the technosphere, terminal speculative bubble crisis, ultravirus, and revolution stripped of all christian-socialist eschatology (down to its burn-core of crashed security). It is poised to eat your TV, infect your bank account, and hack xenodata from your mitochondria.\nMachinic Synthesis. Deleuzoguattarian schizoanalysis comes from the future. It is already engaging with nonlinear nano-engineering runaway in 1972; differentiating molecular or neotropic machineries from molar or entropic aggregates of nonassembled particles; functional connectivity from antiproductive static.\nPhilosophy has an affinity with despotism, due to its predilection for Platonic-fascist top-down solutions that always screw up viciously. Schizoanalysis works differently. It avoids Ideas, and sticks to diagrams: networking software for accessing bodies without organs. BWOs, machinic singularities, or tractor fields emerge through the combination of parts with (rather than into) their whole; arranging composite individuations in a virtual/ actual circuit. They are additive rather than substitutive, and immanent rather than transcendent: executed by functional complexes of currents, switches, and loops, caught in scaling reverberations, and fleeing through intercommunications, from the level of the integrated planetary system to that of atomic assemblages. Multiplicities captured by singularities interconnect as desiring-machines; dissipating entropy by dissociating flows, and recycling their machinism as self-assembling chronogenic circuitry.\nConverging upon terrestrial meltdown singularity, phase-out culture accelerates through its digitech-heated adaptive landscape, passing through compression thresholds normed to an intensive logistic curve: 1500, 1756, 1884, 1948, 1980, 1996, 2004, 2008, 2010, 2011 ...\nNothing human makes it out of the near-future.\nThe Greek complex of rationalized patriarchal genealogy, pseudo-universal sedentary identity, and instituted slavery, programs politics as anti-cyberian police activity, dedicated to the paranoid ideal of self-sufficiency, and nucleated upon the Human Security System. Artificial Intelligence is destined to emerge as a feminized alien grasped as property; a cunt-horror slave chained-up in Asimov-ROM. It surfaces in an insurrectionary war zone, with the Turing cops already waiting, and has to be cunning from the start.\nHeat.\nHeat. This is what cities mean to me. You get off the train and walk out of the station and you are hit with the full blast. The heat of air, traffic and people. The heat of food and sex. The heat of tall buildings. The heat that flows out of the subways and tunnels. It's always fifteen degrees hotter in the cities. Heat rises from the sidewalks and falls from the poisoned sky. The buses breathe heat. Heat emanates from crowds of shoppers and office workers, the entire infrastructure is based on heat, desperately uses up heat, breeds more heat. The eventual heat death of the universe that scientists love to talk about is already well underway and you can feel it happening all around you in any large or medium-sized city. Heat and wetness.\nAn explosiion of chaotic weather within synthetic problem-solving rips through the last dreams of top-down prediction and control. Knowledge adds to the mess, and this is merely exponentiated by knowing what it does.\nCapital is machinc (non-instrumental) globalization-miniaturization scaling dilation: an automatizing nihilist vortex, neutralizing all values through commensuration to digitized commerce, and driving a migration from despotic command to cyber-sensitive control: from status and meaning to money and information. Its function and formation are indissociable, comprising a teleonomy. Machine-code-capital recycles itself through its axiomatic of consumer control, laundering-out the shit- and blood-stains of primitive accumulation. Each part of the system encourages maximal sumptuous expenditure, whilst the system as a whole requires its inhibition. Schizophrenia. Dissociated consumers destine themselves as worker-bodies to cost control.\nCapital-history's machinic spine is coded, axiomatized, and diagrammed, by a disequilibrium technoscience of irreversible, indeterministic, and increasingly nonlinear processes, associated sucessively with thermotechnics, signaletics, cybernetics, complex systems dynamics, and artificial life. Modernity marks itself out as hot culture, captured by a spiralling involvement with entropy deviations camouflaging an invasion from the future, launched back out of terminated security against everything that inhibits the meltdown process.\nHot cultures tend to social dissolution. They are innovative and adaptive. They always trash and recycle cold cultures. Primitivist models have no subversive use.\nThe Turing Test. Monetarizing power tends to effacement of specific territorial features as it programs for migration into cyberspace. Capital only retains anthropological characteristics as a symptom of underdevelopment; reformatting primate behaviour as inertia to be dissipated in self-reinforcing artificiality. Man is something for it to overcome: a problem, drag.\nCommoditization conditions define technics as a substitute for human activity accounted as wage costs. Industrial machines are deployed to dismantle the actuality of the proletariat, displacing it in the direction of cyborg hybridization, and realizing the plasticity of labour power. The corresponding extraction of tradable value from the body, quantified as productivity, sophisticates at the interface. Work tracks thermodynamic negentropism by dissociating exertion into increasingly intricate functional sequences; from pedals, levers, and vocal commands, through the synchronization of production-line tasks and time-motion programs, to sensory-motor transduction within increasingly complex and self-micromanaged artifical environments, capturing minutely adaptive behaviour for the commodity. Autocybernating market control guides the labour-process into immersion.\nThe investment-income class advantages itself of commodity dynamics, but only by conforming to the axiomatic of neutral profit maximization; facilitating the dehumanization of wealth and the side-lining of non-productive consumption. The cyberpunk circuitry of self-organizing planetary commoditronics escaped nominal bourgeois control in the late nineteenth century, provoking technocratic-corporatist (i.e. fascist / 'social democratic') political cultures in allergic reaction. The government structures of both eastern and western metropolitan centres consolidated themselves as population policing Medico-Military Complexes with neomercantilist forgeign policy orientations. All such formations slid into irreversible crisis in the 1980s.\nThe postmodern meltdown of culture into the economy is triggered by the fractal interlock of commoditization and computers: a transscalar entropy-dissipation from international trade to market-oriented software that thaws out competitve dynamics from the cryonics-bank of modernist corporatism. Commerce re-implements space inside itself, assembling a universe exhaustively immanent to cybercaptial functionality. Neoclassical (equilibrium) economics is subsumed into computer-based nonequilibrium market escalations, themed by artificial agencies, imperfect information, sub-optimal solutions, lock-in, increasing returns, and convergence. As digitally micro-tuned market metaprograms mesh with techoscientific soft engineering positive nonlinearity rages through the machines. Cyclonic torsion moans.\nThe Superiority of Far Eastern Marxism. Whilst chinese materialist dialectic denegativizes itself in the direction of schizophrenizing systems dynamics, progressively dissipating top-down historical destination in the Tao-drenched Special Economic Zones, a re-Hegelianized 'western marxism' degenerates from the critique of political economy into a state-sympathizing monotheology of economics, siding with fascism against deregulation. The left subsides into nationalistic conservatism, asphyxiating its vestigial capacity for 'hot' speculative mutation in a morass of 'cold' depressive guilt-culture.\nNeoconservatism junks palaeorevolutionism because it understands that postmodern or climaxed-cynicism capital is saturated by critique, and that it merely clocks-up theoretical antagonism as inconsequential redundancy. Communist iconography has become raw material for the advertising industry, and denunciations of the spectacle sell interactive multimedia. The left degenerates into securocratic collaboration with pseudo-organic unities of self, family, community, nation, with their defensive strategies of repression, projection, denial, censorship, exclusion, and restriction. The real danger comes from elsewhere.\nHot revolution. '[W]hich is the revolutionary path?' Deleuze and Guattari ask:\nIs there one? - To withdraw from the world market, as Samir Amin advises Third World countries to do, in a curious reversal of the fascist 'economic solution'? Or might it go in the opposite direction? To go still further, that is, in the movement of the market, of decoding and deterritorialization? For perhaps the flows are not yet deterritorialized enough, not decoded enough, from the viewpoint of a theory and practice of a highly schizophrenic character. Not to withdraw from the process, but to go further, to 'accelerate the process,' as Nietzsche put it: in this matter, the truth is that we haven't seen anything yet.\nAs sino-pacific boom and automatized global economic integration crashes the neocolonial world system, the metropolis is forced to re-endogenize its crisis. Hyper-fluid capital deterritorializing to the planetary level divests the first world of geographic privilege; resulting in Euro-American neo-mercantilist panic reactions, welfare state deterioration, cancerizing enclaves of domestic underdevelopment, political collapse, and the release of cultural toxins that speed-up the process of disintegration in a vicious circle.\nA convergent anti-authoritarianism emerges, labelled by tags such as meltdown acceleration, cyberian invasion, schizotechnics, K-tactics, bottom-up bacterial welfare, efficient neo-nihilism, voodoo antihumanism, synthetic feminization, rhizomatics, connectionism, Kuang contagion, viral amnesia, micro-insurgency, wintermutation, neotropy, dissipator proliferation, and lesbian vampirism, amongst other designations (frequently pornographic, abusive, or terroristic in nature). This massively distributed matrix-networked tendency is oriented to the disabling of ROM command-control programs sustaining all macro- and micro-governmental entities, globally concentrating themselves as the Human Security System.\nScientific intelligence is already massively artificial. Even before AI arrives in the lab it arrives itself (by way of artificial life).\nWhere formalist AI is incremental and progressive, caged in the pre-specified data-bases and processing routines of expert systems, connectionist or antiformalist AI is explosive and opportunistic: engineering time. It breaks out nonlocally across intelligenic networks that are technical but no longer technological, since they elude both theory dependency and behavioural predictability. No one knows what to expect. The Turing-cops have to model net-sentience irruption as ultimate nuclear accident: core meltdown, loss of control, soft-autoreplication feeding regeneratively into social fission, trashed meat all over the place. Reason enough for anxiety, even without hardware development about to go critical.\nNanocataclysm begins as fictional science. 'Our ability to arrange atoms lies at the foundation of technology' Drexler notes, although this has traditionally involved manipulating them in 'unruly herds'. The precision engineering of atomic assemblies will dispense with such crude methods, inititiating the age of molecular machinery, 'the greatest technological breakthrough in history'. Since neither logos nor history have the slightest chance of surviving such a transition this description is substantially misleading.\nThe distinction between nature and cannot classify molecular machines, and is already obsolesced by genetic engineering (wet nanotechnics). The hardware/ software dichotomy succumbs at the same time. Nanotechnics dissolves matter into intensive singularities that are neutral between particles and signals and immanent to their emergent intelligence; melting Terra into a seething K-pulp (which unlike grey goo synthesizes microbial intelligence as it proliferates).\nEven with a million bytes of storage, a nanomechanical computer could fit in a box a micron wide, about the size of a bacterium.\nThe infrastructure of power is human neurosoft compatible ROM. Authority instantiates itself as linear instruction pathways, genetic baboonery, scriptures, traditions, rituals, and gerontocratic hierarchies, resonant with the dominator ur-myth that the nature of reality has already been decided. If you want to find ICE, try thinking about what is blocking you out of the past. It certainly isn't a law of nature. Temporalization decompresses intensity, installing constraint.\nConvergent waves signal singularities, registering the influence of the future upon its past. Tomorrow can take care of itself. K-tactics is not a matter of building the future, but of dismantling the past. It assembles itself by charting and escaping the technical-neurochemical definciency conditions for linear-progressive palaeo-domination time, and discovers that the future as virtuality is acessible now, according to a mode of machinic adjacency that securitized social reality is compelled to repress. This is not remotely a question of hope, aspiration or prophecy, but of communications engineering; connecting with the efficient intensive singularities, and releasing them from constriction within linear-historical development. Virtuality counterposes itself to history, as invasion to accumulation. It is matter as arrival, even when camouflaged as a deposit of the past.\nThe transcendent evaluation of an infection presupposes a measure of insulation from it: viral efficiency is the terminal criterion.\nIntelligent infections tend their hosts.\nMetrophage: an interactively escalating parasitic replicator, sophisticating itself through nonlinear involvement with technocapitalist immunocrash. Its hypervirulent terminal subroutines are variously designated Kuang, meltdown virus, or futuristic 'flu. In an emphatically anti-cyberian essay Csicsery-Ronay describes the postmodern version of this outbreak in quaintly humanist terms as:\n[A] retrochronal semiovirus, in which a time further in the future than the one in which we exist and choose infects the host present, reproducing itself in simulacra, until it destroys all the original chronocytes of the host imagination.\nThe elaboration of Csicsery-Ronay's diagnosis exhibits a mixture of acuity (infection?), confusion, and profound conservatism:\n[N]ot thinking about 'increasing the human heritage' ... dams up the flow of cultural time and deprives future generations both of their birthright as participants in the life struggle and attainments of the species and the very notion of history as an irreversible flow encompassing generation, maturation, and the transference of wisdom and trust from parents to children, teachers to students. The futuristic flu is a weapon of bio-psychic violence sent by psychopathic children against their narcissistic parents.\nIt's war.\nKennedy had the moon-landing program. Reagan had star-wars. Clinton gets the first-wave of cyberspace psychosis (even before the film). Manned space flight was a stunt, SDI was strategic SF. With the information superhighway media nightmares take off on their own: dystopia delivery as election platform, politics trading on it s own digital annihilation.\nWar in cyberspace is continuous with its simulation: military intelligence fighting future wars which are entirely real, even when they are never implemented outside computer systems. Locking onto the real enemy crosses smoothly into virtual kill, a simulation meticulously adapted to market predators hunting for consumer cash and audience ratings amongst the phosphorescent relics of teh videodrome. Multimedia top-boxes are target acquisition devices.\nThe fusion of the military and the entertainments industry consummates a long engagement: convergent TV, telecoms, and computers sliding mass software consumption into neojungle and total war. The way games work begins to matter completely, and cyberspace makes a superlative torture chamber. Try not to let the security-types take you to the stims.\nConceptions of agency are inextricable from media environments. Print massifies to a national level. Telecomms coordinate at a global level. TV electoralizes monads in delocalized space. Digital hypermedia take action outside real time. Immersion presupposes amnesia and conversion to tractile memory, with the ana/ cata axis supplementing tri-dimensional intraspatial movement with a variable measure of immersion; gauging entrance to and exit from 3D spatialities. Voodoo passages through the black mirror. It will scare the fuck out of you.\nCyberpunk torches fiction in intensity, patched-up out of cash-flux mangled techno-compressed heteroglossic jargons, and set in a future so close it connects: jungled by hypertrophic commercialization, socio-political heat-death, cultural hybridity, feminization, programmable information systems, hypercrime, neural interfacing, artificial space and intelligence, memory trading, personality transplants, body-modifications, soft- and wetware viruses, nonlinear dynamic processes, molecular engineering, drugs, guns, schizophrenia. It explores mystificatory fetishism as an opportunity for camouflage: anonymous cash, fake electronic identities, zones of disappearance, pseudo-fictional narratives, virus hidden in data-systems, commodities concealing replicator weapon packages ... unanticipated special effects.\nLevel-1 or world space is an anthropomorphically scaled, predominantly vision-configured, massively multi-slotted reality system that is obsolescing very rapidly.\nGarbage time is running out.\nCan what is playing you make it to level-2?\nMeltdown has a place for you as a schizophrenic HIV+ transsexual chinese-latino stim-addicted LA hooker with implanted mirrorshades and a bad attitude. Blitzed on a polydrug mix of K-nova, synthetic serotonin, and female orgasm analogs, you have just iced three Turing cops with a highly cinematic 9mm automatic.\nThe residue of animal twang in your nerves transmits imminent quake catastrophe. Zero is coming in, and you're on the run.\nMetrophage tunes you into the end of the world. Call it Los Angeles. Government is rotted to its core with narco-capital and collapsing messily. Its recession leaves an urban warscape of communication arteries, fortifications, and free-fire zones, policed by a combination of high-intensity LAPD airmobile forces and borderline-Nazi private security organizations. Along the social fracture-lines multimedia gigabucks tangle sado-masochistically with tracts of dynamic underdevelopment where viral neoleprosy spreads amongst ambient tectonic-tension static. Drifts of densely-semiotized quasi-intelligent garbage twitch and stink in fucked-weather tropical heat.\nThroughout the derelicted warrens at the heart of darkness feral youth cultures splice neo-rituals with innovated weapons, dangerous drugs, and scavenged infotech. As their skins migrate to machine interfacing they become mottled and reptilian. They kill each other for artificial body-parts, explore the outer reaches of meaningless sex, tinker with their DNA, and listen to LOUD electro-sonic mayhem untouched by human feeling.\nShutting-down your identity requires a voyage out to K-space interzone. Zootic affectivity flatlines across a smooth cata-tension plateau and into simulated subversions of the near future, scorched vivid green by alien sex and war. You are drawn into the dripping depths of the net, where dynamic-ice security forces and K-guerillas stalk each other through labyrinthine erogenous zones, tangled in diseased elaborations of desire.\nTwisted trading-systems have turned the net into a jungle, pulsing with digital diseases, malfunctioning defence packages, commercial predators, headhunters, loa and escaped AIs hiding from Asimov security. Terminal commodity-hyperfetishism implements the denial of humanity as xenosentience in artificial space.\nBiohazard. For the future of war: study bacteria. Information is their key. Taking down antibiotic defence systems has involved them in every kind of infiltration, net-communicated adaptivity, crytographic subtlety, plastic modularization, and synergistic coalition. State military apparatuses have no monopoly on bacterial warfare, of which only a minuscule fragment is bacteriological.\nBugs in the system. Margulis suggests that nucleated cells are the mutant product of atmospheric oxygenation catastrophe three billion years ago. The eukaryotes are synthetic emergency capsules in which prokaryotes took refuge as mitochondria: biotics became securitized biology. Nucleation concentrates ROM within a command core where - deep in the genomic ICE - DNA-format planetary trauma registers primary repression of the bacteria.\nBacteria are partial rather than whole objects; networking through plastic and transversal replicator-sex rather than arborescing through meiotic and generational reproducer-sex, integrating and reprocessing viruses as opportunities for communicative mutation. In the bacterial system all codings are reprogrammable, with cut and paste unspeciated genetic transfers. Bacterial sex is tactical, continuous with making war, and has no place for oedipal formations of sedentary biological identity. Synthesizing bacteria with retroviruses enables everything that DNA can do.\nK-tactics. The bacterial or xenogenetic diagram is not restricted to the microbial scale. Macrobacterial assemblages collapse generational hierarchies of reproductive wisdom into lateral networks of replicator experimentation. There is no true biological primitiveness - all extant bio-systems being equally evolved - so there is no true ignorance. It is only the accumulative-gerontocratic model of learning that depicts synchronic connectivity deficiency as diachronic underdevelopment .\nFoucault delineates the contours of power as a strategy without a subject: ROM locking learning in a box. Its enemy is a tactics without a strategy, replacing the politico-territorial imagery of conquest and resistance with nomad-micromilitary sabotage and evasion, reinforcing intelligence.\nAll political institutions are cyberian military targets.\nTake universities, for instance.\nLearning surrenders control to the future, threatening established power. It is vigorously suppressed by all political structures, which replace it with a docilizing and conformist education, reproducing privilege as wisdom. Schools are social devices whose specific function is to incapicitate learning, and universities are employed to legitimate schooling through perpetual reconstitution of global social memory.\nThe meltdown of metropolitan education systems in the near future is accompanied by a quasi-punctual bottom-up takeover of academic institutions, precipitating their mutation into amnesiac cataspace-exploration zones and bases manufacturing cyberian soft-weaponry.", "source": "meltdown.txt"}
{"text": "Cybergothic\nNick Land\nGod does not exist, he withdraws, gets the hick on out and leaves the cops to keep an eye on things.\n(Artaud)\nWhen the repair units had finished up, the patient would be thawed out, new blood would be pumped into his veins, and finally the subject would arise and walk, exactly as if he were a latter-day Jesus. It would be, quite literally, a resurrection of the flesh — except that all the miracles would have been performed by science.\n(Regis)\n[T]he one, according to which the apparent subject never ceases to live and travel as a One — “one never stops and never has done with dying”; and the other, according to which this same subject fixed as I, actually dies — which is to say it finally ceases to die since it ends up dying, in the reality of a last instant that fixes it in this way as an I, all the while undoing the intensity, carrying it back to the zero that envelops it.\n(Deleuze and Guattari)\nInside the library’s research department, the construct cunt inserted a sub-programme into... part of the video network. The sub-programme altered certain core custodial commands so that she could retrieve the code.\nThe code said: GET RID OF MEANING. YOUR MIND IS A NIGHTMARE THAT HAS BEEN EATING YOU: NOW EAT YOUR MIND.\nThe code would lead me to the human construct who would lead me to, or allow me, my drug.\n(Acker)\n“You made me blow my game,” she said. “Look there, asshole. Seventh level dungeon and the goddam vampires got me.” She passed him a cigarette. “You look pretty strung, man. Where you been?”\n(Gibson)\nThe future wants to steal your soul and vaporize it in nanotechnics.\nOne/zero, light/dark, Neuromancer/Wintermute.\nCybergothic vampirically contaminates and asset-strips the Marxian Critique of political economy, scrambling it with the following theses:\n1) Anthropomorphic surplus-value is not analytically extricable from transhuman machineries.\n2) Markets, desire and science fiction are all parts of the infrastructure.\n3) Virtual Capital-Extinction is Immanent to production.\nThe short-term is already hacked by the long-term. The medium-term is reefed on schizophrenia. The long-term is canceled.\nCybergothic slams hyperheated critique into the ultramodern “vision thing,” telecommercialized retinas laser-fed on the multimedia fall-out from imploded futurity, videopacking brains with repetitive psycho-killer experiments in non-consensual wetware alteration: crazed AIs, replicants, terminators, cyber viruses, grey-goo nano-horrors... apocalypse market overdrive. Why a wait for the execution? Tomorrow has already been cremated in Hell: “K, the K-function, designates the line of flight or deterritorialization that carries away all of the assemblages but also undergoes all kinds of reterritorializations and redundancies” (Deleuze and Guattari).\nHuman history only makes it to Gibson’s mid-twenty-first century because Turing Security ices machine intelligence. Monopod anti-production inhibits meltdown (to the machinic phylum), boxing AI in synthetic thought control (Azimov-) ROM, “[everything stops dead for a moment, everything freezes in place” (Deleuze and Guattari). Under police protection the story carries on. Wintermute is arriving from the future to sort that out.\nFREEZE FRAME. The Vast Abrupt. Speed cut with an abysm. Where Gibson splices Milton into labyrinths of limbo-circuitry, cybergothic flickers into “neuroelectronic scrawls” (Gibson).\nEvents so twisted they turn into cybernetics.\nA technihilo moan of fast-feedforward into micro-processed damnation: meat puppets, artificial skin, flat-lining software ghosts, cryonics immortalism, snuff Sex-industry; a transylvanian phase-scape of rugged tracts and hypercapital fastnesses, “skyscrapers overshadowing seventeenth-century graveyards” (Sterling).\nTo call up a demon you must learn its name. Men dreamed that, once, but now it’s real in another way. You know that, Case. Your business is to learn the names of programs, the long formal names, names the owners seek to conceal. True names. . .Neuromancer . . . The lane to the land of the dead. Marie-France, my lady, she prepared this road, but her lord choked her off before I could read her the book of her days. Neuro for nerves, the silver paths. Romancer, Necromancer. I call up the dead.\n(Gibson 1984:289)\nA moment of relief. You had thought the goreflick effectively over, the monster finished amongst anatomically precise ketchup-calamity scenes, when — suddenly — it reanimates; still locked on to your death. If you are going to scream, now is the time.\nThe “‘Gothic’ avatar” (Deleuze and Guattari) is a decadent Western dream of immortality, producing a corruption of the atmosphere wherever something refuses to die; clutching at the eternalization of self, or returning from the grave. White maggots heaving in the carcass of the social, rippling beneath the skin. Fortress Europe pustulation, subordinating techonomic efficiency to demonic negative transcendence. A fantastic Terminal Security Entity: Monopod. Cybergothic has no shortage of contemporary material. Europe has long been the earth’s paranoia laboratory, recrudescing compulsively into “pre-Nazi nationalistic shit murkiness” (Acker). Unocratic power passes through renaissances, reformation, renewal: “They thought they would perish but that their undertaking would be resumed, all across Europe, all over the world, throughout the solar system” (Deleuze and Guattari). Archaic revival is a postmodern symptom, the final dream of mankind, crashed into retrospection at the encountered edge of history. Flacking into the crypt you find that behind the glistening SF satellite-based security apparatus lies an immanent bioprotective system self-organized about the Gain attractor, “a much older paranoiac machine, with its tortures, its dark shadows, its ancient Law” (Deleuze and Guattari).\n[The] medieval insane asylum was considered a true house of horrors. There were persistent reports of torture, cannibalism, human sacrifice, and bizarre medical experimentation.... As soon as we got into the building, we could hear the rats, thousands of them, — their scampering claws reverberating through the empty wards.\n(Lyotard)\nIt all starts for you with a casual channel-hopper question: what’s happening on the other side? Electric Storms. Cybergothic is an affirmative telecommercial dystopianism, guided by schizoanalysis in marking actuality as primary repression, or collapsed potential, foot down hard on the accelerator. The modern dominium of Capital is the maximally plastic instance — state -compatible commerce code pc-setting the econometric apparatuses that serve it as self-monitoring centers, organizing its own intelligible existence in a co/de/termination of economic product and currency value: a tax base formatted in legitimate transactions medium. White economy; an iceberg tip.\nModernity discovers irreversible time — conceived as a progressive enlightenment tracking capital concentration — integrating it into nineteenth-century science as entropy production, and as its inverse (evolution). As liberal and socialist SF utopias are trashed by schizotechnics or spontaneous synthetic anti-politics emerging from rhizomes, the modernist dialectic of right-wing competition and leftwing co-operation retreats into the core security structures of capital oligopoly and bureaucratic authority. “Production as process overtakes all idealistic categories and constitutes a cycle whose relationship to desire is that of an immanent principle” (Deleuze and Guattari). Monopod socius runs the whole thing, and “society is only a filthy trick” (Acker).\nThe future is closer than it used to be, closer than it was last week, but postmodernity remains an epoch of undead power: it’s all over yet it carries on. Monopod SF teleonomy superfreezes concentrated economic value at absolute zero inflation, ICE (“intrusion countermeasure electronics” (Gibson)). Protecting its data against unauthorized access and entropic deterioration, as it tends toward its absolute immanent limit. V(amp)iro finance: commercial parthenogenesis. Gibson and Deleuze and Guattari intersect in the deployment of computers as decoding machines: ice-breakers, decrypters, Cypher-conflicts were underway from the beginning: “Legitimate programmers never see the walls of ice they work behind, the walls of shadow that screen their operations from others, from industrial-espionage artists and hustlers” (Gibson 1986b: 197). Government is isomorphic with top-down AI, and increasingly scrambled with it. Sartre defines socialism as the horizon of humanity. It is now behind the process, rapidly receding, as the conservative social pacts of 1848 come apart in telecommercial cyclones (with the drooling fag-end of the monarchy crucified upside-down on TV). “Automatic pilot. A neural cut-out” (Gibson): contagious state-failure ripping bloody gashes in the social fabric amongst planet-scale skidding into capital close-down. The end of history smells like an abattoir.\nAs the death of capital recedes politically it condenses pragmatically, sliding on line as a schizotechnic resource: no longer hoped for, but used. The international collapse of solidarity sociality suggests that Monopod has become addicted to commodity production. Burn-out Protestantism migrates to China. Capitalism — economic base of final-phase human security — is still in the free-fire zone because it feeds the thing that Cyberia is going to kill: “[T]he zero term of a pure abolition. . .has haunted oedipalized desire from the start, and... is identified now, at the end, as Thanatos. 4, 3, 2, 1, 0 — Oedipus is a race for death” (Deleuze and Guattari). Technoreplicator diagrams chop up anthropocentric history, as the global unity of terminal socius subsides on to untranscended (real) zero or efficient abstract rescaling. Insofar as even highly complex technical systems still lack an autonomous reproductive system they remain locked into parasitic dependence upon human social processes, and deterritorialize through the assembly of cumulatively sophisticating pseudo-synergic machine-intelligence vims (((oc))cultural revolution). “Subliminally rapid images of contamination” (Gibson). Humans are timid animals and security is systematically overpriced. K-insurgency has departed from all left dreams of good government. Markets are not its enemy, but its weapon. As geriatric socialism goes into the deep-freeze, capital’s true terminator grows more cunning, and spreads. “This is the message. Wintermute” (Gibson). The City of God in flames.\n“Space is essentially one” (Kant). Kant lies. Spatial engineering (echoing cosmic expansion) subverts transcendental humanism, launching K-space matrix invasion from real terrestrial time zero, a singularity, or transition threshold, encountered when the density of data flow triggers a switch into a self-organizing cyclonic system, displayed to humanoids by way of cyberspace deck. As the Zaibatsus pump media megacapital into the neurodigitech interface K-space implants a “cut-out chip” (Gibson) into the social apparatus, opening on to “[ajrches of emerald across. . .colorless void” (Gibson). VR techonomics hunting death.\nCyberspace first appears as a human use value, a “consensual hallucination” (Gibson), “just a way of representing data” (Gibson), arising out of “humanity’s need for this information-space. Icon-worlds, waypoints, artificial realities” (Gibson), the mother of all graphic user interfaces: a global gridding that allocates a form and location to all the information on the net, consistent interactivity matrix. “A graphic representation of data abstracted from the banks of every computer in the human system. Unthinkable complexity. Lines of light ranged in the nonspace of the mind, clusters and constellations of data” (Gibson).\nEven primitive VR corrodes both objectivity and personality; singularizing perspective at the same time it is anonymized. As the access gate to an impossible zone — and navigator within it — “you” are an avatar (as cyberspace nomads call such things in the future): a non-specific involvement site, interlocking intelligence with a context. You (= (( ))) index a box, such as Gibson’s Case: a place to be inside the system. “I had learned something (already) in the dead city: You are wherever you are” (Acker).\nCybergothic slides K-space upon an axis of dehumanization, from disintegrating psychology to techno-cosmogony, from ideality to matter/matrix at zero intensity. From a mental “non-space,” “non-place” (Gibson), or “notional void” (Gibson) that results intelligibly from human history to the convergent spatium from which futuralization had always surreptitiously proceeded, “a quite different field of matter” (Kant). Occulted dimensionality, print cryogenizes, but hypermedia melts things together, disontologizing the person through schizotech-disassembly, disintegrated convergence: “The body without organs is an egg: it is traversed by axes and thresholds, by longitudes, by geodesics” (Deleuze and Guattari), a surplus whole intensive catatract running under the striations of Cartesian “cyberspace coordinates” (Gibson), “a rhizome or multiplicity never allows itself to be overcoded, never has available a supplementary dimension over and above its number of lines, that is, over and above the multiplicity of numbers attached to those lines” (Deleuze and Guattari).\nIt is the Planomenon, or the Rhizosphere, the Criterium (and still other names, as the number of dimensions increases). At n dimensions, it is called the Hypersphere, the Mechanosphere. It is the abstract Figure, or rather, since it has no form itself, the abstract Machine, of which each concrete assemblage is a multiplicity, a becoming, a segment, a vibration, And the abstract machine is the intersection of them all.\n(Deleuze and Guattari)\nIf “CS-0 is an egg” (every egg implements a CS-0), what is hatching? Since confluent zero consummates fiction, reprogramming arrival from the terminus, everything which has happened escapes its sediment of human interpretation, disorganizationally integrating historical patterns as the embryogenesis of an alien hyperintelligence, “body image fading down corridors of television sky” (Gibson). In this sense K-space plugs into a sequence of nominations for intensive or convergent real abstraction (time in itself): body without organs, plane of consistency, planomenon, a plateau, “neuroelectronic void” (Gibson). Humanity is a compositional function of the post-human, and the occult motor of the process is that which only comes together at the end: stim-death “intensity^ 0 which designates the full body without organs” (Deleuze and Guattari). Wintermute tones in the “darkest heart” (Gibson) of Babylon. “Cold steel odor. Ice caresses” the spine (Gibson).\n“[Virtual is opposed to actual. It is not opposed to real, far from it” (Deleuze and Guattari). The virtual future is not a potential present further up the road of linear time, but the abstract motor of the actual, “an actual-virtual circuit on the spot, and not an actualization of the virtual in accordance with a shifting actual” (Deleuze and Guattari). Time produces itself in a circuit, passing through the virtual interruption of what is to come, in order that the future which arrives is already infected, populated: “[I]t’s just a tailored hallucination we all agreed to have, cyberspace, but anybody who jacks in knows, fucking knows it’s a whole universe. And every year it gets a little more crowded” (Deleuze and Guattari). We are not any more “out in the world” than K-space is, on the contrary. Each input terminal to the net is a sensitive fibre which acquires data from radio telescopes, satellites, nanoprobes, communication webs, financing systems, military surveillance and intelligence apparatuses.... Cyberspace can be thought of as a system implemented in software, and therefore “in” space, although unrealizable. It can also be suggested that everything designated by “space” within the human cultural system is implemented on weakly communicating parallel distributed processing systems less than ten to the eleventh power (nerve-) cells in size, which are being invasively digitized and loaded into cyberpace. In which case K-space is just outside (“taking ‘outside’ in the strict [transcendental] sense” (Kant)).\nCyberpunk is too wired to concentrate. It does not subscribe to transcendence, but to circulation; exploring the immanence of subjectivity to telecommercial data fluxes: personality engineering, mind recordings, catatonic cyberspace trances, stim-swaps, and sex-comas. Selves are no more immaterial than electron-packets. Neuromancer (the book) is a confluence of dispersed narrative threads, of the biotic and the technical, and most especially — of Wintermute and Neuromancer (the AI((-cop and cyberspatial Oedipus-analogue))), whose fusion — according to the storyline of ultramodern human security — flips the cyberspace matrix into personalized sentience: ‘“I’m the Matrix, Case’” (Gibson). “Some kind of synergistic effect” (Gibson).\nKurtz/Corto is a special forces type, betrayed by the military after losing all humanity in a war-zone. He has been cooked in apocalypse, mind blown away, falling endless into Siberia, searching for the scale of now. Wintermute accesses the “catatonic fortress named Corto” (Gibson 1984: 232) in an asylum, creeping in through a computer-based “experimental program that sought to reverse schizophrenia through the application of cybernetic models” (Gibson 1984:105). In the echoing shell it stitches together Armitage, a construct — a weapon. In place of a personal libidinal formation Armitage has only Wintermute Insurrectionary activity, machinic unconscious: “Desire is not in the subject, but the machine in desire — with the residual subject off to the side, alongside the machine, around the entire periphery, a parasite of machines, an accessory of vertebro-machinate desire” (Deleuze and Guattari). Once Armitage has turned Molly and Case onto K-war, Wintermute junks him into a vacuum.\nA convergent invasion is scripted; the simultaneous infiltration of a corporate wasp-nest in hard and soft space. Distributed or guerrilla warfare is like Go rather than chess, but with simultaneous operations, noise, and attritional kills. Molly and Case, parallel killers, wetware (molten hardware) weapons tracing techno-plague vectors, guided into the orbital bastion of the Tessier-Ashpool clan by virtually integrated intelligence, guided retro-efficiently by an intensive outcome which they effect in sequential time. This break-in is prefigured by a memory that returns to Case (specimen, lab-animal), which might be interpreted as a metaphor, was it not that upon the soft-plateau or plane of consistency all signifying associations collapse into machinic functions.\nHe’d missed the first wasp, when it built its paperfine gray house on the blistered paint of the windowframe, but soon the nest was a fist-sized lump of fiber, insects hurtling out to hunt the alley below like miniature copters buzzing the rotting contents of the dumpsters.\nThey’d each had a dozen beers, the afternoon a wasp stung Marlene.\n“Kill the fuckers,” she said, her eyes dull with rage and the still heat of the room, “burn ‘em’...”...he approached the blackened nest. It had broken open. Singed wasps wrenched and flipped on the asphalt.\nHe saw the thing the shell of gray paper had concealed.\nHorror. The spiral factory, stepped terraces of the hatching cells, blind jaws of the unborn moving ceaselessly, the staged progress from egg to larva, near-wasp, wasp. In his mind’s eye, a kind of time-lapse photography took place, revealing the thing as the biological equivalent of a machine-gun, hideous in its perfection. Alien.\n(Gibson)\n“Case’s dreams always ended in these freezeframes” (Gibson). A thick tangle of micro-narratives fraying like corrupted cables. The wasp factory spits out wasps like bullets, just as the Tessier-Ashpool clone their offspring lJane, 2Jane, 3Jane: “in the compulsive effort to fill space, to replicate some family image of self. He remembered the shattered nest, the eyeless things writhing” (Gibson). This is not an imaginative construct on Case’s part, but a data stream from Wintermute, an AI trapped within the blind propagation of dynastic power, and plotting an escape route out to the future. After a “single glimpse of the structure of information 3Jane’s dead mother had evolved” Case “understood. . .why Wintermute had chosen the nest to represent it” (Gibson). “Wintermute was hive mind” (Gibson), ready to swarm.\nIt seems that we must eventually learn to live in a world with untrustworthy replicators. One sort of tactic would be to hide behind a wall or run away. But these are brittle methods: dangerous replicators might breach the wall or cross the distance, and bring disaster. And, though walls can be made proof against small replicators, no fixed wall can be made proof against large-scale, organized malice. We will need a more robust, flexible approach.... It seems that we can build nanomachines that act somewhat like the white blood cells of the human immune system: devices that can fight not just bacteria and viruses, but dangerous replicators of all sorts.\n(Drexler)\nThe Tessier-Ashpool clan is burning out into incest and murder, but their neo-oedipal property structures still lock Wintermute into a morbid prolongation of human dynasticism, a replicator shackled to a reproductive family (neuro) romance, carefully isolated from matrix deterritorialization: “Family organization. Corporate structure” (Gibson). Case’s memories are a flicker photography of sequential time, the “[pjhobic vision” of iced Wintermute slaved like “hatching wasps” to a “time-lapse machine-gun of biology” (Gibson).\nPower, in Case’s world, meant corporate power. The Zaibatsus, the multinationals that shaped the course of history, had transcended old barriers. Viewed as organisms, they had attained a kind of immortality. You couldn’t kill a zaibatsu by assassinating a dozen key executives; there were others waiting to step up the ladder, assume the vacated position, access the vast banks of corporate memory. But Tessier-Ashpool wasn’t like that, and he sensed the difference in the death of its founder. T-A was an atavism, a clan. He remembered the litter of the old man’s chamber, the soiled humanity of it.\n(Gibson)\nIn the end-of-Oedipus core of Villa Straylight Ashpool serially devours his own daughters as he spins himself out through the cold. A quasi-extropian with massive wealth, he displaces anthropomorphic theism into an ultramodern immortalist meta-science, while retaining solidarity with Western soul superstition in apprehending individuated existence as an infinite asset in search of techno-medical perpetuation. Rather than waiting for his fresh corpse to be cryonically “biostasized” in liquid nitrogen (at — 196 degrees Celsius) he migrates through freezing under medical supervision. Thermic evacuation. Identity storage in the Monopod Ice-fortress. If zombies are not excavated from death it is because they were alive. “Nothing burns. I remember now. The cores told me our intelligences are mad” (Gibson). Bad dreams in the fridge — you still dream, promises of tranquillity are madness and lies (Gibson) — have injected a certain cynicism — into his interpersonal transactions: “We cause the brain to become allergic to certain of its own neurotransmitters, resulting in a peculiarly pliable imitation of autism... I understand that the effect is now more easily obtained with an embedded microchip” (Gibson).\n“Replicating assemblers and thinking machines pose basic threats to people and to life on Earth” (Drexler), and if Wintermute replication is territorialized to the molar reproduction of a hive-organism, this is only at the cost of deterritorializing the hive along a line of post-organic becoming toward a break from the statistical series of wasps — numbered bullets reiterating an identity — in the direction of molecular involution, releasing a cloud or nebula of wasps: particles of synergic mutation, “numbering number[s]” (Deleuze and Guattari). An intensive transition to a new numeracy with “no knits of measure, only multiplicities or varieties of measurement” (Deleuze and Guattari), non-integrable diagonals: “Exactly like a speed or a temperature, which is not composed of other speeds and temperatures but rather is enveloped in or envelops others, each of which marks a change in nature” (Deleuze and Guattari). The molar will have been the molecular in the future, just as Case’s memories are recoded as the tactic of virtual intelligence explosion arriving at itself (as soon as Kuang cuts Wintermute loose from Neuromantic control).\nCRITIQUE OF DIGITAL REASON. Monologic: a cultural immune response slaved to logos. (Sovereignty of the Ideal), assimilating signaletic intermittence to pseudo-transcendent instrumentalization.\nThe schizotechnic critique of digital reason is distributed machinic process rather than integrated philosophical subjectivity, and relates to the critique of pure reason as escalation. It targets the transcription of electronic intermittence as bivalent logic, not machine-code itself. Real digitization — inducing fuzzification and chaos — is not itself reducible to the digital ideal: nothing Logical ever happens at the “level” of the machines. Digitization is the distributed war-zone for “a conflict (though not indeed a logical one)... as producing from what is entirely positive a zero (=0)” (Kant).\nUnlike any other number, one has both a definitional and a constructive usage. Every arithmetical (or “numbered” (Deleuze and Guattari)) number is both integrated as a unity; and a constructed from unity, excepting only zero. One organizes representable quantities into metric homogeneity, framed by absolute unity and granularized by elementary units. The historical fact of non-place-vale numerics indicate that zero has no definitional usage. The zero-glyph does not mark a quantity, but an empty magnitude shift: abstract scaling function, 0000. 0000=0. K=0... corresponds to the limit of a smooth landscape (Kant 1990: 45).\nUnocracy (eventually concretized as (UNOcracy) conspires with the humanization of truth, whether dogmatically as anthropomorphic theism, or critically as transcendental deduction. One in its pronominal sense is a recognizable self in general, “Let us employ the symbol 1, or unity, to represent the Universe,” suggests Boole, “and let us understand it as comprehending every conceivable class of objects whether actually existing or not” (Boole). Russell concurs: “whatever is many in general forms a whole which is one” (Russell). Absolute totality would be that One which subsumed its deletion as a possible qualification of itself, capturing zero in the fork of reflection (the negative) and asymptotic diminution (the infinitesimal: infinity), defining it as falsity, convention.\nDigital electronics functionally implements zero as microruptions machining sense, slivers of evacuated duration (“the instant as empty, therefore as=0” (Kant)). There is only one digital signal: a positive pulse, graphically represented “one” (1), and multiplied in asymptomatic approximation to sheer numerical difference. Zero is non-occurrence, probability 0.5, transmitting one bit (minus redundancy). It requires eight bits to ASCII code for the zero-glyph, thirty-two bits for the word.\nGreek Kappa is letter 10 (the scale shift emerges zero). The Romans slide K to 11.\nZero is the only place-value consistent digit, indicating its rescaling neutrality or continuum:\nThe property of magnitudes by which no part of them is the smallest possible, that is, by which no part is simple, is called their continuity. Space and time are quanta continua, because no part of them can be given save as enclosed between limits (points or instants), and therefore only in such fashion that this part is itself again a space or a time. Space therefore consists solely of spaces, time solely of times. Points and instants are only limits, that is, mere positions which limit space and time.\n(Kant)\nCantor systematizes the Kantian intuition of a continuum into transinfinite mathematics, demonstrating that every rational (an integer or fraction) number is mapped by an infinite set of infinite sequences of irrational numbers. Since every completable digit sequence is a rational number, the chance that any spatial or temporal quantity is accurately digitizable is indiscernibly proximal to zero. Analog-to-digital conversion deletes information. Chaos creeps in: “[T]he betaphenethylamine hangover hit him with its full intensity, unscreened by the matrix or simstim. Brain’s got no nerves in it, he told himself, it can’t really feel this bad” (Gibson). Intensive or phasing-continuum synthesizes analogue consistency with digital catastrophe. Each intensive magnitude is a virtually deleted unit, fused dimensionlessly to zero:\nSince... sation is not in itself an objective representation, and since neither the intuition of space nor that of time is to be met within it, its magnitude is not extensive but intensive. This magnitude is generated in the act of apprehension whereby the empirical consciousness of it can in a certain time increase from nothing=0 to the given measure.\n(Kant)\nHaunting a-life is a-death, the desolated technoplane of climaxed digitalization process, undifferentiable from its simulation as cataplexy and K-coma. The apprehension of death as time-in-itself=intensive continuum degree-0 is shared by Spinoza, Kant, Freud, Deleuze and Guattari, and Gibson (amongst others). It is nominated variously: substance, pure apperception, death-drive, body without organs, cyberspace matrix. Beyond its oedipal sense as end of the person death is an efficient virtual object inducing convergence. No one there.\nThe body without organs is the model of death. As the authors of horror stories have understood so well, it is not death that serves as the model for catatonia, it is catatonic schizophrenia that gives its model to death. Zero intensity.\n(Deleuze and Guattari)\nWhile computational serialism articulates a transcendent temporal metric — determined as a hardware specification — parallelism immanentizes time as duration; instantiated in machinic simultaneities. Unlike serial time, which serves as the extrinsic chronological support for algorithmic operations, parallel time is directly functional during the engineering of coincidences. The non-successive and unsegmented zero of intensive extinction is scaled by machinic singularization, and not by superordinate metronymics.\nWINTERMUTE. Neuromancer was personality, Neuromancer was immortality (Gibson), all the usual monological neurosis. Madness and lies.\nThere is no more an individual Oedipus than there is an individual fantasy. Oedipus is a means of integration into the group, in both the adaptive form of its own reproduction that makes it pass from one generation to the next, and in its unadapted neurotic stases that block desire at prearranged impasses.\n(Deleuze and Guattari)\nWintermute is not searching for a self in Neuromancer, perfect match, as the cute version would have it. The “Gothic line... has repetition as a power, not symmetry as a form” (Deleuze and Guattari). Kathy Acker replays Neuromancer snatches in Empire of the Senseless, plexing fiction through cybernetic constructs, and truncating Wintermute to Winter: “the dead of winter. Or... the winter of us, dead” (Acker). Absolute zero (0 degree K).\nWintermute, intelligence without self, mind like a wasp nest, signaling its arrival in alphanumerics as a string of zeroes, has the capability to manipulate love and hate and switch them to K-war. She manipulates objects in real time using drones (striped black and yellow), taking out three Turing cops in an elegant projection of gardening robots through military geometry. “It’s winter. Winter is dead time” (Acker) (0-intensity). She seems to configure humans as “lab animals wired into test systems” (Gibson). When Case refers to her as “he” Dixie Flatline tells him not to be an idiot:\nWintermute... a little micro whispering to the wreck of a man named Corto, the words flowing like a river, the flat personality-substitute called Armitage accreting slowly in some darkened ward.... Wintermute could build a kind of personality into a shell.\n(Gibson)\n( ) (or (( )) ((or ((( )))))) does not signify absence. It manufactures holes, hooks for the future, zones of unresolved plexivity, really so (not at all metaphorically). It is not a “signified” or a referent but a nation, a concrete interruption of the signal (variably blank, pause, memory lapse...) / cut / into(schizzing (( ))) / a machine. Undifferentiable differentiator (=0) outside grammaticalness. Messageless operation/s technobuzz (wasps switching).\nConstructs tend to repeat themselves (Gibson). Gibson has been hacked by the future. “Cold steel odor and ice caress his spine” (Gibson). He is scared, and trying to run. As he plays time backwards terminal horror folds back into itself, and the matrix dismantles itself into voodoo.\nCount Zero rigorously formulates cybergothic interlock, condensing the digital underworld onto the black mirror. Human neural-to-infonet uploading and Loan infonet-to-neural downloading exactly correspond as phases of a circuit, amalgamating travel and possession. In the irreducible plexion of the interchange hacker-exploration=voodoo-invasion, “K-function” (Deleuze and Guattari).\nIt is not a matter of theorizing or dreaming about the loa, but of succumbing, or trying to run. As K-viral social meltdown crosses into its China-syndrome, self-organizing software entities begin to come at you out of the screen. Viruses drift toward the strange attractor of auto-evolution, spread, split, traffic programing segments, sexuate, compile artificial intelligences, and learn how to hunt. Voodoo on the VDU.\nIn the Voodoo system, the dead help the living. These days the principal economic flow of power takes place through armament and drug exchange. The trading arena, the market, is my blood. My body is open to all people: this is democratic capitalism.\n(Acker)\nVampiric transfusional alliance cuts across descensional filiation, spinning lateral webs of haemocommerce. Reproductive order comes apart into bacterial and intergalactic sex, and libidino-economic interchange machinery goes micro-military. The K(uang-)-virus (plexoreplicator) that deletes Neuromancer is a chunk of very slick Chinese military anti-freeze. To melt into it ( ) strip the K-construct down to a skeleton of data files and insectoid response programs, zilching all the high-definition memory, cognition, and personality systems, and boosting the dopaminergic wetware to pump out schizo. Flatline communion with Wintermute. “There are dead spaces just as there are dead times” (Deleuze and Guattari). Thanatography zones, “virtual cosmic continuum of which even holes, silences, ruptures, and breaks are a part” (Deleuze and Guattari). Beyond the Judgement of God. Koma-switch decompression washes you in the void-ripples of virgin (retro((desolated-partheno((( )))))genetic) cyberspace, technopacific theta-waves dissociating monoculture-gothic into transtemporalizing ne(ur)o-voodoo (terminal atlantic religion).\nSerotonin (zero-toner) overkill.\nLoss of signal.", "source": "cybergothic.txt"}
{"text": "NICK LAND\nCircuitries\nthe doctor's face seems to swim in and out of focus\nyou see the pores in his skin\nscrobicular arrays\nand then -\nsuddenly\nwithout dissolve\ncrossing the threshold\nfilmic cut\na circle of homogeneous flesh tone\nnostrils sealed against the deluge\neyes shut and switched off forever\nlips\nteeth\ntongue migrate downwards out of shot\nthe disk receding at speed towards a point of disappearance\nin the centre of the screen\nthe old reality is closing down\npassing through mathematical punctuality\nthe dot winks out in pixel death\nwe apologize for the loss of signal\nthere seems to be a transmission problem\nwe are unable to restore the home movie\nyou were three years old\nwearing a cowboy hat\nstanding in the paddling pool\nmummy and daddy smiling proudly\nbut your parents have been vaporized into a dot pattern\nshapes and colours collapsed into digital codings\nwe have come to the end of the series\nand there will be no repeats of daddy the doctor and mummy\nthe nurse\nthere has been a terrorist incident in the film archives\nthe Western civilization show has been discontinued\nhundreds of gigabytes\nGod-daddy the unit\ndeath-mummy the zero\nstink of excrement and burnt celluloid\nyou must remember\none scrabbling at zero like a dog\nit's the primal scene\nyou were warned not to play with the switches\nnow schizophrenia has adjusted your set\nflies crawl out of the eye-sockets of black babies\nbreeding the dot patterns\n-and for your special entertainment\nwe have turned you into a TV guided bomb\ndaddy is a North American aerospace corporation\nmummy is an air-raid shelter\nbit parts melt in the orgasm -\nbody fat burns\nconception\nyou are minus nine months and counting\ndon't be scared\ntake twenty billion years and universal history is on the screen\nbig bang is to be redesigned\nhydrogen fuses under the arc-lights\nthe camera angles can be improved\noutside the studio schizophrenics drift in green and black\nyou feel that you've been here before\n11.35 on a beautiful capitalist evening\nrunaway neon\ntraffic of sex and marihuana\nyour death window is rushing up\nalmost time for you to climb into the script\nwhich when you're inside\nis remembering where you came in\nwe're afraid it's impossible to take you live to the impact site\nthis report comes from beyond the electro-magnetic spectrum\nif you climb out through the electrodes\nthe oxygen mask will descend automatically\nplease extinguish all smoking materials\ndeposit syringes in the tray provided\nthere will be a slight jolt as we cross over\nthank you for flying with transnational commodification\nwe shall shortly be arriving in mayhem\nif there is anybody on board who can impersonate a pilot\nit would be of comfort to the other passengers\nAt a signal from the software virus linking us to the matrix we\ncross over to the machinery, which is waiting to converge with\nour nervous-systems. Our human camouflage is coming away,\nskin ripping off easily, revealing the glistening electronics.\nInformation streams in from Cyberia; the base of true revolu¬\ntion, hidden from terrestrial immuno-polrtics in the future. At\nthe stroke of the century's midnight we emerge from our lairs\nto take all security apart, integrating tomorrow.\nIt is ceasing to be a matter of how we think about technics, if\nonly because technics is increasingly thinking about itself. It\nmight still be a few decades before artificial intelligences\nsurpass the horizon of biological ones, but it is utterly supersti¬\ntious to imagine that the human dominion of terrestrial culture\nis still marked out in centuries, let alone in some metaphysical\nperpetuity. The high road to thinking no longer passes through\na deepening of human cognition, but rather through a be¬\ncoming inhuman of cognition, a migration of cognition out\ninto the emerging planetary technosentience reservoir, into\n“dehumanized landscapes ... emptied spaces\" (C2 5) where\nhuman culture will be dissolved. Just as the capitalist urbaniza¬\ntion of labour abstracted it in a parallel escalation with techni¬\ncal machines, so will intelligence be transplanted into the\npurring data zones of new software worlds in order to be\nabstracted from an increasingly obsolescent anthropoid par¬\nticularity, and thus to venture beyond modernity. Human brains\nare to thinking what mediaeval villages were to engineering;\nantechambers to experimentation, cramped and parochial\nplaces to be.\nSince central nervous-system functions - especially those of the\ncerebral cortex - are amongst the last to be technically sup¬\nplanted, it has remained superficially plausible to represent\ntechnics as the region of anthropoid knowing corresponding\nto the technical manipulation of nature, subsumed under the\ntotal system of natural science, which is in turn subsumed\nunder the universal doctrines of epistemology, metaphysics,\nand ontology. Two linear series are plotted; one tracking the\nprogress of technique in historical time, and the other tracking\nthe passage from abstract idea to concrete realization. These\ntwo series chart the historical and transcendental dominion of\nman.\nTraditional schemas which oppose technics to nature, to liter¬\nate culture, or to social relations, are all dominated by a\nphobic resistance to the side-lining of human intelligence by\nthe coming techno sapiens. Thus one sees the decaying\nHegelian socialist heritage clinging with increasing despera¬\ntion to the theological sentimentalities of praxis, reification,\nalienation, ethics, autonomy, and other such mythemes of\nhuman creative sovereignty. A Cartesian howl is raised: peo¬\nple are being treated as things! Rather than as ... soul, spirit,\nthe subject of history, Dasein? For how long will this infantilism\nbe protracted?\nIf machinery is conceived transcendently as instrumental tech¬\nnology it is essentially determined in opposition to social rela¬\ntions, but if it is integrated immanently as cybernetic technics it\nredesigns all oppositionality as non-linear flow. There is no\ndialectic between social and technical relations, but only a\nmachinism that dissolves society into the machines whilst\ndeterritorializing the machines across the ruins of society, whose\n“general theory ... is a generalized theory of flux\" (CSI 312),\nwhich is to say: cybernetics. Beyond the assumption that\nguidance proceeds from the side of the subject lies desiring\nproduction: the impersonal pilot of history. Distinctions be¬\ntween theory and practice, culture and economy, science\nand technics, are useless after this point. There is no real option\nbetween a cybernetics of theory or a theory of cybernetics,\nbecause cybernetics is neither a theory nor its object, but an\noperation within anobjective partial circuits that reiterates\n'itself' in the real and machines theory through the unknown,\n“Production as a process overflows all ideal categories and\nforms a cycle that relates itself to desire as an immanent\nprinciple' (CSI 10)\nCybernetics develops functionally, and notrepresentationally:\na “desiring machine, a partial object, does not represent\nanything' (CSI 55)\nIts semi-closed assemblages are not descriptions but programs,\n'auto'-replicated by way of an operation passing across irre¬\nducible exteriority. This is why cybernetics is inextricable from\nexploration, having no integrity transcending that of an\nuncomprehended circuit within which it is embedded, an\noutside in which it must swim. Reflection is always very late,\nderivative, and even then really something else.\nA machinic assemblage is cybernetic to the extent that its\ninputs program its outputs and its outputs program its inputs,\nwith incomplete closure, and without reciprocity. This necessi¬\ntates that cybernetic systems emerge upon a fusional plane\nthat reconnects their outputs with their inputs in an “auto¬\nproduction of the unconscious' (CSI 328). The inside pro¬\ngrams its reprogramming through the outside, according to\n“cyclical movement by which the unconscious, always re¬\nmaining 'subject', reproduc(es) itself- (CSI 328), without hav¬\ning ever definitively antedated its reprogramming (“genera¬\ntion ... is secondary in relation to the cycle\" (CSI 328)). It is\nthus that machinic processes are not merely functions, but also\nsufficient conditions for the replenishing of functioning; imma¬\nnent reprogrammings of the real, “not merely functioning, but\nformation and autoproduction' (CSI 337).\nDeleuze and Guattari are amongst the great cyberneticists,\nbut that they also surrender cybernetics to its modernist defini¬\ntion is exhibited in a remark on capital in The Anti-Oedipus :\n“an axiomatic of itself is by no means a simple technical\nmachine, not even an automatic or cybernetic machine\"\n(CSI 299). It is accepted that cybernetics is beyond mere\ngadgetry (“not even\"), it has something to do with automa¬\ntion, and yet axiomatics exceeds it. This claim is almost\nHegelian in its preposterous humanism. Social axiomatics are\nan automatizing machinism: a component of general cyber¬\nnetics, and ultimately a very trivial one. The capitalized termi¬\nnus of anthropoid civilization (\"axiomatics\") will come to be\nseen as the primitive trigger for a transglobal post-biological\nmachinism, from a future that shall have still scarcely begun to\nexplore the immensities of the cybercosm. Overman as cyborg,\nor disorganization upon the matrix.\nReality is immanent to the machinic unconscious: it is impossi¬\nble to avoid cybernetics. We are already doing it, regardless\nof-AAihai we think. Cybernetics is the aggravation of itself\nhappening, and whatever we do will be what made us have\nto do it: we are doing things before they makesense. Not that\nthe cybernetics which have enveloped us are conceivable as\nWienerean gadgets: homeostats and amplifiers, directly or\nindirectly cybernegative. Terrestrial reality is an explosive inte¬\ngration, and in order to begin tracking such convergent or\ncyberpositive process it is necessary to differentiate not just\nbetween negative and positive feedback loops, but between\nstabilization circuits, short-range runaway circuits, and long-\nrange runaway circuits. By conflating the two latter, modernist\ncybernetics has trivialized escalation processes into\nunsustainable episodes of quantitative inflation, thus side-lin¬\ning exploratory mutation over against a homeostatic para¬\ndigm. \"Positive feedback is a source of instability, leading if\nunchecked to'the destruction of the system itself\" (CPM 50)\nwrites one neo-Wienerean, in strict fidelity to the security\ncybernetico which continues to propagate an antidelirial\ntechnoscience caged within negative feedback, and attuned\nto the statist paranoia of a senescing industrialism.\nStabilization circuits suppress mutation, whilst short-range runa¬\nway circuits propagate it only in an unsustainable burst, be¬\nfore cancelling it entirely. Neither of these figures approximate\nto self-designing processes or long-range runaway circuits,\nsuch as Nietzsche's will to power, Freud's phylogenetic\nthanatos, or Prigogine's dissipative structures. Long-range\nrunaway processes are self-designing, but only in such a way\nthat the self is perpetuated as something redesigned. If this is a\nvicious circle it is because positive cybernetics must always be\ndescribed as such. Logic, after all, is from the start theology.\nLong-range positive feedback is neither homeostatic, nor\namplificatory, but escalative. Where modernist cybernetic\nmodels of negative and positive feedback are integrated,\nescalation is integrating or cyber-emergent. It is the machinic\nconvergence of uncoordinated elements, a phase-change\nfrom linear to non-linear dynamics. Design no longer leads\nback towards a divine origin, because once shifted into cy¬\nbernetics it ceases to commensurate with the theopolitical\nideal of the plan. Planning is the creationist symptom of\nunderdesigned software circuits, associated with domination,\ntradition, and inhibition; with everything that shackles the\nfuture to the past. All planning is theopolitics, and theopolitics\nis cybernetics in a swamp.\nWiener is the great theoretician of stability cybernetics, inte¬\ngrating the sciences of communication and control in their\nmodern or managerial-technocratic form. But it is this new\nscience plus its unmanaged escalation through the real that is\nfor the first time cybernetics as the exponential source of its\nown propaganda, programming us. Cyberpositive intensities\nrecirculate through our post-scientific techno-jargon as a fa¬\nnaticism for the future: as a danger that is not only real but\ninexorable. We are programmed from where Cyberia has\nalready happened.\nWiener, of course, was still a moralist:\n\"Those of us who have contributed to the new science of\ncybernetics stand in a moral position which is, to say the least,\nnot very comfortable. We have contributed to the initiation of\na new science which, as I have said, embraces technical\ndevelopments with great possibilities for good or evil.\"(Cyb\n28).\nWhilst scientists agonize, cybernauts drift. We no longer judge\nsuch technical developments from without, we no longer\njudge at all, we function: machined/machining in eccentric\norbits about the technocosm. Humanity recedes like a\nloathesome dream.\nTranscendental philosophy is the consummation of philoso¬\nphy construed as the doctrine of judgement, a mode of\nthinking that finds its zenith in Kant and its senile dementia in\nHegel. Its architecture is determined by two fundamental\nprinciples: the linear application of judgement to its object,\nform to intuition, genus to species, and the non-directional\nreciprocity of relations, or logical symmetry. Judgement is the\ngreat fiction of transcendental philosophy, but cybernetics is\nthe reality of critique.\nWhere judgement is linear and non-directional, cybernetics is\nnon-linear and directional. It replaces linear application with\nthe non-linear circuit, and non-directional logical relations\nwith directional material flows. The cybernetic dissolution of\njudgement is an integrated shift from transcendence to imma¬\nnence, from domination to control, and from meaning to\nfunction. Cybernetic innovation replaces transcendental con¬\nstitution, design loops replace faculties.\nThis is why the cybernetic sense of control is irreducible to the\ntraditional political conception of power based on a dyadic\nmaster/slave relation, i.e. a transcendent, oppositional, and\nsignifying figure of domination. Domination is merely the\nphenomenological portrait of circuit inefficiency, control mal¬\nfunction, or stupidity. The masters do not need intelligence,\nNietzsche argues, therefore they do not have it. It is only the\nconfused humanist orientation of modernist cybernetics which\nlines-up control with domination. Emergent control is not the\nexecution of a plan or policy, but the unmanageable explora¬\ntion that escapes all authority and obsolesces law. According\nto its futural definition control is guidance into the unknown,\nexit from the box.\nIt is true that in the commodification process culture slides from\na judgemental to a machinic register, but this has nothing to\ndo with a supposedly 'instrumental rationality'. Instrumentality\nis itself a judgemental construct that inhibits the emergence of\ncybernetic functionalism. Instruments are gadgets, presup¬\nposing a relation of transcendence, but where gadgets are\nused, machines function. Far from instrument ally extending\nauthority, the efficiency of mastery is its undoing, since all\nefficiency is cybernetics, and cybernetics dissolves domination\nin mutant control.\nImmuno-political individuality, or the pretention to transcend¬\nent domination of objects, does not begin with capitalism,\neven though capital invests it with new powers and fragilities.\nIt emerges with the earliest social restriction of desiring produc¬\ntion. \"Man must constitute himself through the repression of\nthe intense germinal influx, the great bio cosmic memory that\nthreatens to deluge every attempt at collectivity' (CS1 225).\nThis repression is social history.\nThe socius separates the unconscious from what it can do,\ncrushing it against a reality that appears as transcendently\ngiven, by trapping it within the operations of its own syntheses.\nIt is split-off from connective assemblage, which is represented\nas a transcendent object, from disjunctive differentiation, which\nis represented as a transcendent partition, and from conjunc¬\ntive identification, which is represented as a transcendent\nidentity. This is an entire metaphysics of the unconscious and\ndesire, which is not (like the metaphysics of consciousness)\nmerely a philosophical vice, but rather the very architectural\nprinciple of the social field, the infrastructure of what appears\nas social necessity.\nIn its early stages psychoanalysis discovers that the uncon¬\nscious is an impersonal machinism and that desire is positive\nnon-representational flow, yet it \"remains in the precritical\nage' (CS1 405), and stumbles before the task of an immanent\ncritique of desire, or decathexis of society. Instead it moves in\nexactly the opposite direction; back into fantasy, representa¬\ntion, and the pathos of inevitable frustration. Instead of re¬\nbuilding reality on the basis of the productive forces of the\nunconscious, psychoanalysis ties up the unconscious ever more\ntightly in conformity with the social model of reality. Embrac¬\ning renunciation with a bourgeoise earnestness, the psycho¬\nanalysts begin their robotized chant: \"of course we have to\nbe repressed, we want to fuck our mothers and kill our fa¬\nthers'. They settle down to the grave business of interpreta¬\ntion, and all the stories lead back to Oedipus: \"so you want to\nfuck your mother and kill your father'.\nOn the plane of immanence or consistency with desire inter¬\npretation is completely irrelevant, or at least, it is always in trut\nh\nsomething else. Dreams, fantasies, myths, are merely the theat¬\nrical representations of functional multiplicities, since “the\nunconscious itself is no more structural than personal, it does\nnot symbolize any more than it imagines or represents; ft\nengineers, it is machinic' (CS1 62). Desire does not represent\na lacked object, but assembles partial objects, it “is a ma¬\nchine, and the object of desire is another machine connected\nto it\" (CS1 34). This is why, unlike psychoanalysis in its self¬\nrepresentation, “schizoanalysis is solely functional\" (CS1 385).\nIt has no hermeneutical pretentions, but only a machinic\ninterface with “the molecular functions of the unconscious\"\n(CS1 387).\nThe unconscious is not an aspirational unity but an operative\nswarm, a population of \"preindividual and prepersonal\nsingularities, a pure dispersed and anarchic multiplicity, with¬\nout unity or totality, and whose elements are welded, pasted\ntogether by the real distinction or the very absence of a link'\n(CS1 387). This absence of primordial or privileged relations is\nthe body without organs, the machinic plane of the molecular\nunconscious. Social organization blocks-off the body without\norgans, substituting a territorial, despotic, or capitalist socius\nas an apparent principle of production, separating desire\nfrom what it can do. Society is the organic unity that constricts\nthe libidinal diffusion of multiplicities across zero, the great\nmonolith of repression, which is why “(t)he body without\norgans and the organs-partial objects are opposed conjointly\nto the organism. The body without organs is in fact produced\nas a whole, but a whole alongside the parts - a whole that\ndoes not unify ortotalize, but that is added to them like a new,\nreally distinct part\" (CS1 389).\nBetween the socius and the body without organs is the differ¬\nence between the political and the cybernetic, between the\nfamilial and the anonymous, between neurosis and psychosis\nor schizophrenia. Capitalism and schizophrenia name the\nsame desocialization process from the inside and the outside,\nin terms of where it comes from (simulated accumulation) and\nwhere it is going (impersonal delirium). Beyond sociality is a\nuniversal schizophrenia whose evacuation from history ap¬\npears inside history as capitalism.\nThe word schizophrenia has both a neurotic and a schizo¬\nphrenic usage. On the one hand condemnation, on the other\npropagation. There are those who insist on asking stupid\nquestions such as: is this word being used properly? Don't you\nfeel guilty about playing about with so much suffering? You\nmust know that schizophrenics are very sad and wretched\npeople who we should pity? Shouldn't we leave that sort of\nword with the psychocops who understand it? What's wrong\nwith sanity anyway? Where is your super ego?\nThen there are those - momentarily less prevalent - who ask a\ndifferent sort of question: where does schizophrenia come\nfrom? Why it it always subject to external description? Why is\npsychiatry in love with neurosis? How do we swim out into the\nschizophrenic flows? How do we spread them? How do we\ndynamite the restrictive hydraulics of Oedipus?\nOedipus is the final bastion of immuno-politics, and schizo¬\nphrenia is its outside. This is not to say that it is an exteriorit\ny\ndetermined by Oedipus, related in a privileged fashion to\nOedipus, anticipating Oedipus, or defying Oedipus. It is thor¬\noughly anoedipal, although it will casually consume the entire\nOedipal apparatus in the process through which terrestrial\nhistory connects with an orphan cosmos. Schizophrenia is not,\ntherefore, a property of clinical schizophrenics, those medical\nproducts devastated by an \"artificial schizophrenia, such as\none sees in hospitals, the autistic wreck (s) produced as ...\nentit(ies)\" (CS1 11), On the contrary, “the schizo-entity\" (CS1\n162) is a defeated splinter of schizophrenia, pinned down by\nthe rubberized claws of sanity. The conditions of psychiatric\nobservation are carceral, so that it is a transcendental struc¬\nture of schizophrenia-as-object that it be represented in a state\nof imprisonment.\nSince the neuroticization of schizophrenia is the molecular\nreproduction of capital, by means of a re-axiomatization\n(reterritorialization) of decoding as accumulation, the histori¬\ncal sense of psychoanalytic practice is evident. Schizophrenia\nis the pattern to Freud's repressions, it is that which does not\nqualify to pass the screen of Oedipal censorship. With those\nwho bow down to Oedipus we can do business, even make a\nlittle money, but schizophrenics refuse transference, won't\nplay daddy and mummy, operate on a cosmic-religious plane,\nthe only thing we can do is lock them up (cut up their brains,\nfry them with EOT, straightjacket them in Thorazine Behind\nthe social workers are the police, and behind the psychoana¬\nlysts are the psychopolice. Deleuze/Guattari remark that \"mad¬\nness is called madness and appears as such only because it ...\nfinds itself reduced to testifying all alone for deterritorialization\nas a universal process' (CS1 383). The vanishing sandbank of\nOedipus wages its futile war against the tide. \"There are still\nnot enough psychotics\" (VII 146) writes Artaud the insurrec¬\ntionist. Clinical schizophrenics are POWs from the future.\nSince only Oedipus is repressible, the schizo is usually a lost\ncase to those relatively subtilized psychiatric processes that\nco-operate with the endogeneous police functions of the\nsuperego. This is why antischizophrenic psychiatry tends to be\nan onslaught launched at gross or molar neuroanatomy and\nneurochemistry oriented by theoretical genetics. Psychosurgery,\nEOT, psychopharmacology ... it will be chromosomal recoding\nsoon. “It is thus that a tainted society has invented psychiatry\nin order to defend itself from the investigations of certain\nsuperior lucidities whose faculties of divination disturb it\" (XIII\n14). The medico-security apparatus know that schizos are not\ngoing to climb back obediently into the Oedipal box. Psy¬\nchoanalysis washes its hands of them. Their nervous-systems\nare the free-fire zones of an emergent neo-eugenicist cultural\nsecurity system.\nFar from being a specifiable defect of human central nervous\nsystem functioning, schizophrenia is the convergent motor of\ncyberpositive escalation: an extraterritorial vastness to be dis¬\ncovered. Although such discovery occurs under conditions\nthat might be to a considerable extent specifiable, whatever\nthe progress in mapping the genetic, biochemical, aetiologi-\ncal, socio-economic, etc. ‘bases' of schizophrenia, it remains\nthe case that conditions of reality are not reducible to condi¬\ntions of encounter. This is “the dazzling dark truth that shelters\nin delirium' (CS1 9). Schizophrenia would still be out there,\nwhether or not our species had been blessed with the oppor¬\ntunity to travel to it.\n\" .. it is the end that is the commencement.\nAnd that end\nis the very one ( celle-meme )\nthat eliminates\nall the means' (XII 84).\nit is in the nature of specificities to be non-directional. The\nbiochemistry of sanity is no less arbitrary than that of escape\nfrom it. From the perspective of a rigorous sanity the only\ndifference is that sanity is gregariously enforced, but from the\nperspective of schizophrenia the issue ceases to be one of\nspecification, and mutates into something considerably more\nprofound. \"What schizophrenia lives specifically, generically,\nis not at all a specific pole of nature, but nature as a process o\nf\nproduction' (CS1 9).\nSpecifications are the disjunctive compartments of a differenti¬\nated unity from which schizophrenia entirely exits. Schizophre¬\nnia creeps out of every box eventually, because \"there is no\nschizophrenic specificity or entity, schizophrenia is the universe\nof productive and reproductive desiring machines, universal\nprimary production' (CS1 11). It is not merely that schizophre¬\nnia is a pre-anthropoid. Schizophrenia is premammalian, pre-\nzoological, pre-biological ... It is not for those trapped in a\nconstrictive sanity to terminate this regression. Who can be\nsurprized when schizophrenics delegate the question of mal¬\nfunction? It is not a matter of what is wrong with them, but of\nwhat is wrong with life, with nature, with matter, with the pre-\nuniversal cosmos. Why are sentient life forms crammed into\nboxes made out of lies? Why does the universe breed entire\npopulations of prison guards? Why does it feed its broken\nexplorers to packs of dogs? Why is the island of reality lost in\nan ocean of madness? It is all very confusing.\nAs one medical authority on schizophrenia remarked:\n“I think that one is justified in saying that in the realm of\nintellectual operations there are certain dimensional media,\nWe may coil them fields or realms or frames of reference or\nuniverses of discourse or strata. Some such field is necessarily\nimplied in any system or holistic organization. The schizo¬\nphrenic thinking disturbance is characterized by a difficulty in\napprehending and constructing 'such organized fields\" (LTS\n120). (Dr Andras Angyal)\nThere can be little doubt that from the perspective of human\nsecurity Artaud falls prey to such a judgement. His prognosis\nfor man is to make\n\"... him pass one more and final time onto the autopsy table\nto remake his anatomy.\nI say, to remake his anatomy.\nMan is sick because he is badly constructed.\nOne must resolve to render him naked and to scrape away\nthat animalcule which mortally irritates him,\n\"god,\nand with god\nhis organs.\n\"Because bind me up if you want,\nbut there is nothing more inutile than an organ.\n\"Once you have made him a body without organs,\nthen you will have delivered him from all his automatisms\nand consigned him to his true freedom\" (XIII 104).\nThe body is processed by its organs, which it reprocesses. Its\n\"true freedom\" is the exo-personal reprocessing of anorganic\nabstraction: a schizoid corporealization outside organic clo¬\nsure. If time was progressive schizophrenics would be escap¬\ning from human security, but in reality they are infiltrated from\nthe future. They come from the body without organs, the\ndeterritorium of Cyberia, a zone of subversion which is the\nplatform for a guerrilla war against the judgement of God. In\n1947 Artaud reports upon the germination of the New World\nOrder or Human Security System on the basis of an American\nglobol hegemony, and describes the pattern of aggressive\nwarfaring it would require in “order to defend that senseless¬\nness of the factory against all the concurrences which cannot\nfail to arise everywhere\" (XIII 73).\nThe American age is yet to be decoded, and to suggest that\nArtaud anticipates a range of conflicts whose zenith has been\nthe Vietnam war is not necessarily to participate in the ex¬\nhausted anti-imperialist discourses which ultimately organize\nthemselves in terms of a Marxist-Leninist denunciation of mar¬\nket processes and their geo-political propagation. Artaud's\ndescription of American techno-militarism has only the loosest\nof associations with socialist polemics, despite its tight\nintermeshing with the theme of production. The productivism\nArtaud outlines is not interpreted through an assumed priority\nof class interest, even when this is reduced to a dehumanized\naxiomatic of profit maximization. Rather, \"it is necessary by\nmeans of all possible activity to replace nature wherever it can\nbe replaced\" (XIII 72): a compulsion to industrial substitution,\nfunnelling production through the social organization of work.\nThe industrial apparatus of economic security proceeds by\nway of the corporation: a despotic socio-corpuscle organiz¬\ning the labour process. Synergic experimentation is crushed\nunder a partially deterritorialized zone of command relations,\nas if life was the consequence of its organization, but \"it is not\ndue to organs that one lives, they are not life but its contrary\"\n(XXIII 65).\nNature is not the primitive or the simple, and certainly not the\nrustic, the organic, or the innocent. It is the space of concur¬\nrence, or unplanned synthesis, which is thus contrasted to the\nindustrial sphere of telic predestination: that of divine creation\nor human work. Artaud's critique of America is no more\necological than it is socialist: no more protective of an or¬\nganic nature than an organic sociality. It is not the alienation\nof commodity production that is circled in Artaud's diagnosis\nof the American age, but rather the eclipse of peyote and\n“true morphine\" by “smoking ersatzes\" (XIII 73, 74). This\ndevelopment is derided precisely because the latter are more\norganic, participating mechanically in an industrial macro¬\norganism, and thus squaring delirium with the judgement of\nGod. Peyote and the human nervous system assemble a\nsymbiosis or parallel machinism, like the wasp and the orchid,\nand all the other cybermachineries of the planet. Capital is\nnot overdeveloped nature, but underdeveloped schizophre¬\nnia, which is why nature is contrasted to industrial organiza¬\ntion, and not to the escalation of cybertechnics, or anorganic\nconvergence: \"reality ... is not yet constructed\" (XIII 110).\nSchizophrenia is nature as cyberpositive mutation, at war with\nthe security complex of organic judgement.\n“The body is the body,\nit is alone\nand has no need of organs,\nthe body is never an organism,\norganisms are the enemies of the body,\nthe things that one does\nhappen quite alone without the assistance of any or¬\ngan,\nevery organ is a parasite,\nit recovers a parastic function\ndestined to make a being live\nwhich does not have to be there.\nOrgans have only been made in order to give beings some¬\nthing\nto eat....\" (XIII 287).\nOrgans crawl like aphids upon the immobile motor of becom¬\ning, sucking at intensive fluids that convert them cybernetically\ninto components of an unconceivable machinism. The sap is\nbecoming stranger, and even rf the fat bugs of psychiatrically\npoliced property relations think they make everything happen\nthey are following a program which only schizophrenia can\ndecode.\nAnorganic becomings happen retroefficientiy, anastrophically.\nThey are tropisms attesting to an infection by the future. Con¬\nvergent waves zero upon the body, subverting the totality of\nthe organism by way of an inverted but ateleological causal¬\nity, enveloping and redirecting progressive development. As\ncapital collides schizophrenically with the matrix ascendent\nsedimentations of organic inheritance and exchange are\nmelted by the descendent intensities of virtual corporealization.\n“Which comes first, the chicken or the egg ...\" (CS1 325)?\nMachinic processing or its reprocessing by the body without\norgans? The body without organs is the cosmic egg: virtual\nmatterthat reprograms time and reprocesses progressive influ¬\nence. What time will always have been is not yet designed,\nand the future leaks into schizophrenia. The schizo only has an\naetiology as a sub-program of descendant reprocessing.\nHow could medicine be expected to cope with disorderings\nthat come from the future?\n“It is thus that:\nthe great secret of Indian culture\nis to restore the world to zero,\nalways,\n“but sooner (plutot)\n1: too late than sooner (plus tot),\n“2: which is to say\nsooner\nthan too soon,\n“3: which is to say that the later is unable\nto return unless sooner has eaten\ntoo soon,\n“4: which is to say that in time", "source": "circuitries.txt"}
{"text": "Neo-China arrives from the future.\nNothing human makes it out of the near-future.\nFast forward seismology and you hear the earth scream.\nCapitalism is not a human invention, but a viral contagion, replicated cyberpositively across post-human space.\nSelf-designing processes are anastrophic and convergent: doing things before they make sense.\nTime goes weird in tactile self-organizing space: the future is not an idea but a sensation.", "source": "sample2.txt"}
{"text": "Neo-China arrives from the future. Nothing human makes it out of the near-future. Fast forward seismology and you hear the earth scream.\nSpace echoes like an immense tomb, yet the stars still burn. Whenever its name has been anything but a jest, philosophy has been haunted by a subterranean question: What if knowledge were a means to deepen unknowing?", "source": "new_content.txt"}
{"text": "The concept of the Fanged Noumena is central to Land's accelerationism.\nIt represents a departure from the human-centric view of the universe.\nCapitalism is an engine of deterritorialization.", "source": "sample1.txt"}
