{"text": "The Republic of Plato is the longest of his works with the exception of\nthe Laws, and is certainly the greatest of them. There are nearer\napproaches to modern metaphysics in the Philebus and in the Sophist;\nthe Politicus or Statesman is more ideal; the form and institutions of\nthe State are more clearly drawn out in the Laws; as works of art, the\nSymposium and the Protagoras are of higher excellence. But no other\nDialogue of Plato has the same largeness of view and the same\nperfection of style; no other shows an equal knowledge of the world, or\ncontains more of those thoughts which are new as well as old, and not\nof one age only but of all. Nowhere in Plato is there a deeper irony or\na greater wealth of humour or imagery, or more dramatic power. Nor in\nany other of his writings is the attempt made to interweave life and\nspeculation, or to connect politics with philosophy. The Republic is\nthe centre around which the other Dialogues may be grouped; here\nphilosophy reaches the highest point (cp, especially in Books V, VI,\nVII) to which ancient thinkers ever attained. Plato among the Greeks,\nlike Bacon among the moderns, was the first who conceived a method of\nknowledge, although neither of them always distinguished the bare\noutline or form from the substance of truth; and both of them had to be\ncontent with an abstraction of science which was not yet realized. He\nwas the greatest metaphysical genius whom the world has seen; and in\nhim, more than in any other ancient thinker, the germs of future\nknowledge are contained. The sciences of logic and psychology, which\nhave supplied so many instruments of thought to after-ages, are based\nupon the analyses of Socrates and Plato. The principles of definition,\nthe law of contradiction, the fallacy of arguing in a circle, the\ndistinction between the essence and accidents of a thing or notion,\nbetween means and ends, between causes and conditions; also the\ndivision of the mind into the rational, concupiscent, and irascible\nelements, or of pleasures and desires into necessary and\nunnecessary—these and other great forms of thought are all of them to\nbe found in the Republic, and were probably first invented by Plato.\nThe greatest of all logical truths, and the one of which writers on\nphilosophy are most apt to lose sight, the difference between words and\nthings, has been most strenuously insisted on by him (cp. Rep.; Polit.;\nCratyl. 435, 436 ff), although he has not always avoided the confusion\nof them in his own writings (e.g. Rep.). But he does not bind up truth\nin logical formulae,—logic is still veiled in metaphysics; and the\nscience which he imagines to ‘contemplate all truth and all existence’\nis very unlike the doctrine of the syllogism which Aristotle claims to\nhave discovered (Soph. Elenchi, 33. 18).\nBOOK I. I went down yesterday to the Piraeus with Glaucon the son of Ariston,\nthat I might offer up my prayers to the goddess (Bendis, the Thracian\nArtemis.); and also because I wanted to see in what manner they would\ncelebrate the festival, which was a new thing. I was delighted with the\nprocession of the inhabitants; but that of the Thracians was equally,\nif not more, beautiful. When we had finished our prayers and viewed the\nspectacle, we turned in the direction of the city; and at that instant\nPolemarchus the son of Cephalus chanced to catch sight of us from a\ndistance as we were starting on our way home, and told his servant to\nrun and bid us wait for him. The servant took hold of me by the cloak\nbehind, and said: Polemarchus desires you to wait.\nI turned round, and asked him where his master was.\nThere he is, said the youth, coming after you, if you will only wait.\nCertainly we will, said Glaucon; and in a few minutes Polemarchus\nappeared, and with him Adeimantus, Glaucon’s brother, Niceratus the son\nof Nicias, and several others who had been at the procession.\nPolemarchus said to me: I perceive, Socrates, that you and your\ncompanion are already on your way to the city.\nYou are not far wrong, I said.\nBut do you see, he rejoined, how many we are?\nOf course.\nAnd are you stronger than all these? for if not, you will have to\nremain where you are.\nMay there not be the alternative, I said, that we may persuade you to\nlet us go?\nBut can you persuade us, if we refuse to listen to you? he said.\nCertainly not, replied Glaucon.\nThen we are not going to listen; of that you may be assured.\nAdeimantus added: Has no one told you of the torch-race on horseback in\nhonour of the goddess which will take place in the evening?\nWith horses! I replied: That is a novelty. Will horsemen carry torches\nand pass them one to another during the race?\nYes, said Polemarchus, and not only so, but a festival will be\ncelebrated at night, which you certainly ought to see. Let us rise soon\nafter supper and see this festival; there will be a gathering of young\nmen, and we will have a good talk. Stay then, and do not be perverse.\nGlaucon said: I suppose, since you insist, that we must.\nVery good, I replied.\nAccordingly we went with Polemarchus to his house; and there we found\nhis brothers Lysias and Euthydemus, and with them Thrasymachus the\nChalcedonian, Charmantides the Paeanian, and Cleitophon the son of\nAristonymus. There too was Cephalus the father of Polemarchus, whom I\nhad not seen for a long time, and I thought him very much aged. He was\nseated on a cushioned chair, and had a garland on his head, for he had\nbeen sacrificing in the court; and there were some other chairs in the\nroom arranged in a semicircle, upon which we sat down by him. He\nsaluted me eagerly, and then he said:—\nYou don’t come to see me, Socrates, as often as you ought: If I were\nstill able to go and see you I would not ask you to come to me. But at\nmy age I can hardly get to the city, and therefore you should come\noftener to the Piraeus. For let me tell you, that the more the\npleasures of the body fade away, the greater to me is the pleasure and\ncharm of conversation. Do not then deny my request, but make our house\nyour resort and keep company with these young men; we are old friends,\nand you will be quite at home with us.\nI replied: There is nothing which for my part I like better, Cephalus,\nthan conversing with aged men; for I regard them as travellers who have\ngone a journey which I too may have to go, and of whom I ought to\nenquire, whether the way is smooth and easy, or rugged and difficult.\nAnd this is a question which I should like to ask of you who have\narrived at that time which the poets call the ‘threshold of old age’—Is\nlife harder towards the end, or what report do you give of it?\nI will tell you, Socrates, he said, what my own feeling is. Men of my\nage flock together; we are birds of a feather, as the old proverb says;\nand at our meetings the tale of my acquaintance commonly is—I cannot\neat, I cannot drink; the pleasures of youth and love are fled away:\nthere was a good time once, but now that is gone, and life is no longer\nlife. Some complain of the slights which are put upon them by\nrelations, and they will tell you sadly of how many evils their old age\nis the cause. But to me, Socrates, these complainers seem to blame that\nwhich is not really in fault. For if old age were the cause, I too\nbeing old, and every other old man, would have felt as they do. But\nthis is not my own experience, nor that of others whom I have known.\nHow well I remember the aged poet Sophocles, when in answer to the\nquestion, How does love suit with age, Sophocles,—are you still the man\nyou were? Peace, he replied; most gladly have I escaped the thing of\nwhich you speak; I feel as if I had escaped from a mad and furious\nmaster. His words have often occurred to my mind since, and they seem\nas good to me now as at the time when he uttered them. For certainly\nold age has a great sense of calm and freedom; when the passions relax\ntheir hold, then, as Sophocles says, we are freed from the grasp not of\none mad master only, but of many. The truth is, Socrates, that these\nregrets, and also the complaints about relations, are to be attributed\nto the same cause, which is not old age, but men’s characters and\ntempers; for he who is of a calm and happy nature will hardly feel the\npressure of age, but to him who is of an opposite disposition youth and\nage are equally a burden.\nI listened in admiration, and wanting to draw him out, that he might go\non—Yes, Cephalus, I said: but I rather suspect that people in general\nare not convinced by you when you speak thus; they think that old age\nsits lightly upon you, not because of your happy disposition, but\nbecause you are rich, and wealth is well known to be a great comforter.\nYou are right, he replied; they are not convinced: and there is\nsomething in what they say; not, however, so much as they imagine. I\nmight answer them as Themistocles answered the Seriphian who was\nabusing him and saying that he was famous, not for his own merits but\nbecause he was an Athenian: ‘If you had been a native of my country or\nI of yours, neither of us would have been famous.’ And to those who are\nnot rich and are impatient of old age, the same reply may be made; for\nto the good poor man old age cannot be a light burden, nor can a bad\nrich man ever have peace with himself.\nMay I ask, Cephalus, whether your fortune was for the most part\ninherited or acquired by you?\nAcquired! Socrates; do you want to know how much I acquired? In the art\nof making money I have been midway between my father and grandfather:\nfor my grandfather, whose name I bear, doubled and trebled the value of\nhis patrimony, that which he inherited being much what I possess now;\nbut my father Lysanias reduced the property below what it is at\npresent: and I shall be satisfied if I leave to these my sons not less\nbut a little more than I received.\nThat was why I asked you the question, I replied, because I see that\nyou are indifferent about money, which is a characteristic rather of\nthose who have inherited their fortunes than of those who have acquired\nthem; the makers of fortunes have a second love of money as a creation\nof their own, resembling the affection of authors for their own poems,\nor of parents for their children, besides that natural love of it for\nthe sake of use and profit which is common to them and all men. And\nhence they are very bad company, for they can talk about nothing but\nthe praises of wealth.\nThat is true, he said.\nYes, that is very true, but may I ask another question?—What do you\nconsider to be the greatest blessing which you have reaped from your\nwealth?\nOne, he said, of which I could not expect easily to convince others.\nFor let me tell you, Socrates, that when a man thinks himself to be\nnear death, fears and cares enter into his mind which he never had\nbefore; the tales of a world below and the punishment which is exacted\nthere of deeds done here were once a laughing matter to him, but now he\nis tormented with the thought that they may be true: either from the\nweakness of age, or because he is now drawing nearer to that other\nplace, he has a clearer view of these things; suspicions and alarms\ncrowd thickly upon him, and he begins to reflect and consider what\nwrongs he has done to others. And when he finds that the sum of his\ntransgressions is great he will many a time like a child start up in\nhis sleep for fear, and he is filled with dark forebodings. But to him\nwho is conscious of no sin, sweet hope, as Pindar charmingly says, is\nthe kind nurse of his age:\n‘Hope,’ he says, ‘cherishes the soul of him who lives in justice and\nholiness, and is the nurse of his age and the companion of his\njourney;—hope which is mightiest to sway the restless soul of man.’\nHow admirable are his words! And the great blessing of riches, I do not\nsay to every man, but to a good man, is, that he has had no occasion to\ndeceive or to defraud others, either intentionally or unintentionally;\nand when he departs to the world below he is not in any apprehension\nabout offerings due to the gods or debts which he owes to men. Now to\nthis peace of mind the possession of wealth greatly contributes; and\ntherefore I say, that, setting one thing against another, of the many\nadvantages which wealth has to give, to a man of sense this is in my\nopinion the greatest.\nWell said, Cephalus, I replied; but as concerning justice, what is\nit?—to speak the truth and to pay your debts—no more than this? And\neven to this are there not exceptions? Suppose that a friend when in\nhis right mind has deposited arms with me and he asks for them when he\nis not in his right mind, ought I to give them back to him? No one\nwould say that I ought or that I should be right in doing so, any more\nthan they would say that I ought always to speak the truth to one who\nis in his condition.\nYou are quite right, he replied.\nBut then, I said, speaking the truth and paying your debts is not a\ncorrect definition of justice.\nQuite correct, Socrates, if Simonides is to be believed, said\nPolemarchus interposing.\nI fear, said Cephalus, that I must go now, for I have to look after the\nsacrifices, and I hand over the argument to Polemarchus and the\ncompany.\nIs not Polemarchus your heir? I said.\nTo be sure, he answered, and went away laughing to the sacrifices.\nTell me then, O thou heir of the argument, what did Simonides say, and\naccording to you truly say, about justice?\nHe said that the repayment of a debt is just, and in saying so he\nappears to me to be right.\nI should be sorry to doubt the word of such a wise and inspired man,\nbut his meaning, though probably clear to you, is the reverse of clear\nto me. For he certainly does not mean, as we were just now saying, that\nI ought to return a deposit of arms or of anything else to one who asks\nfor it when he is not in his right senses; and yet a deposit cannot be\ndenied to be a debt.\nTrue.\nThen when the person who asks me is not in his right mind I am by no\nmeans to make the return?\nCertainly not.\nWhen Simonides said that the repayment of a debt was justice, he did\nnot mean to include that case?\nCertainly not; for he thinks that a friend ought always to do good to a\nfriend and never evil.\nYou mean that the return of a deposit of gold which is to the injury of\nthe receiver, if the two parties are friends, is not the repayment of a\ndebt,—that is what you would imagine him to say?\nYes.\nAnd are enemies also to receive what we owe to them?\nTo be sure, he said, they are to receive what we owe them, and an\nenemy, as I take it, owes to an enemy that which is due or proper to\nhim—that is to say, evil.\nSimonides, then, after the manner of poets, would seem to have spoken\ndarkly of the nature of justice; for he really meant to say that\njustice is the giving to each man what is proper to him, and this he\ntermed a debt.\nThat must have been his meaning, he said.\nBy heaven! I replied; and if we asked him what due or proper thing is\ngiven by medicine, and to whom, what answer do you think that he would\nmake to us?\nHe would surely reply that medicine gives drugs and meat and drink to\nhuman bodies.\nAnd what due or proper thing is given by cookery, and to what?\nSeasoning to food.\nAnd what is that which justice gives, and to whom?\nIf, Socrates, we are to be guided at all by the analogy of the\npreceding instances, then justice is the art which gives good to\nfriends and evil to enemies.\nThat is his meaning then?\nI think so.\nAnd who is best able to do good to his friends and evil to his enemies\nin time of sickness?\nThe physician.\nOr when they are on a voyage, amid the perils of the sea?\nThe pilot.\nAnd in what sort of actions or with a view to what result is the just\nman most able to do harm to his enemy and good to his friend?\nIn going to war against the one and in making alliances with the other.\nBut when a man is well, my dear Polemarchus, there is no need of a\nphysician?\nNo.\nAnd he who is not on a voyage has no need of a pilot?\nNo.\nThen in time of peace justice will be of no use?\nI am very far from thinking so.\nYou think that justice may be of use in peace as well as in war?\nYes.\nLike husbandry for the acquisition of corn?\nYes.\nOr like shoemaking for the acquisition of shoes,—that is what you mean?\nYes.\nAnd what similar use or power of acquisition has justice in time of\npeace?\nIn contracts, Socrates, justice is of use.\nAnd by contracts you mean partnerships?\nExactly.\nBut is the just man or the skilful player a more useful and better\npartner at a game of draughts?\nThe skilful player.\nAnd in the laying of bricks and stones is the just man a more useful or\nbetter partner than the builder?\nQuite the reverse.\nThen in what sort of partnership is the just man a better partner than\nthe harp-player, as in playing the harp the harp-player is certainly a\nbetter partner than the just man?\nIn a money partnership.\nYes, Polemarchus, but surely not in the use of money; for you do not\nwant a just man to be your counsellor in the purchase or sale of a\nhorse; a man who is knowing about horses would be better for that,\nwould he not?\nCertainly.\nAnd when you want to buy a ship, the shipwright or the pilot would be\nbetter?\nTrue.\nThen what is that joint use of silver or gold in which the just man is\nto be preferred?\nWhen you want a deposit to be kept safely.\nYou mean when money is not wanted, but allowed to lie?\nPrecisely.\nThat is to say, justice is useful when money is useless?\nThat is the inference.\nAnd when you want to keep a pruning-hook safe, then justice is useful\nto the individual and to the state; but when you want to use it, then\nthe art of the vine-dresser?\nClearly.\nAnd when you want to keep a shield or a lyre, and not to use them, you\nwould say that justice is useful; but when you want to use them, then\nthe art of the soldier or of the musician?\nCertainly.\nAnd so of all other things;—justice is useful when they are useless,\nand useless when they are useful?\nThat is the inference.\nThen justice is not good for much. But let us consider this further\npoint: Is not he who can best strike a blow in a boxing match or in any\nkind of fighting best able to ward off a blow?\nCertainly.\nAnd he who is most skilful in preventing or escaping from a disease is\nbest able to create one?\nTrue.\nAnd he is the best guard of a camp who is best able to steal a march\nupon the enemy?\nCertainly.\nThen he who is a good keeper of anything is also a good thief?\nThat, I suppose, is to be inferred.\nThen if the just man is good at keeping money, he is good at stealing\nit.\nThat is implied in the argument.\nThen after all the just man has turned out to be a thief. And this is a\nlesson which I suspect you must have learnt out of Homer; for he,\nspeaking of Autolycus, the maternal grandfather of Odysseus, who is a\nfavourite of his, affirms that\n‘He was excellent above all men in theft and perjury.’\nAnd so, you and Homer and Simonides are agreed that justice is an art\nof theft; to be practised however ‘for the good of friends and for the\nharm of enemies,’—that was what you were saying?\nNo, certainly not that, though I do not now know what I did say; but I\nstill stand by the latter words.\nWell, there is another question: By friends and enemies do we mean\nthose who are so really, or only in seeming?\nSurely, he said, a man may be expected to love those whom he thinks\ngood, and to hate those whom he thinks evil.\nYes, but do not persons often err about good and evil: many who are not\ngood seem to be so, and conversely?\nThat is true.\nThen to them the good will be enemies and the evil will be their\nfriends? True.\nAnd in that case they will be right in doing good to the evil and evil\nto the good?\nClearly.\nBut the good are just and would not do an injustice?\nTrue.\nThen according to your argument it is just to injure those who do no\nwrong?\nNay, Socrates; the doctrine is immoral.\nThen I suppose that we ought to do good to the just and harm to the\nunjust?\nI like that better.\nBut see the consequence:—Many a man who is ignorant of human nature has\nfriends who are bad friends, and in that case he ought to do harm to\nthem; and he has good enemies whom he ought to benefit; but, if so, we\nshall be saying the very opposite of that which we affirmed to be the\nmeaning of Simonides.\nVery true, he said: and I think that we had better correct an error\ninto which we seem to have fallen in the use of the words ‘friend’ and\n‘enemy.’\nWhat was the error, Polemarchus? I asked.\nWe assumed that he is a friend who seems to be or who is thought good.\nAnd how is the error to be corrected?\nWe should rather say that he is a friend who is, as well as seems,\ngood; and that he who seems only, and is not good, only seems to be and\nis not a friend; and of an enemy the same may be said.\nYou would argue that the good are our friends and the bad our enemies?\nYes.\nAnd instead of saying simply as we did at first, that it is just to do\ngood to our friends and harm to our enemies, we should further say: It\nis just to do good to our friends when they are good and harm to our\nenemies when they are evil?\nYes, that appears to me to be the truth.\nBut ought the just to injure any one at all?\nUndoubtedly he ought to injure those who are both wicked and his\nenemies.\nWhen horses are injured, are they improved or deteriorated?\nThe latter.\nDeteriorated, that is to say, in the good qualities of horses, not of\ndogs?\nYes, of horses.\nAnd dogs are deteriorated in the good qualities of dogs, and not of\nhorses?\nOf course.\nAnd will not men who are injured be deteriorated in that which is the\nproper virtue of man?\nCertainly.\nAnd that human virtue is justice?\nTo be sure.\nThen men who are injured are of necessity made unjust?\nThat is the result.\nBut can the musician by his art make men unmusical?\nCertainly not.\nOr the horseman by his art make them bad horsemen?\nImpossible.\nAnd can the just by justice make men unjust, or speaking generally, can\nthe good by virtue make them bad?\nAssuredly not.\nAny more than heat can produce cold?\nIt cannot.\nOr drought moisture?\nClearly not.\nNor can the good harm any one?\nImpossible.\nAnd the just is the good?\nCertainly.\nThen to injure a friend or any one else is not the act of a just man,\nbut of the opposite, who is the unjust?\nI think that what you say is quite true, Socrates.\nThen if a man says that justice consists in the repayment of debts, and\nthat good is the debt which a just man owes to his friends, and evil\nthe debt which he owes to his enemies,—to say this is not wise; for it\nis not true, if, as has been clearly shown, the injuring of another can\nbe in no case just.\nI agree with you, said Polemarchus.\nThen you and I are prepared to take up arms against any one who\nattributes such a saying to Simonides or Bias or Pittacus, or any other\nwise man or seer?\nI am quite ready to do battle at your side, he said.\nShall I tell you whose I believe the saying to be?\nWhose?\nI believe that Periander or Perdiccas or Xerxes or Ismenias the Theban,\nor some other rich and mighty man, who had a great opinion of his own\npower, was the first to say that justice is ‘doing good to your friends\nand harm to your enemies.’\nMost true, he said.\nYes, I said; but if this definition of justice also breaks down, what\nother can be offered?\nSeveral times in the course of the discussion Thrasymachus had made an\nattempt to get the argument into his own hands, and had been put down\nby the rest of the company, who wanted to hear the end. But when\nPolemarchus and I had done speaking and there was a pause, he could no\nlonger hold his peace; and, gathering himself up, he came at us like a\nwild beast, seeking to devour us. We were quite panic-stricken at the\nsight of him.\nHe roared out to the whole company: What folly, Socrates, has taken\npossession of you all? And why, sillybillies, do you knock under to one\nanother? I say that if you want really to know what justice is, you\nshould not only ask but answer, and you should not seek honour to\nyourself from the refutation of an opponent, but have your own answer;\nfor there is many a one who can ask and cannot answer. And now I will\nnot have you say that justice is duty or advantage or profit or gain or\ninterest, for this sort of nonsense will not do for me; I must have\nclearness and accuracy.\nI was panic-stricken at his words, and could not look at him without\ntrembling. Indeed I believe that if I had not fixed my eye upon him, I\nshould have been struck dumb: but when I saw his fury rising, I looked\nat him first, and was therefore able to reply to him.\nThrasymachus, I said, with a quiver, don’t be hard upon us. Polemarchus\nand I may have been guilty of a little mistake in the argument, but I\ncan assure you that the error was not intentional. If we were seeking\nfor a piece of gold, you would not imagine that we were ‘knocking under\nto one another,’ and so losing our chance of finding it. And why, when\nwe are seeking for justice, a thing more precious than many pieces of\ngold, do you say that we are weakly yielding to one another and not\ndoing our utmost to get at the truth? Nay, my good friend, we are most\nwilling and anxious to do so, but the fact is that we cannot. And if\nso, you people who know all things should pity us and not be angry with\nus.\nHow characteristic of Socrates! he replied, with a bitter laugh;—that’s\nyour ironical style! Did I not foresee—have I not already told you,\nthat whatever he was asked he would refuse to answer, and try irony or\nany other shuffle, in order that he might avoid answering?\nYou are a philosopher, Thrasymachus, I replied, and well know that if\nyou ask a person what numbers make up twelve, taking care to prohibit\nhim whom you ask from answering twice six, or three times four, or six\ntimes two, or four times three, ‘for this sort of nonsense will not do\nfor me,’—then obviously, if that is your way of putting the question,\nno one can answer you. But suppose that he were to retort,\n‘Thrasymachus, what do you mean? If one of these numbers which you\ninterdict be the true answer to the question, am I falsely to say some\nother number which is not the right one?—is that your meaning?’—How\nwould you answer him?\nJust as if the two cases were at all alike! he said.\nWhy should they not be? I replied; and even if they are not, but only\nappear to be so to the person who is asked, ought he not to say what he\nthinks, whether you and I forbid him or not?\nI presume then that you are going to make one of the interdicted\nanswers?\nI dare say that I may, notwithstanding the danger, if upon reflection I\napprove of any of them.\nBut what if I give you an answer about justice other and better, he\nsaid, than any of these? What do you deserve to have done to you?\nDone to me!—as becomes the ignorant, I must learn from the wise—that is\nwhat I deserve to have done to me.\nWhat, and no payment! a pleasant notion!\nI will pay when I have the money, I replied.\nBut you have, Socrates, said Glaucon: and you, Thrasymachus, need be\nunder no anxiety about money, for we will all make a contribution for\nSocrates.\nYes, he replied, and then Socrates will do as he always does—refuse to\nanswer himself, but take and pull to pieces the answer of some one\nelse.\nWhy, my good friend, I said, how can any one answer who knows, and says\nthat he knows, just nothing; and who, even if he has some faint notions\nof his own, is told by a man of authority not to utter them? The\nnatural thing is, that the speaker should be some one like yourself who\nprofesses to know and can tell what he knows. Will you then kindly\nanswer, for the edification of the company and of myself?\nGlaucon and the rest of the company joined in my request, and\nThrasymachus, as any one might see, was in reality eager to speak; for\nhe thought that he had an excellent answer, and would distinguish\nhimself. But at first he affected to insist on my answering; at length\nhe consented to begin. Behold, he said, the wisdom of Socrates; he\nrefuses to teach himself, and goes about learning of others, to whom he\nnever even says Thank you.\nThat I learn of others, I replied, is quite true; but that I am\nungrateful I wholly deny. Money I have none, and therefore I pay in\npraise, which is all I have; and how ready I am to praise any one who\nappears to me to speak well you will very soon find out when you\nanswer; for I expect that you will answer well.\nListen, then, he said; I proclaim that justice is nothing else than the\ninterest of the stronger. And now why do you not praise me? But of\ncourse you won’t.\nLet me first understand you, I replied. Justice, as you say, is the\ninterest of the stronger. What, Thrasymachus, is the meaning of this?\nYou cannot mean to say that because Polydamas, the pancratiast, is\nstronger than we are, and finds the eating of beef conducive to his\nbodily strength, that to eat beef is therefore equally for our good who\nare weaker than he is, and right and just for us?\nThat’s abominable of you, Socrates; you take the words in the sense\nwhich is most damaging to the argument.\nNot at all, my good sir, I said; I am trying to understand them; and I\nwish that you would be a little clearer.\nWell, he said, have you never heard that forms of government differ;\nthere are tyrannies, and there are democracies, and there are\naristocracies?\nYes, I know.\nAnd the government is the ruling power in each state?\nCertainly.\nAnd the different forms of government make laws democratical,\naristocratical, tyrannical, with a view to their several interests; and\nthese laws, which are made by them for their own interests, are the\njustice which they deliver to their subjects, and him who transgresses\nthem they punish as a breaker of the law, and unjust. And that is what\nI mean when I say that in all states there is the same principle of\njustice, which is the interest of the government; and as the government\nmust be supposed to have power, the only reasonable conclusion is, that\neverywhere there is one principle of justice, which is the interest of\nthe stronger.\nNow I understand you, I said; and whether you are right or not I will\ntry to discover. But let me remark, that in defining justice you have\nyourself used the word ‘interest’ which you forbade me to use. It is\ntrue, however, that in your definition the words ‘of the stronger’ are\nadded.\nA small addition, you must allow, he said.\nGreat or small, never mind about that: we must first enquire whether\nwhat you are saying is the truth. Now we are both agreed that justice\nis interest of some sort, but you go on to say ‘of the stronger’; about\nthis addition I am not so sure, and must therefore consider further.\nProceed.\nI will; and first tell me, Do you admit that it is just for subjects to\nobey their rulers?\nI do.\nBut are the rulers of states absolutely infallible, or are they\nsometimes liable to err?\nTo be sure, he replied, they are liable to err.\nThen in making their laws they may sometimes make them rightly, and\nsometimes not?\nTrue.\nWhen they make them rightly, they make them agreeably to their\ninterest; when they are mistaken, contrary to their interest; you admit\nthat?\nYes.\nAnd the laws which they make must be obeyed by their subjects,—and that\nis what you call justice?\nDoubtless.\nThen justice, according to your argument, is not only obedience to the\ninterest of the stronger but the reverse?\nWhat is that you are saying? he asked.\nI am only repeating what you are saying, I believe. But let us\nconsider: Have we not admitted that the rulers may be mistaken about\ntheir own interest in what they command, and also that to obey them is\njustice? Has not that been admitted?\nYes.\nThen you must also have acknowledged justice not to be for the interest\nof the stronger, when the rulers unintentionally command things to be\ndone which are to their own injury. For if, as you say, justice is the\nobedience which the subject renders to their commands, in that case, O\nwisest of men, is there any escape from the conclusion that the weaker\nare commanded to do, not what is for the interest, but what is for the\ninjury of the stronger?\nNothing can be clearer, Socrates, said Polemarchus.\nYes, said Cleitophon, interposing, if you are allowed to be his\nwitness.\nBut there is no need of any witness, said Polemarchus, for Thrasymachus\nhimself acknowledges that rulers may sometimes command what is not for\ntheir own interest, and that for subjects to obey them is justice.\nYes, Polemarchus,—Thrasymachus said that for subjects to do what was\ncommanded by their rulers is just.\nYes, Cleitophon, but he also said that justice is the interest of the\nstronger, and, while admitting both these propositions, he further\nacknowledged that the stronger may command the weaker who are his\nsubjects to do what is not for his own interest; whence follows that\njustice is the injury quite as much as the interest of the stronger.\nBut, said Cleitophon, he meant by the interest of the stronger what the\nstronger thought to be his interest,—this was what the weaker had to\ndo; and this was affirmed by him to be justice.\nThose were not his words, rejoined Polemarchus.\nNever mind, I replied, if he now says that they are, let us accept his\nstatement. Tell me, Thrasymachus, I said, did you mean by justice what\nthe stronger thought to be his interest, whether really so or not?\nCertainly not, he said. Do you suppose that I call him who is mistaken\nthe stronger at the time when he is mistaken?\nYes, I said, my impression was that you did so, when you admitted that\nthe ruler was not infallible but might be sometimes mistaken.\nYou argue like an informer, Socrates. Do you mean, for example, that he\nwho is mistaken about the sick is a physician in that he is mistaken?\nor that he who errs in arithmetic or grammar is an arithmetician or\ngrammarian at the time when he is making the mistake, in respect of the\nmistake? True, we say that the physician or arithmetician or grammarian\nhas made a mistake, but this is only a way of speaking; for the fact is\nthat neither the grammarian nor any other person of skill ever makes a\nmistake in so far as he is what his name implies; they none of them err\nunless their skill fails them, and then they cease to be skilled\nartists. No artist or sage or ruler errs at the time when he is what\nhis name implies; though he is commonly said to err, and I adopted the\ncommon mode of speaking. But to be perfectly accurate, since you are\nsuch a lover of accuracy, we should say that the ruler, in so far as he\nis a ruler, is unerring, and, being unerring, always commands that\nwhich is for his own interest; and the subject is required to execute\nhis commands; and therefore, as I said at first and now repeat, justice\nis the interest of the stronger.\nIndeed, Thrasymachus, and do I really appear to you to argue like an\ninformer?\nCertainly, he replied.\nAnd do you suppose that I ask these questions with any design of\ninjuring you in the argument?\nNay, he replied, ‘suppose’ is not the word—I know it; but you will be\nfound out, and by sheer force of argument you will never prevail.\nI shall not make the attempt, my dear man; but to avoid any\nmisunderstanding occurring between us in future, let me ask, in what\nsense do you speak of a ruler or stronger whose interest, as you were\nsaying, he being the superior, it is just that the inferior should\nexecute—is he a ruler in the popular or in the strict sense of the\nterm?\nIn the strictest of all senses, he said. And now cheat and play the\ninformer if you can; I ask no quarter at your hands. But you never will\nbe able, never.\nAnd do you imagine, I said, that I am such a madman as to try and\ncheat, Thrasymachus? I might as well shave a lion.\nWhy, he said, you made the attempt a minute ago, and you failed.\nEnough, I said, of these civilities. It will be better that I should\nask you a question: Is the physician, taken in that strict sense of\nwhich you are speaking, a healer of the sick or a maker of money? And\nremember that I am now speaking of the true physician.\nA healer of the sick, he replied.\nAnd the pilot—that is to say, the true pilot—is he a captain of sailors\nor a mere sailor?\nA captain of sailors.\nThe circumstance that he sails in the ship is not to be taken into\naccount; neither is he to be called a sailor; the name pilot by which\nhe is distinguished has nothing to do with sailing, but is significant\nof his skill and of his authority over the sailors.\nVery true, he said.\nNow, I said, every art has an interest?\nCertainly.\nFor which the art has to consider and provide?\nYes, that is the aim of art.\nAnd the interest of any art is the perfection of it—this and nothing\nelse?\nWhat do you mean?\nI mean what I may illustrate negatively by the example of the body.\nSuppose you were to ask me whether the body is self-sufficing or has\nwants, I should reply: Certainly the body has wants; for the body may\nbe ill and require to be cured, and has therefore interests to which\nthe art of medicine ministers; and this is the origin and intention of\nmedicine, as you will acknowledge. Am I not right?\nQuite right, he replied.\nBut is the art of medicine or any other art faulty or deficient in any\nquality in the same way that the eye may be deficient in sight or the\near fail of hearing, and therefore requires another art to provide for\nthe interests of seeing and hearing—has art in itself, I say, any\nsimilar liability to fault or defect, and does every art require\nanother supplementary art to provide for its interests, and that\nanother and another without end? Or have the arts to look only after\ntheir own interests? Or have they no need either of themselves or of\nanother?—having no faults or defects, they have no need to correct\nthem, either by the exercise of their own art or of any other; they\nhave only to consider the interest of their subject-matter. For every\nart remains pure and faultless while remaining true—that is to say,\nwhile perfect and unimpaired. Take the words in your precise sense, and\ntell me whether I am not right.\nYes, clearly.\nThen medicine does not consider the interest of medicine, but the\ninterest of the body?\nTrue, he said.\nNor does the art of horsemanship consider the interests of the art of\nhorsemanship, but the interests of the horse; neither do any other arts\ncare for themselves, for they have no needs; they care only for that\nwhich is the subject of their art?\nTrue, he said.\nBut surely, Thrasymachus, the arts are the superiors and rulers of\ntheir own subjects?\nTo this he assented with a good deal of reluctance.\nThen, I said, no science or art considers or enjoins the interest of\nthe stronger or superior, but only the interest of the subject and\nweaker?\nHe made an attempt to contest this proposition also, but finally\nacquiesced.\nThen, I continued, no physician, in so far as he is a physician,\nconsiders his own good in what he prescribes, but the good of his\npatient; for the true physician is also a ruler having the human body\nas a subject, and is not a mere money-maker; that has been admitted?\nYes.\nAnd the pilot likewise, in the strict sense of the term, is a ruler of\nsailors and not a mere sailor?\nThat has been admitted.\nAnd such a pilot and ruler will provide and prescribe for the interest\nof the sailor who is under him, and not for his own or the ruler’s\ninterest?\nHe gave a reluctant ‘Yes.’\nThen, I said, Thrasymachus, there is no one in any rule who, in so far\nas he is a ruler, considers or enjoins what is for his own interest,\nbut always what is for the interest of his subject or suitable to his\nart; to that he looks, and that alone he considers in everything which\nhe says and does.\nWhen we had got to this point in the argument, and every one saw that\nthe definition of justice had been completely upset, Thrasymachus,\ninstead of replying to me, said: Tell me, Socrates, have you got a\nnurse?\nWhy do you ask such a question, I said, when you ought rather to be\nanswering?\nBecause she leaves you to snivel, and never wipes your nose: she has\nnot even taught you to know the shepherd from the sheep.\nWhat makes you say that? I replied.\nBecause you fancy that the shepherd or neatherd fattens or tends the\nsheep or oxen with a view to their own good and not to the good of\nhimself or his master; and you further imagine that the rulers of\nstates, if they are true rulers, never think of their subjects as\nsheep, and that they are not studying their own advantage day and\nnight. Oh, no; and so entirely astray are you in your ideas about the\njust and unjust as not even to know that justice and the just are in\nreality another’s good; that is to say, the interest of the ruler and\nstronger, and the loss of the subject and servant; and injustice the\nopposite; for the unjust is lord over the truly simple and just: he is\nthe stronger, and his subjects do what is for his interest, and\nminister to his happiness, which is very far from being their own.\nConsider further, most foolish Socrates, that the just is always a\nloser in comparison with the unjust. First of all, in private\ncontracts: wherever the unjust is the partner of the just you will find\nthat, when the partnership is dissolved, the unjust man has always more\nand the just less. Secondly, in their dealings with the State: when\nthere is an income-tax, the just man will pay more and the unjust less\non the same amount of income; and when there is anything to be received\nthe one gains nothing and the other much. Observe also what happens\nwhen they take an office; there is the just man neglecting his affairs\nand perhaps suffering other losses, and getting nothing out of the\npublic, because he is just; moreover he is hated by his friends and\nacquaintance for refusing to serve them in unlawful ways. But all this\nis reversed in the case of the unjust man. I am speaking, as before, of\ninjustice on a large scale in which the advantage of the unjust is most\napparent; and my meaning will be most clearly seen if we turn to that\nhighest form of injustice in which the criminal is the happiest of men,\nand the sufferers or those who refuse to do injustice are the most\nmiserable—that is to say tyranny, which by fraud and force takes away\nthe property of others, not little by little but wholesale;\ncomprehending in one, things sacred as well as profane, private and\npublic; for which acts of wrong, if he were detected perpetrating any\none of them singly, he would be punished and incur great disgrace—they\nwho do such wrong in particular cases are called robbers of temples,\nand man-stealers and burglars and swindlers and thieves. But when a man\nbesides taking away the money of the citizens has made slaves of them,\nthen, instead of these names of reproach, he is termed happy and\nblessed, not only by the citizens but by all who hear of his having\nachieved the consummation of injustice. For mankind censure injustice,\nfearing that they may be the victims of it and not because they shrink\nfrom committing it. And thus, as I have shown, Socrates, injustice,\nwhen on a sufficient scale, has more strength and freedom and mastery\nthan justice; and, as I said at first, justice is the interest of the\nstronger, whereas injustice is a man’s own profit and interest.\nThrasymachus, when he had thus spoken, having, like a bath-man, deluged\nour ears with his words, had a mind to go away. But the company would\nnot let him; they insisted that he should remain and defend his\nposition; and I myself added my own humble request that he would not\nleave us. Thrasymachus, I said to him, excellent man, how suggestive\nare your remarks! And are you going to run away before you have fairly\ntaught or learned whether they are true or not? Is the attempt to\ndetermine the way of man’s life so small a matter in your eyes—to\ndetermine how life may be passed by each one of us to the greatest\nadvantage?\nAnd do I differ from you, he said, as to the importance of the enquiry?\nYou appear rather, I replied, to have no care or thought about us,\nThrasymachus—whether we live better or worse from not knowing what you\nsay you know, is to you a matter of indifference. Prithee, friend, do\nnot keep your knowledge to yourself; we are a large party; and any\nbenefit which you confer upon us will be amply rewarded. For my own\npart I openly declare that I am not convinced, and that I do not\nbelieve injustice to be more gainful than justice, even if uncontrolled\nand allowed to have free play. For, granting that there may be an\nunjust man who is able to commit injustice either by fraud or force,\nstill this does not convince me of the superior advantage of injustice,\nand there may be others who are in the same predicament with myself.\nPerhaps we may be wrong; if so, you in your wisdom should convince us\nthat we are mistaken in preferring justice to injustice.\nAnd how am I to convince you, he said, if you are not already convinced\nby what I have just said; what more can I do for you? Would you have me\nput the proof bodily into your souls?\nHeaven forbid! I said; I would only ask you to be consistent; or, if\nyou change, change openly and let there be no deception. For I must\nremark, Thrasymachus, if you will recall what was previously said, that\nalthough you began by defining the true physician in an exact sense,\nyou did not observe a like exactness when speaking of the shepherd; you\nthought that the shepherd as a shepherd tends the sheep not with a view\nto their own good, but like a mere diner or banquetter with a view to\nthe pleasures of the table; or, again, as a trader for sale in the\nmarket, and not as a shepherd. Yet surely the art of the shepherd is\nconcerned only with the good of his subjects; he has only to provide\nthe best for them, since the perfection of the art is already ensured\nwhenever all the requirements of it are satisfied. And that was what I\nwas saying just now about the ruler. I conceived that the art of the\nruler, considered as ruler, whether in a state or in private life,\ncould only regard the good of his flock or subjects; whereas you seem\nto think that the rulers in states, that is to say, the true rulers,\nlike being in authority.\nThink! Nay, I am sure of it.\nThen why in the case of lesser offices do men never take them willingly\nwithout payment, unless under the idea that they govern for the\nadvantage not of themselves but of others? Let me ask you a question:\nAre not the several arts different, by reason of their each having a\nseparate function? And, my dear illustrious friend, do say what you\nthink, that we may make a little progress.\nYes, that is the difference, he replied.\nAnd each art gives us a particular good and not merely a general\none—medicine, for example, gives us health; navigation, safety at sea,\nand so on?\nYes, he said.\nAnd the art of payment has the special function of giving pay: but we\ndo not confuse this with other arts, any more than the art of the pilot\nis to be confused with the art of medicine, because the health of the\npilot may be improved by a sea voyage. You would not be inclined to\nsay, would you, that navigation is the art of medicine, at least if we\nare to adopt your exact use of language?\nCertainly not.\nOr because a man is in good health when he receives pay you would not\nsay that the art of payment is medicine?\nI should not.\nNor would you say that medicine is the art of receiving pay because a\nman takes fees when he is engaged in healing?\nCertainly not.\nAnd we have admitted, I said, that the good of each art is specially\nconfined to the art?\nYes.\nThen, if there be any good which all artists have in common, that is to\nbe attributed to something of which they all have the common use?\nTrue, he replied.\nAnd when the artist is benefited by receiving pay the advantage is\ngained by an additional use of the art of pay, which is not the art\nprofessed by him?\nHe gave a reluctant assent to this.\nThen the pay is not derived by the several artists from their\nrespective arts. But the truth is, that while the art of medicine gives\nhealth, and the art of the builder builds a house, another art attends\nthem which is the art of pay. The various arts may be doing their own\nbusiness and benefiting that over which they preside, but would the\nartist receive any benefit from his art unless he were paid as well?\nI suppose not.\nBut does he therefore confer no benefit when he works for nothing?\nCertainly, he confers a benefit.\nThen now, Thrasymachus, there is no longer any doubt that neither arts\nnor governments provide for their own interests; but, as we were before\nsaying, they rule and provide for the interests of their subjects who\nare the weaker and not the stronger—to their good they attend and not\nto the good of the superior. And this is the reason, my dear\nThrasymachus, why, as I was just now saying, no one is willing to\ngovern; because no one likes to take in hand the reformation of evils\nwhich are not his concern without remuneration. For, in the execution\nof his work, and in giving his orders to another, the true artist does\nnot regard his own interest, but always that of his subjects; and\ntherefore in order that rulers may be willing to rule, they must be\npaid in one of three modes of payment, money, or honour, or a penalty\nfor refusing.\nWhat do you mean, Socrates? said Glaucon. The first two modes of\npayment are intelligible enough, but what the penalty is I do not\nunderstand, or how a penalty can be a payment.\nYou mean that you do not understand the nature of this payment which to\nthe best men is the great inducement to rule? Of course you know that\nambition and avarice are held to be, as indeed they are, a disgrace?\nVery true.\nAnd for this reason, I said, money and honour have no attraction for\nthem; good men do not wish to be openly demanding payment for governing\nand so to get the name of hirelings, nor by secretly helping themselves\nout of the public revenues to get the name of thieves. And not being\nambitious they do not care about honour. Wherefore necessity must be\nlaid upon them, and they must be induced to serve from the fear of\npunishment. And this, as I imagine, is the reason why the forwardness\nto take office, instead of waiting to be compelled, has been deemed\ndishonourable. Now the worst part of the punishment is that he who\nrefuses to rule is liable to be ruled by one who is worse than himself.\nAnd the fear of this, as I conceive, induces the good to take office,\nnot because they would, but because they cannot help—not under the idea\nthat they are going to have any benefit or enjoyment themselves, but as\na necessity, and because they are not able to commit the task of ruling\nto any one who is better than themselves, or indeed as good. For there\nis reason to think that if a city were composed entirely of good men,\nthen to avoid office would be as much an object of contention as to\nobtain office is at present; then we should have plain proof that the\ntrue ruler is not meant by nature to regard his own interest, but that\nof his subjects; and every one who knew this would choose rather to\nreceive a benefit from another than to have the trouble of conferring\none. So far am I from agreeing with Thrasymachus that justice is the\ninterest of the stronger. This latter question need not be further\ndiscussed at present; but when Thrasymachus says that the life of the\nunjust is more advantageous than that of the just, his new statement\nappears to me to be of a far more serious character. Which of us has\nspoken truly? And which sort of life, Glaucon, do you prefer?\nI for my part deem the life of the just to be the more advantageous, he\nanswered.\nDid you hear all the advantages of the unjust which Thrasymachus was\nrehearsing?\nYes, I heard him, he replied, but he has not convinced me.\nThen shall we try to find some way of convincing him, if we can, that\nhe is saying what is not true?\nMost certainly, he replied.\nIf, I said, he makes a set speech and we make another recounting all\nthe advantages of being just, and he answers and we rejoin, there must\nbe a numbering and measuring of the goods which are claimed on either\nside, and in the end we shall want judges to decide; but if we proceed\nin our enquiry as we lately did, by making admissions to one another,\nwe shall unite the offices of judge and advocate in our own persons.\nVery good, he said.\nAnd which method do I understand you to prefer? I said.\nThat which you propose.\nWell, then, Thrasymachus, I said, suppose you begin at the beginning\nand answer me. You say that perfect injustice is more gainful than\nperfect justice?\nYes, that is what I say, and I have given you my reasons.\nAnd what is your view about them? Would you call one of them virtue and\nthe other vice?\nCertainly.\nI suppose that you would call justice virtue and injustice vice?\nWhat a charming notion! So likely too, seeing that I affirm injustice\nto be profitable and justice not.\nWhat else then would you say?\nThe opposite, he replied.\nAnd would you call justice vice?\nNo, I would rather say sublime simplicity.\nThen would you call injustice malignity?\nNo; I would rather say discretion.\nAnd do the unjust appear to you to be wise and good?\nYes, he said; at any rate those of them who are able to be perfectly\nunjust, and who have the power of subduing states and nations; but\nperhaps you imagine me to be talking of cutpurses. Even this profession\nif undetected has advantages, though they are not to be compared with\nthose of which I was just now speaking.\nI do not think that I misapprehend your meaning, Thrasymachus, I\nreplied; but still I cannot hear without amazement that you class\ninjustice with wisdom and virtue, and justice with the opposite.\nCertainly I do so class them.\nNow, I said, you are on more substantial and almost unanswerable\nground; for if the injustice which you were maintaining to be\nprofitable had been admitted by you as by others to be vice and\ndeformity, an answer might have been given to you on received\nprinciples; but now I perceive that you will call injustice honourable\nand strong, and to the unjust you will attribute all the qualities\nwhich were attributed by us before to the just, seeing that you do not\nhesitate to rank injustice with wisdom and virtue.\nYou have guessed most infallibly, he replied.\nThen I certainly ought not to shrink from going through with the\nargument so long as I have reason to think that you, Thrasymachus, are\nspeaking your real mind; for I do believe that you are now in earnest\nand are not amusing yourself at our expense.\nI may be in earnest or not, but what is that to you?—to refute the\nargument is your business.\nVery true, I said; that is what I have to do: But will you be so good\nas answer yet one more question? Does the just man try to gain any\nadvantage over the just?\nFar otherwise; if he did he would not be the simple amusing creature\nwhich he is.\nAnd would he try to go beyond just action?\nHe would not.\nAnd how would he regard the attempt to gain an advantage over the\nunjust; would that be considered by him as just or unjust?\nHe would think it just, and would try to gain the advantage; but he\nwould not be able.\nWhether he would or would not be able, I said, is not to the point. My\nquestion is only whether the just man, while refusing to have more than\nanother just man, would wish and claim to have more than the unjust?\nYes, he would.\nAnd what of the unjust—does he claim to have more than the just man and\nto do more than is just?\nOf course, he said, for he claims to have more than all men.\nAnd the unjust man will strive and struggle to obtain more than the\nunjust man or action, in order that he may have more than all?\nTrue.\nWe may put the matter thus, I said—the just does not desire more than\nhis like but more than his unlike, whereas the unjust desires more than\nboth his like and his unlike?\nNothing, he said, can be better than that statement.\nAnd the unjust is good and wise, and the just is neither?\nGood again, he said.\nAnd is not the unjust like the wise and good and the just unlike them?\nOf course, he said, he who is of a certain nature, is like those who\nare of a certain nature; he who is not, not.\nEach of them, I said, is such as his like is?\nCertainly, he replied.\nVery good, Thrasymachus, I said; and now to take the case of the arts:\nyou would admit that one man is a musician and another not a musician?\nYes.\nAnd which is wise and which is foolish?\nClearly the musician is wise, and he who is not a musician is foolish.\nAnd he is good in as far as he is wise, and bad in as far as he is\nfoolish?\nYes.\nAnd you would say the same sort of thing of the physician?\nYes.\nAnd do you think, my excellent friend, that a musician when he adjusts\nthe lyre would desire or claim to exceed or go beyond a musician in the\ntightening and loosening the strings?\nI do not think that he would.\nBut he would claim to exceed the non-musician?\nOf course.\nAnd what would you say of the physician? In prescribing meats and\ndrinks would he wish to go beyond another physician or beyond the\npractice of medicine?\nHe would not.\nBut he would wish to go beyond the non-physician?\nYes.\nAnd about knowledge and ignorance in general; see whether you think\nthat any man who has knowledge ever would wish to have the choice of\nsaying or doing more than another man who has knowledge. Would he not\nrather say or do the same as his like in the same case?\nThat, I suppose, can hardly be denied.\nAnd what of the ignorant? would he not desire to have more than either\nthe knowing or the ignorant?\nI dare say.\nAnd the knowing is wise?\nYes.\nAnd the wise is good?\nTrue.\nThen the wise and good will not desire to gain more than his like, but\nmore than his unlike and opposite?\nI suppose so.\nWhereas the bad and ignorant will desire to gain more than both?\nYes.\nBut did we not say, Thrasymachus, that the unjust goes beyond both his\nlike and unlike? Were not these your words?\nThey were.\nAnd you also said that the just will not go beyond his like but his\nunlike?\nYes.\nThen the just is like the wise and good, and the unjust like the evil\nand ignorant?\nThat is the inference.\nAnd each of them is such as his like is?\nThat was admitted.\nThen the just has turned out to be wise and good and the unjust evil\nand ignorant.\nThrasymachus made all these admissions, not fluently, as I repeat them,\nbut with extreme reluctance; it was a hot summer’s day, and the\nperspiration poured from him in torrents; and then I saw what I had\nnever seen before, Thrasymachus blushing. As we were now agreed that\njustice was virtue and wisdom, and injustice vice and ignorance, I\nproceeded to another point:\nWell, I said, Thrasymachus, that matter is now settled; but were we not\nalso saying that injustice had strength; do you remember?\nYes, I remember, he said, but do not suppose that I approve of what you\nare saying or have no answer; if however I were to answer, you would be\nquite certain to accuse me of haranguing; therefore either permit me to\nhave my say out, or if you would rather ask, do so, and I will answer\n‘Very good,’ as they say to story-telling old women, and will nod ‘Yes’\nand ‘No.’\nCertainly not, I said, if contrary to your real opinion.\nYes, he said, I will, to please you, since you will not let me speak.\nWhat else would you have?\nNothing in the world, I said; and if you are so disposed I will ask and\nyou shall answer.\nProceed.\nThen I will repeat the question which I asked before, in order that our\nexamination of the relative nature of justice and injustice may be\ncarried on regularly. A statement was made that injustice is stronger\nand more powerful than justice, but now justice, having been identified\nwith wisdom and virtue, is easily shown to be stronger than injustice,\nif injustice is ignorance; this can no longer be questioned by any one.\nBut I want to view the matter, Thrasymachus, in a different way: You\nwould not deny that a state may be unjust and may be unjustly\nattempting to enslave other states, or may have already enslaved them,\nand may be holding many of them in subjection?\nTrue, he replied; and I will add that the best and most perfectly\nunjust state will be most likely to do so.\nI know, I said, that such was your position; but what I would further\nconsider is, whether this power which is possessed by the superior\nstate can exist or be exercised without justice or only with justice.\nIf you are right in your view, and justice is wisdom, then only with\njustice; but if I am right, then without justice.\nI am delighted, Thrasymachus, to see you not only nodding assent and\ndissent, but making answers which are quite excellent.\nThat is out of civility to you, he replied.\nYou are very kind, I said; and would you have the goodness also to\ninform me, whether you think that a state, or an army, or a band of\nrobbers and thieves, or any other gang of evil-doers could act at all\nif they injured one another?\nNo indeed, he said, they could not.\nBut if they abstained from injuring one another, then they might act\ntogether better?\nYes.\nAnd this is because injustice creates divisions and hatreds and\nfighting, and justice imparts harmony and friendship; is not that true,\nThrasymachus?\nI agree, he said, because I do not wish to quarrel with you.\nHow good of you, I said; but I should like to know also whether\ninjustice, having this tendency to arouse hatred, wherever existing,\namong slaves or among freemen, will not make them hate one another and\nset them at variance and render them incapable of common action?\nCertainly.\nAnd even if injustice be found in two only, will they not quarrel and\nfight, and become enemies to one another and to the just?\nThey will.\nAnd suppose injustice abiding in a single person, would your wisdom say\nthat she loses or that she retains her natural power?\nLet us assume that she retains her power.\nYet is not the power which injustice exercises of such a nature that\nwherever she takes up her abode, whether in a city, in an army, in a\nfamily, or in any other body, that body is, to begin with, rendered\nincapable of united action by reason of sedition and distraction; and\ndoes it not become its own enemy and at variance with all that opposes\nit, and with the just? Is not this the case?\nYes, certainly.\nAnd is not injustice equally fatal when existing in a single person; in\nthe first place rendering him incapable of action because he is not at\nunity with himself, and in the second place making him an enemy to\nhimself and the just? Is not that true, Thrasymachus?\nYes.\nAnd O my friend, I said, surely the gods are just?\nGranted that they are.\nBut if so, the unjust will be the enemy of the gods, and the just will\nbe their friend?\nFeast away in triumph, and take your fill of the argument; I will not\noppose you, lest I should displease the company.\nWell then, proceed with your answers, and let me have the remainder of\nmy repast. For we have already shown that the just are clearly wiser\nand better and abler than the unjust, and that the unjust are incapable\nof common action; nay more, that to speak as we did of men who are evil\nacting at any time vigorously together, is not strictly true, for if\nthey had been perfectly evil, they would have laid hands upon one\nanother; but it is evident that there must have been some remnant of\njustice in them, which enabled them to combine; if there had not been\nthey would have injured one another as well as their victims; they were\nbut half-villains in their enterprises; for had they been whole\nvillains, and utterly unjust, they would have been utterly incapable of\naction. That, as I believe, is the truth of the matter, and not what\nyou said at first. But whether the just have a better and happier life\nthan the unjust is a further question which we also proposed to\nconsider. I think that they have, and for the reasons which I have\ngiven; but still I should like to examine further, for no light matter\nis at stake, nothing less than the rule of human life.\nProceed.\nI will proceed by asking a question: Would you not say that a horse has\nsome end?\nI should.\nAnd the end or use of a horse or of anything would be that which could\nnot be accomplished, or not so well accomplished, by any other thing?\nI do not understand, he said.\nLet me explain: Can you see, except with the eye?\nCertainly not.\nOr hear, except with the ear?\nNo.\nThese then may be truly said to be the ends of these organs?\nThey may.\nBut you can cut off a vine-branch with a dagger or with a chisel, and\nin many other ways?\nOf course.\nAnd yet not so well as with a pruning-hook made for the purpose?\nTrue.\nMay we not say that this is the end of a pruning-hook?\nWe may.\nThen now I think you will have no difficulty in understanding my\nmeaning when I asked the question whether the end of anything would be\nthat which could not be accomplished, or not so well accomplished, by\nany other thing?\nI understand your meaning, he said, and assent.\nAnd that to which an end is appointed has also an excellence? Need I\nask again whether the eye has an end?\nIt has.\nAnd has not the eye an excellence?\nYes.\nAnd the ear has an end and an excellence also?\nTrue.\nAnd the same is true of all other things; they have each of them an end\nand a special excellence?\nThat is so.\nWell, and can the eyes fulfil their end if they are wanting in their\nown proper excellence and have a defect instead?\nHow can they, he said, if they are blind and cannot see?\nYou mean to say, if they have lost their proper excellence, which is\nsight; but I have not arrived at that point yet. I would rather ask the\nquestion more generally, and only enquire whether the things which\nfulfil their ends fulfil them by their own proper excellence, and fail\nof fulfilling them by their own defect?\nCertainly, he replied.\nI might say the same of the ears; when deprived of their own proper\nexcellence they cannot fulfil their end?\nTrue.\nAnd the same observation will apply to all other things?\nI agree.\nWell; and has not the soul an end which nothing else can fulfil? for\nexample, to superintend and command and deliberate and the like. Are\nnot these functions proper to the soul, and can they rightly be\nassigned to any other?\nTo no other.\nAnd is not life to be reckoned among the ends of the soul?\nAssuredly, he said.\nAnd has not the soul an excellence also?\nYes.\nAnd can she or can she not fulfil her own ends when deprived of that\nexcellence?\nShe cannot.\nThen an evil soul must necessarily be an evil ruler and superintendent,\nand the good soul a good ruler?\nYes, necessarily.\nAnd we have admitted that justice is the excellence of the soul, and\ninjustice the defect of the soul?\nThat has been admitted.\nThen the just soul and the just man will live well, and the unjust man\nwill live ill?\nThat is what your argument proves.\nAnd he who lives well is blessed and happy, and he who lives ill the\nreverse of happy?\nCertainly.\nThen the just is happy, and the unjust miserable?\nSo be it.\nBut happiness and not misery is profitable.\nOf course.\nThen, my blessed Thrasymachus, injustice can never be more profitable\nthan justice.\nLet this, Socrates, he said, be your entertainment at the Bendidea.\nFor which I am indebted to you, I said, now that you have grown gentle\ntowards me and have left off scolding. Nevertheless, I have not been\nwell entertained; but that was my own fault and not yours. As an\nepicure snatches a taste of every dish which is successively brought to\ntable, he not having allowed himself time to enjoy the one before, so\nhave I gone from one subject to another without having discovered what\nI sought at first, the nature of justice. I left that enquiry and\nturned away to consider whether justice is virtue and wisdom or evil\nand folly; and when there arose a further question about the\ncomparative advantages of justice and injustice, I could not refrain\nfrom passing on to that. And the result of the whole discussion has\nbeen that I know nothing at all. For I know not what justice is, and\ntherefore I am not likely to know whether it is or is not a virtue, nor\ncan I say whether the just man is happy or unhappy.", "source": "the_republic.txt"}
