{"text": "It is not that we have a short time to live, but that we waste a lot of it. Life is long enough, and a sufficiently generous amount has been given to us for the highest achievements if it were all well invested. But when it is wasted in heedless luxury and spent on no good activity, we are forced at last by death’s final constraint to realize that it has passed away before we knew it was passing. So it is: we are not given a short life but we make it short, and we are not ill-supplied but wasteful of it. Just as when ample and princely wealth falls to a bad owner it is squandered in a moment, but wealth however modest, if entrusted to a good custodian, increases with use, so our lifetime extends for plenty if you manage it properly.\nWhy do we complain of nature? She has shown herself kindly; life, if you know how to use it, is long. But one man is gripped by insatiable avarice, another by a laborious diligence in useless tasks. One is soaked in wine, another sluggish with idleness. One is worn out by political ambition, which is always at the mercy of the judgment of others.\nFinally, everybody agrees that no one pursuit can be successfully followed by a man who is busied with many things—eloquence cannot, nor the liberal studies—since the mind, when its interests are divided, takes in nothing very deeply, but rejects everything that is, as it were, crammed into it. There is nothing the busy man is less busied with than living: there is nothing that is harder to learn.", "source": "on_shortness_of_life.txt"}
{"text": "I beshrew me if I think anything more requisite than silence for a man who secludes himself in order to study! Imagine what a variety of noises reverberates about my ears! I have lodgings right over a bathing establishment. So picture to yourself the assortment of sounds, which are strong enough to make me hate my very powers of hearing! When your strenuous gentleman, for example, is exercising himself by flourishing leaden weights; when he is working hard, or else pretends to be working hard, I can hear him grunt; and whenever he releases his imprisoned breath, I can hear him panting in wheezy and high-pitched tones. Or perhaps I notice some lazy fellow, content with a cheap rub-down, and hear the crack of the pummelling hand on his shoulder, varying in sound according as the hand is laid on flat or hollow.\nBut I force my mind to concentrate, and keep it from wandering to outside things; all outdoors may be bedlam, provided that there is no disturbance within, provided that fear is not wrangling with desire in my breast, provided that meanness and lavishness are not at odds, one harassing the other. For of what benefit is a quiet neighbourhood, if our emotions are in an uproar?\n'Twas night, and all the world was lulled to rest.\nThis is not true; for no real rest can be found when reason has not done the lulling. Night brings our troubles to the light, rather than banishes them; it merely changes the form of our worries. For even when we sleep, our dreams are as busy as our waking hours. Real tranquillity is the state reached by an unperverted mind when it is relaxed.", "source": "letter_on_noise.txt"}
