{"text": "It is not that we have a short time to live, but that we waste a lot of it. Life is long enough, and a sufficiently generous amount has been given to us for the highest achievements if it were all well invested. But when it is wasted in heedless luxury and spent on no good activity, we are forced at last by death's final constraint to realize that it has passed away before we knew it was passing. So it is: we are not given a short life but we make it short, and we are not ill-supplied but wasteful of it. Just as when ample and princely wealth falls to a bad owner it is squandered in a moment, but wealth however modest, if entrusted to a good custodian, increases with use, so our lifetime extends for plenty of time for him who knows how to use it well.\nWhy do we complain of Nature? She has shown herself kindly; life, if you know how to use it, is long. But one man is held by an insatiable avarice, another by a toilsome devotion to tasks that are useless; one man is besotted with wine, another is paralyzed by sloth; one man is exhausted by an ambition that always hangs upon the decision of others, another, driven on by the greed of a trader, is led over all lands and all seas by the hope of gain; some are tormented by a passion for war and are always either bent upon inflicting danger upon others or concerned about their own; some there are who are worn out by voluntary servitude in a thankless attendance upon the great; many are kept busy either in the pursuit of other men's fortune or in complaining of their own; many, following no fixed aim, shifting and inconstant and dissatisfied, are plunged by their fickleness into plans that are ever new; some have no fixed principle by which to direct their course, but Fate takes them unawares while they loll and yawn—so surely does it happen that I cannot doubt the truth of that which the greatest of poets said in the form of an oracle: \"The part of life we really live is small.\" For all the rest of existence is not life, but merely time.", "source": "on_shortness_of_life.txt"}
{"text": "Beshrew me if I think anything more requisite than silence for a man who secludes himself in order to study! Imagine what a variety of noises reverberates about my ears! I have lodgings right over a bathing establishment. So picture to yourself the assortment of sounds, which are strong enough to make me hate my very powers of hearing! When your strenuous gentleman, for example, is exercising himself by flourishing leaden weights; when he is working hard, or else pretends to be working hard, I can hear him grunt; and whenever he releases his imprisoned breath, I can hear him panting in wheezy and high-pitched tones. Or perhaps I notice some lazy fellow, content with a cheap rubdown, and hear the crack of the pummelling hand on his shoulder, varying in sound according as the hand is laid on flat or hollow. Then, perhaps, a leech comes along and shouts for the cook, or a sausage-dealer, or a confectioner, or all the vendors of food hawking their wares, each with his own distinctive intonation.\n\"But,\" you say, \"the mere click of a voice which is characteristic of the place does not distract me anymore than the sound of the waves or the falling water.\" I will tell you, however, that there is this difference: the one noise is intermittent, the other is continuous. The one startles me, the other soothes me. For I have forced my mind to concentrate, and keep it from straying to outside things; all outdoors may be bedlam, provided that there is no disturbance within, provided that fear is not wrangling with desire in my breast, provided that meanness and luxury are not at odds, one harassing the other. For of what benefit is the quiet of the whole neighbourhood, if our emotions are in an uproar?", "source": "letter_on_noise.txt"}
