{"text": "Greetings from Seneca to his friend Lucilius.\nWherever I turn, I see evidences of my advancing years. I visited lately my country-place, and complained of the money which was being squandered on the building. My bailiff maintained that it was not due to his own carelessness; \"he was doing everything possible, but the house was old.\" And this was the house which grew under my own hands! What has the future in store for me, if stones of my own age are already crumbling?\nI was angry, and I embraced the first opportunity to vent my spleen in the bailiff's presence. \"It is clear,\" I cried, \"that these plane-trees are neglected; they have no leaves. Their branches are so gnarled and shrivelled; the boles are so rough and unkempt! This would not happen, if someone loosened the earth at their feet, and watered them.\" The bailiff swore by my protecting genius that he was doing everything possible, and that he never relaxed his efforts, but that those trees were old. Between you and me, I had planted them myself, I had seen their first leaf. Then I turned to the door and asked: \"Who is that broken-down dotard? You have done well to place him at the entrance; for he is looking outwards. Where did you get him? What pleasure did it give you to take up for burial some other man's dead?\" But the slave said: \"Don't you know me, sir? I am Felicio; you used to bring me little images. I am the son of Philositus the steward, your little playmate.\" \"The man is clean crazy,\" I remarked. \"Has my little playmate become a grandfather? Well, it is quite possible; for he has just the age that puppies have.\"\nThus I may thank my country-place, for it has taught me my age, turn which way I will. Let us cherish and love old age; for it is full of pleasure if one knows how to use it. Fruits are most welcome when the season is ending; youth is most charming at its close; the last drink delights the toper, the glass which souses him and puts the finishing touch on his drunkenness. Each pleasure reserves to the end the greatest delights which it contains. Life is most delightful when it is on the downward slope, but has not yet reached the abrupt decline. And I myself believe that the period which stands, so to speak, on the edge of the roof, possesses pleasures of its own. Or else the very fact of our not wanting pleasures has taken the place of the pleasures themselves. How comforting it is to have tired out one's appetites, and to have done with them!\n\"But,\" you say, \"it is a nuisance to be looking death in the face!\" Death, however, should be looked in the face by young and old alike. We are not summoned according to our rating on the censor's list. Moreover, no one is so old that it would be improper for him to hope for another day of existence. And one day, mind you, is a stage of life's journey. Our life consists of parts: large circles enclosing smaller circles. One circle embraces and bounds the rest; it reaches from birth to the last day of existence. The next circle limits the period of our young manhood. The third confines all of childhood in its circumference. Again, there is the year; it contains within itself all the divisions of time by the multiplication of which we get the sum total of life. The month is bounded by a narrower ring. The smallest circle of all is the day; but even a day has its beginning and its ending, its sunrise and its sunset.\nHence Heraclitus, whose obscure style gave him his surname, remarked: \"One day is equal to every day.\" Different persons have interpreted the saying in different ways. Some hold that days are equal in number of hours, and this is true; for if by \"day\" we mean twenty-four hours' time, all days must be equal, inasmuch as the night gains what the day loses. But others maintain that one day is equal to all days through resemblance, because the very longest space of time possesses no element which cannot be found in a single day,—namely, light and darkness,—and even to eternity day makes these alternations more numerous, not different when it is shorter and different again when it is longer. Therefore, every day ought to be regulated as if it closed the series, as if it rounded out and completed our existence.\nPacuvius, who by long use made Syria his own, used to hold a regular burial sacrifice in his own honour, with wine and the usual funeral feasting, and then would have himself carried from the dining-room to his chamber, while eunuchs applauded and sang in Greek to a musical accompaniment: \"He has lived his life, he has lived his life!\" Thus Pacuvius had himself carried out to burial every day. Let us, however, do from a good motive what he did from a bad one; let us go to our sleep with joy and gladness; let us say:\nI have lived; the course which Fortune set for me\nIs finished.\nAnd if God is pleased to add another day, we should welcome it with glad hearts. That man is happiest, and is secure in his own possession of himself, who can await the morrow without anxiety. When a man has said: \"I have lived!\", every morning he arises he receives a bonus.\nFarewell.", "source": "letter_on_old_age.txt"}
{"text": "Greetings from Seneca to his friend Lucilius.\nContinue to act thus, my dear Lucilius—set yourself free for your own sake; gather and save your time, which till lately has been forced from you, or filched away, or has merely slipped from your hands. Make yourself believe the truth of my words—that certain moments are torn from us, that some are gently removed, and that others glide beyond our reach. The most disgraceful kind of loss, however, is that due to carelessness. Furthermore, if you will pay close heed to the problem, you will find that the largest portion of our life passes while we are doing ill, a goodly share while we are doing nothing, and the whole while we are doing that which is not to the purpose.\nWhat man can you show me who places any value on his time, who estimates the worth of a day, who understands that he is dying daily? For we are mistaken when we look forward to death; the major portion of death has already passed. Whatever years be behind us are in death's hands.\nTherefore, Lucilius, do as you write me that you are doing: hold every hour in your grasp. Lay hold of to-day's task, and you will not need to depend so much upon to-morrow's. While we are postponing, life speeds by. Nothing, Lucilius, is ours, except time. We were entrusted by nature with the ownership of this single thing, so fleeting and slippery that anyone who will can oust us from possession. What fools these mortals be! They allow the cheapest and most useless things, which can easily be replaced, to be charged in the reckoning, after they have acquired them; but they never regard themselves as in debt when they have received some of that precious commodity,—time! And yet time is the one loan which even a grateful recipient cannot repay.\nYou may desire to know how I, who preach to you so freely, am practising. I confess that, for my part, I keep an account of my outlays. I cannot say that I lose nothing, but I can say what I lose, and why, and how. I can give you the reasons for my poverty. But it happens to me as it happens to many others who are reduced to slender means through no fault of their own: everyone forgives them, but no one comes to their rescue.\nWhat is the state of things, then? It is this: I do not regard a man as poor, if the little which remains is enough for him. I advise you, however, to keep what is really yours; and you cannot begin too early. For, as our ancestors believed, it is too late to spare when you reach the dregs of the cask. Of that which remains at the bottom, the amount is slight, and the quality is vile.\nFarewell.", "source": "letter_on_time.txt"}
{"text": "Greetings from Seneca to his friend Lucilius.\nYou have sent a letter to me through the hand of a \"friend\" of yours, as you call him. And in the very next sentence you warn me not to discuss with him all the matters that concern you, saying that even you yourself are not accustomed to do this; in other words, you have in the same letter affirmed and denied that he is your friend. Now if you used this word of ours in the popular sense, and called him \"friend\" in the same way in which we speak of all candidates for election as \"honourable gentlemen,\" and as we greet all men whom we meet and whose names we do not know with the salutation \"my dear sir,\"—so be it. But if you consider any man a friend whom you do not trust as you trust yourself, you are mightily mistaken and you do not sufficiently understand what true friendship means.\nIndeed, I would have you discuss everything with a friend; but first of all discuss the man himself. When friendship is settled, you must trust; before friendship is formed, you must judge. Those persons indeed put last first and confound their duties, who, violating the rules of Theophrastus, judge a man after they have made him their friend, instead of making him their friend after they have judged him. Ponder for a long time whether you shall admit a given person to your friendship; but when you have decided to admit him, welcome him with all your heart and soul. Speak as boldly with him as with yourself. As to yourself, although you should live in such a way that you trust your own self with nothing which you could not entrust to your enemy, yet, since certain matters occur which convention keeps secret, you should share with a friend at least all your worries and reflections. Regard him as loyal, and you will make him loyal. Some, for example, fearing to be deceived, have taught men to deceive; by their suspicions they have given their friend the right to do wrong. Why need I keep back any words in the presence of my friend? Why should I not regard myself as alone when in his company?\nThere is a class of men who communicate, to anyone whom they meet, matters which should be revealed to friends alone, and unload upon the chance listener whatever irks them. Others, again, fear to confide in their closest intimates; and if it were possible, they would not trust even themselves, burying their secrets deep in their hearts. But we should do neither. It is equally faulty to trust everyone and to trust no one. Yet the former fault is, I should say, the more ingenuous, the latter the more safe. In like manner you should rebuke these two kinds of men, both those who always lack repose, and those who are always in repose. For love of bustle is not industry,—it is only the restlessness of a hunted mind. And true repose does not consist in condemning all motion as merely vexation; that kind of repose is slackness and inertia. Therefore, you should note the following saying, taken from my reading in Pomponius: \"Some men shrink into dark corners, to such a degree that they see darkly by day.\" No, men should combine these tendencies, and he who rests should act and he who acts should take rest. Discuss the problem with Nature; she will tell you that she has created both day and night.\nFarewell.", "source": "letter_on_friendship.txt"}
