{"text": "Greetings from Seneca to his friend Lucilius.\nWherever I turn, I see evidences of my advancing years. I visited lately my country-place, and complained of the money which was being squandered on the building. My bailiff (who, since I last saw him, has grown into an old man) maintained that it was not due to any carelessness on his part, but that he was doing everything possible, and that the house was old. And this was the house which grew under my own hands! What has the future in store for me, if stones of my own age are already crumbling?\nI was angry, and I said: \"It is clear that these plane-trees are neglected; they have no leaves. Their branches are so gnarled and shrivelled; the boles are so rough and dead! This would not happen, if someone loosened the earth at their feet, and watered them.\" The bailiff swore by my protecting genius that he was doing everything possible, and never relaxed his efforts, but that those trees were old. Between you and me, I had planted them myself, I had seen their first leaf.\nThen I turned to the door and asked: \"Who is that broken-down dotard? You have done well to place him at the entrance; for he is outward bound. Where did you get him? What pleasure did it give you to take up for burial some other man's dead?\" But the old man said: \"Don't you know me, sir? I am Felicio; you used to bring me little images. I am the son of Philositus the steward, your pet playmate.\" \"Surely,\" said I, \"this man is raving. My playmate has become a dotard, has he? He might well be; for he is shedding his teeth.\"\nI must therefore owe it to my country-place that my old age has become apparent whithersoever I turn. Let us cherish and love old age; for it is full of pleasure if one knows how to use it. Fruits are most welcome when the tree is just reaching the end of its bearing; youth is most charming at its close; the last drink is the one which gives the toper his glass; every pleasure defers its greatest delights to the closing moments.\nIt is the sweetest thing in the world to have tired of life, and to have finished it; or rather, I should say, to have ceased desiring it. For desire is a troublesome thing, and a restless one.\n\"But,\" you say, \"it is irksome to have death always before one's eyes.\" To this I reply: first, that old age has death before its eyes, and youth has death behind its back; for death pursues the young, but lies in wait for the old. And second, that no one is so old that he may not hope for one day more; and one day is a stage of life.\nLife is not a matter of years, but of content.\nFarewell.", "source": "letter_12_on_old_age.txt"}
{"text": "Greetings from Seneca to his friend Lucilius.\nContinue to act thus, my dear Lucilius – set yourself free for your own sake; gather and save your time, which till lately has been forced from you, or filched away, or has merely slipped from your hands. Make yourself believe the truth of my words – that certain moments are torn from us, that some are gently removed, and that others glide beyond our reach. The most disgraceful kind of loss, however, is that due to carelessness. Furthermore, if you will pay close heed to the problem, you will find that the largest portion of our life passes while we are doing ill, a goodly share while we are doing nothing, and the whole while we are doing that which is not to the purpose.\nWhat man can you show me who places any value on his time, who reckons the worth of each day, who understands that he is dying daily? For we are mistaken when we look forward to death; the major portion of death has already passed. Whatever years be behind us are in death's hands.\nTherefore, Lucilius, do as you write me that you are doing: hold every hour in your grasp. Lay hold of to-day's task, and you will not need to depend so much upon to-morrow's. While we are postponing, life speeds by.\nNothing, Lucilius, is ours, except time. We were entrusted by nature with the ownership of this single thing, so fleeting and slippery that anyone who will can oust us from possession. What fools these mortals be! They allow the cheapest and most useless things, which can easily be replaced, to be charged in the reckoning, after they have acquired them; but they never regard themselves as in debt when they have received some of that precious commodity, – time! And yet time is the one loan which even a grateful recipient cannot repay.\nYou may desire to know how I, who preach this doctrine, practice it. I confess that I do so as a luxurious but careful person might act; I keep an account of my outlays. I cannot say that I lose nothing, but I can say what I lose, and why, and how.\nFarewell.", "source": "letter_1_on_saving_time.txt"}
{"text": "Greetings from Seneca to his friend Lucilius.\nYou have sent a letter to me through the hand of a \"friend\" of yours, as you call him. And in the very next sentence you warn me not to discuss with him all the matters that concern you, saying that even you yourself are not accustomed to do this; in other words, you have in the same letter affirmed and denied that he is your friend.\nNow if you used this word of ours in the popular sense, and called him \"friend\" in the same way in which we speak of all candidates for election as \"honourable gentlemen,\" and as we greet all men whom we meet and whose names we do not know with the salutation \"my dear sir,\" so be it. But if you consider any man a friend whom you do not trust as you trust yourself, you are mightily mistaken and you do not sufficiently understand what true friendship means.\nIndeed, I would have you discuss everything with a friend; but first of all discuss the man himself. When friendship is settled, you must trust; before friendship is formed, you must judge. Those persons indeed put last first and confound their duties, who, violating the rules of Theophrastus, judge a man after they have made him their friend, instead of making him their friend after they have judged him.\nPonder for a long time whether you shall admit a given person to your friendship; but when you have decided to admit him, welcome him with all your heart and soul. Speak as boldly with him as with yourself. As to yourself, although you should live in such a way that you trust your own self with nothing which you could not entrust to your enemy, yet, since certain matters occur which convention keeps secret, you should share with a friend at least all your worries and reflections.\nRegard him as loyal, and you will make him loyal. Some, for example, fear to be deceived, and by their suspicions teach men to deceive; by their baseless diffidence they give them the right to do wrong. Why need I keep back any words in the presence of my friend? Why should I not regard myself as alone when in his company?\nThere is a class of men who communicate, to anyone whom they meet, matters which should be revealed to friends alone, and unload upon the chance listener whatever irks them. Others, again, fear to confide in their closest intimates; and if it were possible, they would not trust even themselves, burying their secrets deep in their hearts. But we should do neither. It is equally faulty to trust everyone and to trust no one. Yet the former fault is, I should say, the more ingenuous, the latter the more safe.\nFarewell.", "source": "letter_3_on_true_and_false_friendship.txt"}
