{"text": "The gods had condemned Sisyphus to ceaselessly rolling a rock to the top of a mountain, whence the stone would fall back of its own weight. They had thought with some reason that there is no more dreadful punishment than futile and hopeless labor.\nIf one believes Homer, Sisyphus was the wisest and most prudent of mortals. According to another tradition, however, he was disposed to practice the profession of highwayman. I see no contradiction in this. Opinions differ as to the reasons why he became the futile laborer of the underworld. To begin with, he is accused of a certain levity in regard to the gods. He stole their secrets.\nIt is during that return, that pause, that Sisyphus interests me. A face that toils so close to stones is already stone itself! I see that man going back down with a heavy yet measured step toward the torment of which he will never know the end. This hour which is like a breathing-space which returns as surely as his suffering, that is the hour of consciousness. At each of those moments when he leaves the heights and gradually sinks toward the lairs of the gods, he is superior to his fate. He is stronger than his rock.\nIf this myth is tragic, that is because its hero is conscious. Where would his torture be, indeed, if at every step the hope of succeeding upheld him? The workman of today works every day in his life at the same tasks, and this fate is no less absurd. But it is tragic only at the rare moments when it becomes conscious. Sisyphus, proletarian of the gods, powerless and rebellious, knows the whole extent of his wretched condition: it is what he thinks of during his descent. The lucidity that was to constitute his torture at the same time crowns his victory. There is no fate that cannot be surmounted by scorn.\nI leave Sisyphus at the foot of the mountain! One always finds one's burden again. But Sisyphus teaches the higher fidelity that negates the gods and raises rocks. He too concludes that all is well. This universe henceforth without a master seems to him neither sterile nor futile. Each atom of that stone, each mineral flake of that night-filled mountain, in itself forms a world. The struggle itself toward the heights is enough to fill a man's heart. One must imagine Sisyphus happy.", "source": "the_myth_of_sisyphus.txt"}
{"text": "Mother died today. Or maybe yesterday, I don't know. I had a telegram from the home: \"Mother passed away. Funeral tomorrow. Yours sincerely.\" That doesn't mean anything. It may have been yesterday.\nI went to the home. It was very hot. I saw the director. He wore the Legion of Honor. He looked at me with his clear eyes. He shook my hand and held it so long that I didn't know how to get it away. He looked up a file and said, \"Madame Meursault entered here three years ago. You were her sole support.\" I thought he was reproaching me for something and I started to explain. But he cut me short. \"You don't have to justify yourself, my dear boy. I've read your mother's file. You weren't able to provide for her properly. She needed a nurse. You earn only a modest salary. And the truth is she was happier here.\" I said, \"Yes, sir.\" He added, \"You see, she had friends here, people of her own age. She was able to share interests from the old days. You're young, and it must have been hard for her with you.\"\nIt was true. When she was at home with me, she used to spend her time following me with her eyes, not saying a thing. For the first few days she was at the home she cried a lot. But that was because she wasn't used to it. A few months later and she would have cried if she'd been taken out. She was used to it. That was partly why I didn't go there much this last year. And also because it took up my Sunday - not to mention the trouble of getting to the bus, buying tickets, and spending two hours traveling.\nAs if that blind rage had washed me clean, rid me of hope; for the first time, in that night alive with signs and stars, I opened myself to the gentle indifference of the world. Finding it so much like myself - so like a brother, really - I felt that I had been happy and that I was happy again. For everything to be consummated, for me to feel less alone, I had only to wish that there be a large crowd of spectators the day of my execution and that they greet me with cries of hate.", "source": "the_stranger.txt"}
{"text": "What is a rebel? A man who says no, but whose refusal does not imply a renunciation. He is also a man who says yes, from the moment he makes his first gesture of rebellion. A slave who has taken orders all his life suddenly decides that he cannot obey some new command. What does he mean by saying \"no\"?\nHe means, for example, that \"this has been going on too long,\" \"up to this point yes, beyond it no,\" \"you are going too far,\" or, again, \"there is a limit beyond which you shall not go.\" In other words, his no affirms the existence of a borderline. The same concept is to be found in the rebel's feeling that the other \"is exaggerating,\" that he extends his authority beyond a limit where another's rights begin and abridges the frontier of rights.\nIn every act of rebellion, the rebel simultaneously experiences a feeling of revulsion at the infringement of his rights and a complete and spontaneous loyalty to certain aspects of himself. Thus he implicitly brings into play a standard of values so far from being gratuitous that he is prepared to support it no matter what the risks.\nRebellion cannot exist without a strange form of love. Those who find no rest in God or in history are condemned to live for those who, like themselves, cannot live: for the humiliated. The most pure form of rebellion is thus rooted in human solidarity.", "source": "the_rebel.txt"}
{"text": "The unusual events described in this chronicle occurred in 194- at Oran. Everyone agreed that, considering their somewhat extraordinary character, they were out of place there. For its ordinary aspect is that of a modern city, entirely without vegetation and soulless, which has turned its back on the sea.\nIn the midst of the pestilence, Dr. Rieux observed that there are things that one can explain, but others that one simply cannot. The evil that is in the world always comes of ignorance, and good intentions may do as much harm as malevolence if they lack understanding. On the whole, men are more good than bad; that, however, isn't the real point. But they are more or less ignorant, and it is this that we call vice or virtue; the most incorrigible vice being that of an ignorance that fancies it knows everything and therefore claims for itself the right to kill.\n\"I have no idea what's awaiting me, or what will happen when this all ends. For the moment I know this: there are sick people and they need curing.\" Rieux said. \"It's a matter of common decency. That's an idea which may make some people smile, but the only means of fighting a plague is common decency.\"\nWhen asked what he meant by common decency, Rieux replied: \"I don't know what it means for other people. But in my case I know that it consists in doing my job.\"", "source": "the_plague.txt"}
