{"text": "The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion.\nIn the depth of winter, I finally learned that within me there lay an invincible summer.\nDon't walk in front of me… I may not follow\nDon't walk behind me… I may not lead\nWalk beside me… just be my friend\nI rebel; therefore I am.\nMan is the only creature who refuses to be what he is.\nReal generosity toward the future lies in giving all to the present.\nThe absurd is born of this confrontation between the human need and the unreasonable silence of the world.\nTo be happy we must not be too concerned with others.\nFreedom is nothing but a chance to be better.\nFiction is the lie through which we tell the truth.", "source": "quotes.txt"}
{"text": "There is but one truly serious philosophical problem, and that is suicide. Judging whether life is or is not worth living amounts to answering the fundamental question of philosophy. All the rest— whether or not the world has three dimensions, whether the mind has nine or twelve categories—comes afterwards. These are games; one must first answer.\nI see many people die because they judge that life is not worth living. I see others paradoxically getting killed for the ideas or illusions that give them a reason for living (what is called a reason for living is also an excellent reason for dying). I therefore conclude that the meaning of life is the most urgent of questions.\nThe gods had condemned Sisyphus to ceaselessly rolling a rock to the top of a mountain, whence the stone would fall back of its own weight. They had thought with some reason that there is no more dreadful punishment than futile and hopeless labor.\nIf this myth is tragic, that is because its hero is conscious. Where would his torture be, indeed, if at every step the hope of succeeding upheld him? The workman of today works every day in his life at the same tasks, and this fate is no less absurd. But it is tragic only at the rare moments when it becomes conscious.\nI leave Sisyphus at the foot of the mountain! One always finds one's burden again. But Sisyphus teaches the higher fidelity that negates the gods and raises rocks. He too concludes that all is well. This universe henceforth without a master seems to him neither sterile nor futile. Each atom of that stone, each mineral flake of that night-filled mountain, in itself forms a world. The struggle itself toward the heights is enough to fill a man's heart. One must imagine Sisyphus happy.", "source": "myth_of_sisyphus.txt"}
{"text": "MOTHER died today. Or, maybe, yesterday; I can’t be sure. The telegram from the Home says: YOUR MOTHER PASSED AWAY. FUNERAL TOMORROW. DEEP SYMPATHY. Which leaves the matter doubtful; it could have been yesterday.\nThe Home for Aged Persons is at Marengo, some fifty miles from Algiers. With the two o’clock bus I should get there well before nightfall. Then I can spend the night there, keeping the usual vigil beside the body, and be back here by tomorrow evening. I have asked my boss for two days off and there was no way he could refuse because of the nature of the excuse. But he didn't look happy about it. I even said, “It’s not my fault, you know.” He didn't answer. Then I thought I shouldn't have said that. After all, I had nothing to apologize for. He’s the one who should have offered his condolences. But he probably will day after tomorrow, when he sees me in black. For the present, it’s almost as if Mother weren't dead. The funeral will bring it home to me, put an official seal on it, so to speak. ...\nI said to myself: \"I have had a good life.\" I had been right, I was still right, I was always right. I had lived my life one way and I could just as well have lived it another. I had done this and I hadn't done that. I hadn't done this thing but I had done another. And so? It was as if I had waited all this time for this moment and for the first light of this dawn to be vindicated. Nothing, nothing mattered, and I knew why. So did he. Throughout the whole absurd life I'd lived, a dark wind had been rising toward me from somewhere deep in my future, across years that were still to come, and as it passed, this wind leveled whatever was offered to me at the time, in years no more real than the ones I was living. What did other people's deaths or a mother's love matter to me; what did his God or the lives people choose or the fates they think they choose matter to me when we're all elected by the same fate, me and billions of privileged people like him who also called themselves my brothers? Couldn't he see, couldn't he see that? Everybody was privileged. There were only privileged people. The others would all be condemned one day. And he would be condemned, too.", "source": "the_stranger.txt"}
