{"text": "There is but one truly serious philosophical problem, and that is suicide. Judging whether life is or is not worth living amounts to answering the fundamental question of philosophy. All the rest— whether or not the world has three dimensions, whether the mind has nine or twelve categories—comes afterwards. These are games; one must first answer.\nI leave Sisyphus at the foot of the mountain! One always finds one's burden again. But Sisyphus teaches the higher fidelity that negates the gods and raises rocks. He too concludes that all is well. This universe henceforth without a master seems to him neither sterile nor futile. Each atom of that stone, each mineral flake of that night-filled mountain, in itself forms a world. The struggle itself toward the heights is enough to fill a man's heart. One must imagine Sisyphus happy.\nIn the midst of winter, I found there was, within me, an invincible summer. And that makes me happy. For it says that no matter how hard the world pushes against me, within me, there’s something stronger – something better, pushing right back.\nThe only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion.\nMan is the only creature who refuses to be what he is.\nI rebel; therefore I exist.\nYou will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.\nFreedom is nothing but a chance to be better.\nTo be happy, we must not be too concerned with others.\nDon't walk in front of me… I may not follow.\nDon't walk behind me… I may not lead.\nWalk beside me… just be my friend.\nReal generosity toward the future lies in giving all to the present.\nThe absurd is born of this confrontation between the human need and the unreasonable silence of the world.\nIt is normal to give away a little of one's life in order not to lose it all.\nShould I kill myself, or have a cup of coffee?\nThe struggle itself toward the heights is enough to fill a man's heart. One must imagine Sisyphus happy.\nNobody realizes that some people expend tremendous energy merely to be normal.\nI opened myself to the gentle indifference of the world. Finding it so much like myself—so like a brother, really—I felt that I had been happy and that I was happy again.\nWe are all special cases.\nFiction is the lie through which we tell the truth.", "source": "quotes.txt"}
