{"text": "In the midst of winter, I found there was, within me, an invincible summer.\nMan is the only creature who refuses to be what he is.\nThe only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion.\nShould I kill myself, or have a cup of coffee?\nYou will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.\nFiction is the lie through which we tell the truth.\nReal generosity toward the future lies in giving all to the present.\nFreedom is nothing but a chance to be better.\nTo be happy, we must not be too concerned with others.\nI rebel; therefore I exist.", "source": "quotes.txt"}
{"text": "The gods had condemned Sisyphus to ceaselessly rolling a rock to the top of a mountain, whence the stone would fall back of its own weight. They had thought with some reason that there is no more dreadful punishment than futile and hopeless labor.\nIf one believes Homer, Sisyphus was the wisest and most prudent of mortals. According to another tradition, however, he was disposed to practice the profession of highwayman. I see no contradiction in this. Opinions differ as to the reasons why he became the futile laborer of the underworld. To begin with, he is accused of a certain levity in regard to the gods. He stole their secrets.\nIt has already been grasped that Sisyphus is the absurd hero. He is, as much through his passions as through his torture. His scorn of the gods, his hatred of death, and his passion for life won him that unspeakable penalty in which the whole being is exerted toward accomplishing nothing. This is the price that must be paid for the passions of this earth.\nI leave Sisyphus at the foot of the mountain! One always finds one's burden again. But Sisyphus teaches the higher fidelity that negates the gods and raises rocks. He too concludes that all is well. This universe henceforth without a master seems to him neither sterile nor futile. Each atom of that stone, each mineral flake of that night-filled mountain, in itself forms a world. The struggle itself toward the heights is enough to fill a man's heart. One must imagine Sisyphus happy.", "source": "sisyphus_excerpt.txt"}
