{"text": "What is a rebel? A man who says no, but whose refusal does not imply a renunciation. He is also a man who says yes, from the moment he makes his first gesture of rebellion. A slave who has taken orders all his life suddenly decides that he cannot obey some new command. What does he mean by saying \"no\"?\nHe means, for example, that \"this has been going on too long,\" \"up to this point yes, beyond it no,\" \"you are going too far,\" or, again, \"there is a limit beyond which you shall not go.\" In other words, his no affirms the existence of a borderline.\nRebellion cannot exist without a strange form of love. Those who find no rest in God or in history are condemned to live for those who, like themselves, cannot live: for the humiliated. The most pure form of the movement of rebellion is thus crowned with the heart-rending cry of Karamazov: if all are not saved, what is the good of the salvation of one only?", "source": "rebellion.txt"}
{"text": "I leave Sisyphus at the foot of the mountain! One always finds one's burden again. But Sisyphus teaches the higher fidelity that negates the gods and raises rocks. He too concludes that all is well. This universe henceforth without a master seems to him neither sterile nor futile. Each atom of that stone, each mineral flake of that night-filled mountain, in itself forms a world. The struggle itself toward the heights is enough to fill a man's heart. One must imagine Sisyphus happy.\nThe workman of today works every day in his life at the same tasks, and this fate is no less absurd. But it is tragic only at the rare moments when it becomes conscious. Sisyphus, proletarian of the gods, powerless and rebellious, knows the whole extent of his wretched condition: it is what he thinks of during his descent. The lucidity that was to constitute his torture at the same time crowns his victory. There is no fate that cannot be surmounted by scorn.", "source": "sisyphus.txt"}
{"text": "The Absurd is born of this confrontation between the human need and the unreasonable silence of the world. This must not be forgotten. This must be clung to because the whole consequence of a life can depend on it. The irrational, the human nostalgia, and the absurd that is born of their encounter—these are the three characters in the drama that must necessarily end with all the logic of which an existence is capable.\nThe absurd is not in man (if such a metaphor could have a meaning) nor in the world, but in their presence together. For the moment it is the only bond uniting them. If I wish to remain faithful to that evidence, I must say that what is true of all the evils of the world is true of the absurd as well. It is impossible to escape it.\nTo explore the absurd is to understand that there is no 'higher meaning' to life, but that this lack of meaning does not dictate a lack of value. On the contrary, it liberates us. We are free to create our own meaning, to live with passion, to revolt against the inevitable end.", "source": "absurdism.txt"}
