{"text": "The gods had condemned Sisyphus to ceaselessly rolling a rock to the top of a mountain, whence the stone would fall back of its own weight. They had thought with some reason that there is no more dreadful punishment than futile and hopeless labor.\nIf one believes Homer, Sisyphus was the wisest and most prudent of mortals. According to another tradition, however, he was disposed to practice the profession of highwayman. I see no contradiction in this. Opinions differ as to the reasons why he became the futile laborer of the underworld. To begin with, he is accused of a certain levity in regard to the gods. He stole their secrets.\nIt has already been grasped that Sisyphus is the absurd hero. He is, as much through his passions as through his torture. His scorn of the gods, his hatred of death, and his passion for life won him that unspeakable penalty in which the whole being is exerted toward accomplishing nothing. This is the price that must be paid for the passions of this earth.\nThe workman of today works every day in his life at the same tasks, and this fate is no less absurd. But it is tragic only at the rare moments when it becomes conscious. Sisyphus, proletarian of the gods, powerless and rebellious, knows the whole extent of his wretched condition: it is what he thinks of during his descent. The lucidity that was to constitute his torture at the same time crowns his victory. There is no fate that cannot be surmounted by scorn.\nI leave Sisyphus at the foot of the mountain! One always finds one's burden again. But Sisyphus teaches the higher fidelity that negates the gods and raises rocks. He too concludes that all is well. This universe henceforth without a master seems to him neither sterile nor futile. Each atom of that stone, each mineral flake of that night-filled mountain, in itself forms a world. The struggle itself toward the heights is enough to fill a man's heart. One must imagine Sisyphus happy.", "source": "myth_of_sisyphus.txt"}
{"text": "Maman died today. Or maybe yesterday, I don't know. I received a telegram from the home: \"Mother deceased. Funeral tomorrow. Faithfully yours.\" That doesn't mean anything. Maybe it was yesterday.\nThe nursing home is at Marengo, eighty kilometers from Algiers. I'll take the two o'clock bus and get there in the afternoon. That way I can be there for the vigil and come back tomorrow night. I asked my boss for two days off and there was no way he was going to refuse me with an excuse like that. But he wasn't too happy about it. I even said, \"It's not my fault.\" He didn't say anything. Then I thought I shouldn't have said that. After all, I didn't have anything to apologize for. He's the one who should have offered his condolences. But he probably will day after tomorrow, when he sees me in mourning. For now, it's a little as if Maman weren't dead. After the funeral, though, the case will be closed, and everything will have a more official feel to it.\nI caught the two o'clock bus. It was very hot. I ate at the restaurant, at Céleste's, as usual. Everyone was very sorry for me, and Céleste said, \"You only have one mother.\" When I left, they walked me to the door. I was a little distracted because I still had to go up to Emmanuel's place to borrow a black tie and an arm band. He lost his uncle a few months ago.\nIt occurred to me that anyway one more Sunday was over, that Maman was buried now, that I was going back to work, and that, really, nothing had changed.", "source": "the_stranger.txt"}
