{"text": "When asked where he came from, he said, \"I am a citizen of the world.\"\nSomeone took him into a magnificent house and warned him not to spit, whereon having cleared his throat he spat into the man's face, being unable, he said, to find a meaner receptacle.\nWhen Alexander the Great stood over him and asked, \"Is there anything I can do for you?\", Diogenes replied, \"Yes, stand out of my sunlight.\"\nWhen asked what he was doing with a lamp in broad daylight, he said, \"I am looking for a man.\"\nHe used to say that other dogs bite their enemies, but I bite my friends to save them.\nWhen asked what was the most beautiful thing in the world, he replied, \"Freedom of speech.\"\nPlato defined man as a featherless biped and was applauded. Diogenes plucked a chicken and brought it into the lecture hall, saying, \"Behold! I've brought you a man.\" (After which Plato added \"with broad flat nails\" to his definition).\nSeeing a child drinking from his hands, Diogenes threw away his cup and said, \"A child has beaten me in plainness of living.\"\nWhen asked why he begged from statues, he replied, \"To get practice in being rejected.\"\nOn being asked what he had gained from philosophy, he replied, \"This at least, if nothing else -- to be prepared for every fortune.\"\nHe lit a lamp in broad daylight and said, as he went about, \"I am looking for a man.\"\nWhen someone asked him how he could become famous, Diogenes replied, \"By worrying as little as possible about fame.\"\nHe once saw the officials of a temple leading away some one who had stolen a bowl belonging to the treasurers, and said, \"The great thieves are leading away the little thief.\"\nWhen asked what wine he found pleasant to drink, he replied, \"That for which other people pay.\"\nHe was asked what was the proper time for supper, and he said, \"If you are a rich man, whenever you please; and if you are a poor man, whenever you can.\"\nWhen some one said to him, \"Most people laugh at you,\" his reply was, \"And perhaps the asses laugh at them; but just as they do not care for the asses, so neither do I care for them.\"\nHe saw a woman bowing before the gods in an unseemly attitude, and wishing to free her of superstition, as Zoilus of Perga says, he went up to her and said, \"Art thou not afraid, O woman, lest a god may be standing behind thee -- for all things are full of his presence -- and thou mayest be put to shame?\"\nWhen asked what was the right age to marry, he replied, \"For a young man not yet; for an old man never at all.\"\nBury me on my face, because in a little while everything will be turned upside down.\nIt is the privilege of the gods to want nothing, and of godlike men to want little.\nDiscourse on virtue and they pass by in droves, whistle and dance the shimmy, and you've got an audience.\nWhy not whip the teacher when the pupil misbehaves?\nIn a rich man's house there is no place to spit but his face.\nPeople who talk well but do nothing are like musical instruments; the sound is all they have to offer.\nIf I lack awareness, then why should I care what happens to me when I am dead?\nOf what use is a philosopher who doesn't hurt anybody's feelings?\nTo arrive at perfection, a man should have very sincere friends or inveterate enemies; because he would be made sensible of his good or ill conduct, either by the censures of the one or the admonitions of the other.\nDogs and philosophers do the greatest good and get the fewest rewards.\nI am a dog: I fawn on those who give me anything, I yelp at those who refuse, and I set my teeth in rascals.", "source": "anecdotes.txt"}
