{"text": "When asked where he came from, he said, \"I am a citizen of the world (cosmopolite).\"\nWhen someone asked him what was the proper time for lunch, he said, \"If a rich man, when you will; if a poor man, when you can.\"\nSeeing a child drinking from his hands, he threw away the cup from his wallet, saying, \"A child has beaten me in plainness of living.\"\nAlexander the Great came and stood over him and said, \"Ask of me any boon you like.\" To which he replied, \"Stand out of my sunlight.\"\nWhen asked what he was doing holding a lighted lamp in broad daylight, he said, \"I am looking for a honest man.\"\nPlato defined man as an animal, biped and featherless, and was applauded. Diogenes plucked a fowl and brought it into the lecture-room with the words, \"Here is Plato's man.\"\nWhen asked what was the most beautiful thing in the world, he replied, \"Freedom of speech (parrhesia).\"\nSomeone took him into a magnificent house and warned him not to spit, whereupon having cleared his throat he spat into the man's face, being unable, he said, to find a meaner receptacle.\nWhen asked how one should treat a friend, he said, \"As one does oneself.\"\nTo one who asked what was the right time to marry, he said, \"For a young man not yet: for an old man never at all.\"\nWhen asked what he had gained from philosophy, he replied, \"This at least, if nothing else, to be prepared for every fortune.\"\nSeeing a youth dressing with elaborate care, he said, \"If it's for men, you're a fool; if for women, a knave.\"\nWhen asked why he begged from statues, he replied, \"To get practice in being refused.\"\nTo the man who said, \"I am not fit for philosophy,\" he replied, \"Why then do you live, if you do not care to live well?\"\nWhen asked what was the most wretched thing in life, he said, \"An old man destitute.\"\nHe was once asking alms of a bad-tempered man, who said, \"Yes, if you can persuade me.\" \"If I could have persuaded you,\" said Diogenes, \"I would have persuaded you to hang yourself.\"\nWhen asked what wine he found pleasant to drink, he replied, \"That for which other people pay.\"\nHe used to say that other dogs bit their enemies, but I bite my friends to save them.\nWhen someone said to him, \"Most men laugh at you,\" he replied, \"And strictly speaking, donkeys laugh at them; but just as they do not care for the donkeys, so I do not care for them.\"", "source": "anecdotes.txt"}
